{"9MTLKM2DJMZ2":{"lang":"EN","title":"Forza Horizon 5 Premium Edition","description":"Limitless driving fun in an ever-evolving open world. The Premium Edition includes the FORZA HORIZON 5: RALLY ADVENTURE and Forza Horizon 5: Hot Wheels expansions, VIP, Car Pass and the Welcome Pack."},"9NKX70BBCDRN":{"lang":"EN","title":"Forza Horizon 5 Standard Edition","description":"Limitless driving fun in an ever-evolving open world. "},"9P2N57MC619K":{"lang":"EN","title":"Sea of Thieves 2023 Edition","description":"Celebrate five years since Sea of Thieves' launch with this special edition, including a copy of the game with all permanent content added since launch, plus a 10,000 gold bonus and a selection of Hunter cosmetics: the Hunter Cutlass, Pistol, Compass, Hat, Jacket and Sails."},"9P1HX37NMJLT":{"lang":"EN","title":"Forza Horizon 5 Deluxe Edition","description":"Limitless driving fun in an ever-evolving open world. The Deluxe Edition includes the full game and Car Pass. "},"9N54CX9XJBP6":{"lang":"EN","title":"Forza Horizon 5 and Forza Horizon 4 Premium Editions Bundle","description":"Get the Forza Horizon 5 Premium Edition and Forza Horizon 4 Ultimate Edition in one bundle. Features four epic expansions, including Rally Adventure, Hot Wheels, Fortune Island, and LEGO® Speed Champions."},"9MZ0SR207MG8":{"lang":"EN","title":"Forza Horizon 5 Premium Add-Ons Bundle","description":"The Forza Horizon 5 Premium Add-Ons Bundle includes FORZA HORIZON 5: RALLY ADVENTURE, Forza Horizon 5: Hot Wheels, VIP, Car Pass and the Welcome Pack. This add-on requires Forza Horizon 5 (game sold separately)."},"9P7V09FQ5C56":{"lang":"EN","title":"Forza Horizon 5 + 4 Premium Upgrade Bundle","description":"Xbox Game Pass members, complete your Forza Horizon 5 and Forza Horizon 4 experience with the Premium Upgrade Bundle. Features four epic expansions, including Rally Adventure, Hot Wheels, Fortune Island and LEGO® Speed Champions. "},"9PNSZ7GMWCQZ":{"lang":"EN","title":"Forza Horizon 5: Hot Wheels","description":"Calling all daredevil drivers! Blast off to the visually stunning, exhilarating Horizon Hot Wheels Park in the clouds high above Mexico. Race 10 amazing new cars on the fastest, most extreme tracks ever devised. Design, build, and share your own Hot Wheels adventure."},"9NLX3GWW0HF1":{"lang":"EN","title":"Fuga: Melodies of Steel","description":"\"We have to fight! If we don't, everyone we love will be taken away!\"\r\n\r\nOne fateful night, a peaceful village is thrown into the flames of war. Determined to save their families, a group of children boards a giant tank and begins an offensive charge!\r\n\r\nFuga: Melodies of Steel is an RPG where you place children, each with their own unique characteristics and skills, at different gun turrets in a tank to fight against the enemy.\r\n\r\nLiving inside the tank, the children show emotion and gain affinity amongst each other. Manage these both to change the outcome of their journey!"},"BXLL06QN8HVP":{"lang":"EN","title":"Back 4 Blood","description":"Back 4 Blood is a thrilling cooperative first-person shooter from the creators of the critically acclaimed Left 4 Dead franchise. Experience the intense 4 player co-op narrative campaign, competitive multiplayer as human or Ridden, and frenetic gameplay that keeps you in the action."},"9PL4GX47GT7K":{"lang":"EN","title":"Penbook","description":"Penbook is the nicest freehand writing experience on Windows.\r\n\r\nWindows App Creator of the Year Finalist!\r\n\r\nTake notes, plan your day (or year), draw a sketch, or do your math homework. Penbook includes dozens of kinds of stationery, from graph paper to sheet music. You can even import your own photos or PDFs to write on.\r\n\r\nKeep your work organized with beautiful, customizable notebook covers. Create in portrait or landscape mode, and share and export your work with just a few taps. \r\n\r\nPenbook was built for pens (but you can use your finger or a mouse, if you want), and includes support for Surface Dial. \r\n\r\n--\r\n\r\nPenbook's team can support your enterprise deployment. See our Enterprise page for more detail. "},"BTC0L0BW6LWC":{"lang":"EN","title":"Mortal Kombat 11","description":"Mortal Kombat 11 is the latest installment in the critically acclaimed franchise, providing a deeper and more personalised experience than ever before. The all new Custom Character Variations give you unprecedented control of your fighters to make them your own.\r\n"},"9NT4X7P8B9NB":{"lang":"EN","title":"State of Decay 2: Juggernaut Edition","description":"State of Decay 2: Juggernaut Edition is an improved version of the popular zombie survival game and includes the all-new Homecoming Update – a fully remastered, open world version of Trumbull Valley for the core game, reintegrating the Mount Tanner and Fairfield regions to the map, and adding new sites to scavenge, along with new sights to behold."},"9N8CD0XZKLP4":{"lang":"EN","title":"Ori and the Will of the Wisps","description":"Play the critically acclaimed masterpiece.\r\n\r\nEmbark on a journey in a vast, exotic world, fully optimized for Xbox Series X and Xbox Series S. In this must-play sequel to the award winning Ori and the Blind Forest, Ori is no stranger to peril, but it will take more than bravery to reunite a family, heal a broken land, and discover Ori’s true destiny."},"9NWZTB9JQG9S":{"lang":"EN","title":"Yakuza 4 Remastered for Windows 10","description":"Experience the fourth chapter of the Kazuma Kiryu saga in 1080p and 60fps.\r\n\r\n2010, Tokyo.  A shooting incident one night in a red-light district sets the city swirling with human desires and clamor. It was supposed to be a \"common incident\" for this town... until the appearance of one woman burdened with sorrow. As if drawn to a flame, men of the city's dark underground are gathered, one after another, at the door of the \"legendary yakuza\" Kazuma Kiryu.\r\n\r\nAs the fates of these four men overlap, the story of a miracle created by the passionate and violent way of life begins to takes shape.\r\n\r\nTake control of multiple protagonists, a first for the series, allowing for unprecedented story depth and battle action. Three new protagonists, each with a rich personality, will leave their impact before the story concludes.\r\n\r\nComplete The Dragon of Dojima’s journey."},"9P65DCKJFTJ3":{"lang":"EN","title":"Screenbits - Screen Recorder","description":"Ultimate screen recorder software for game recording, video tutorials, product demos, YouTube videos and more. Screenbits allows you to capture screen content, system sound, microphone and camera into HD/4K quality video files. With a reasonable price, it has all the features you expect from a screen recording software provided in an easy to use interface."},"9P3PL76N0KWZ":{"lang":"EN","title":"Rush: A DisneyPixar Adventure","description":"“Rush: A Disney•Pixar Adventure,” invites families and fans of all ages to experience the worlds of six beloved Disney•Pixar films like never before. Play cooperatively and team up with characters from “The Incredibles,” “Ratatouille,” “Up,” “Cars”, “Toy Story”, and “Finding Dory” or a friend to solve puzzles and uncover hidden secrets all remastered in 4K Ultra HD and HDR."},"9NR7XDNVP5SW":{"lang":"EN","title":"As Dusk Falls","description":"As Dusk Falls is an original interactive drama from INTERIOR/NIGHT that explores the entangled lives of two families across thirty years. Starting in 1998 with a robbery-gone-wrong in small town Arizona, the choices you make have a powerful impact on the characters’ lives in this uncompromising story of betrayal, sacrifice and resilience. Drive the lives and relationships of multiple characters in a decades-spanning story told across two intense books."},"9PJ06TZX4NMH":{"lang":"EN","title":"Zoo Tycoon: Ultimate Animal Collection","description":"The wildly popular Zoo Tycoon series gets fully-remastered and set to crank up the excitement, challenge, and fun of building the ultimate zoo. Let your imagination run wild with \"Zoo Tycoon: Ultimate Animal Collection\" Build, manage, and maintain your dream zoo alone or with up to four players on Xbox LIVE.  This zoo simulation will charm animal lovers of all ages."},"9MZNFNN3XJ3F":{"lang":"EN","title":"Yakuza Kiwami 2 for Windows 10","description":"The Tojo Clan and Omi Alliance are on the brink of war. Kazuma Kiryu, the Dragon of Dojima, enters as a broker of peace, but Ryuji Goda, the Dragon of Kansai, will stop at nothing to start an all-out war. In this world, there can only be one dragon."},"9NS84HCWZD8B":{"lang":"EN","title":"Rise of Nations: Extended Edition","description":"Join the over 2 million Rise of Nations fans. Master 6,000 years of history, from the Ancient Age to the Information Age. What forces will you wield to lead your nation to global prominence? Trade, espionage, diplomacy…war? Whichever path you choose, you’ll discover the pulse-pounding thrill and speed of real-time strategy gaming combined with the epic scope and depth of turn-based strategy games – brought together for the first time ever in Rise of Nations."},"9NBLGGH1Z6FB":{"lang":"EN","title":"Ori and the Blind Forest: Definitive Edition","description":"Ori and the Blind Forest is a must-play, award winning franchise that tells the tale of a young orphan destined for heroics, through a visually stunning Action-Platformer crafted by Moon Studios. Featuring hand-painted artwork, meticulously animated character performance, a fully orchestrated score and dozens of new features in the Definitive Edition, “Ori and the Blind Forest” explores a deeply emotional story about love and sacrifice, and the hope that exists in us all."},"9NG06CSMM97P":{"lang":"EN","title":"Wreckfest","description":"Break the rules and take full-contact racing to the limit with Wreckfest! \r\n\r\nExpect epic crashes, neck-to-neck fights over the finish line and brand-new ways for metal to bend – These are the once-in-a-lifetime moments that can only be achieved in Wreckfest, with its true-to-life physics simulation crafted by legendary developer Bugbear, who also brought you FlatOut 1 & 2!\r\n\r\nBurn rubber and shred metal in the ultimate driving playground!"},"9NSDVZ72V6P2":{"lang":"EN","title":"Ram Booster: Memory Cleaner","description":"RAM Booster Memory Cleaner is a powerful and efficient optimization tool for Windows devices available on the Microsoft Store. This user-friendly app is designed to clean, optimize, and enhance your device's performance by freeing up RAM and improving memory usage. With its advanced algorithms and intuitive interface, RAM Booster Memory Cleaner ensures that your device runs smoothly and efficiently, providing an improved user experience and extended device longevity.\r\n\r\nKey Features:\r\n\r\nRAM Optimization: Automatically detect and free up unused RAM, enhancing your device's performance and reducing lag.\r\n\r\nMemory Cleaning: Thoroughly clean your device's memory by removing unnecessary background processes, thus preventing slow-downs and crashes.\r\n\r\nReal-time Monitoring: Monitor your device's RAM usage in real-time, allowing you to keep track of your system's performance and identify potential issues.\r\n\r\nOne-Click Boost: Instantly optimize your device's RAM usage with just one click, making the process fast and hassle-free.\r\n\r\nAuto-Optimization: Schedule automatic RAM optimization and memory cleaning at intervals that suit your needs, ensuring consistent performance without manual intervention.\r\n\r\nWhitelist Management: Exclude specific apps from the cleaning process to protect essential programs and processes from being terminated.\r\n\r\nStartup Optimization: Improve your device's startup speed by disabling unnecessary startup programs, allowing for faster boot times.\r\n\r\nUser-Friendly Interface: Easily navigate through RAM Booster Memory Cleaner's clean and intuitive interface, designed for users of all skill levels.\r\n\r\nAdvanced Settings: Customize your optimization preferences, tailoring the cleaning process to your specific needs and requirements.\r\n\r\nWindows Store Compatibility: Designed exclusively for the Microsoft Windows Store, RAM Booster Memory Cleaner seamlessly integrates with your Windows device for a smooth user experience.\r\n\r\nBoost your device's performance and extend its lifespan with RAM Booster Memory Cleaner, the ultimate optimization tool for Windows devices. Don't compromise on speed or efficiency; trust RAM Booster Memory Cleaner to keep your system running at its peak, ensuring a consistently smooth and enjoyable user experience."},"9WZDNCRFHWFD":{"lang":"EN","title":"Hydro Thunder Hurricane","description":"This sequel to Midway’s legendary arcade racer features amazing dynamic water physics, transformable rocket-powered boats, gorgeous visuals and over-the-top interactive environments like Area 51 and the Bermuda Triangle.   Conquer four game modes – Races, Ring Masters, Gauntlet, Championships -- and race against your Friends’ best performances in the all-new Ghost Race!"},"C2KDNLT2H7DM":{"lang":"EN","title":"Gears 5","description":"From one of gaming’s most acclaimed sagas, Gears 5’s celebrated campaign and refreshed multiplayer are fully optimized for Xbox Series X|S. With all-out war descending, Kait Diaz breaks away to uncover her connection to the enemy and discovers the true danger to Sera – herself. "},"9NBLGGH6H0RV":{"lang":"EN","title":"Quantum Break","description":"From Remedy Entertainment, the masters of cinematic action games such as Max Payne and Alan Wake, comes Quantum Break, a time-amplified suspenseful blockbuster. The Quantum Break experience is part game, part live action show—where decisions in one dramatically affect the other. "},"9N6Z8DQXSQWH":{"lang":"EN","title":"Disneyland Adventures","description":"Disneyland Adventures allows children and Disney fans of all ages to explore Disneyland park in 4K Ultra HD and HDR, enjoy immersive adventures based on 18 popular attractions, engage in 100 challenging quests, and interact with 35 beloved Disney characters.  Disneyland Adventures is your ticket to the magical world of Disneyland right in your living room."},"9N4XF19XFJD8":{"lang":"EN","title":"AirPlayReceiver: Screen Mirroring & Streaming","description":"This app turns your PC and Xbox into an AirPlay receiver/server, allowing you to wirelessly mirror the screen and audio of your iPhone, iPad or Mac!\r\n\r\nYou can also use AirPlay to cast videos and music to your PC and Xbox and enjoy them on a bigger screen with better sound!\r\n\r\nPlay music with AirPlay in the background while gaming on your PC or Xbox!\r\n\r\nAllows you to choose the most suitable picture quality by setting resolution and frame rate according to network conditions and device performance.\r\n\r\nNo need to install any 3rd party apps on your iPhone, iPad or Mac, just connect to the same network!"},"9NBR2VXT87SJ":{"lang":"EN","title":"Psychonauts 2","description":"Combining quirky missions and mysterious conspiracies, Psychonauts 2 is a platform-adventure game with cinematic style and tons of customizable psychic powers."},"9NCVGPDNZ72H":{"lang":"EN","title":"AirPlay Receivers - Sreen Mirroring","description":"This app enables users to stream content from their iPhones, iPads, or Macs directly to their Windows PCs. This means users can view photos, watch videos, listen to music, or stream content from apps like Netflix, Hulu, or YouTube on their PC using the AirPlay Receiver app. The app is useful for people who don't have an Apple TV or an Apple device and want to enjoy their media on a larger screen.\r\n\r\nThe AirPlay Receiver allowing Apple devices to detect and connect to it over the Wi-Fi network. To ensure proper connectivity, please make sure that your iPhone/iPad devices are connected to the same network as your PC. Once connected, users can choose the PC as the output device for their media, and the app will start streaming the content to the PC."},"9N63G96B77R1":{"lang":"EN","title":"Templates for PowerPoint - Animated Slides Templates","description":"Creating an impressive PowerPoint presentation has never been this simple. Packed with captivating animations and eye-catching graphics, our slides are designed to leave a lasting impression on your audience. Customize colors, mix and match slides between templates, and achieve extraordinary results with ease."},"9NNLBL0T2Z43":{"lang":"EN","title":"Sunset Overdrive","description":"Sunset Overdrive transforms an open-world apocalypse into your tactical playground. Zip, grind and wall-run across Sunset City while using a devastating, unconventional arsenal. With hyper-agility, unique weapons, and customizable special abilities, Sunset Overdrive rewrites the rules of traditional shooters and delivers an explosive and irreverent adventure in the end times."},"9PC5NPMR2C1B":{"lang":"EN","title":"OCR Image Text Extractor","description":"Extract text from an image, PDF and handwriting, translate, save, search and export the extracted text."},"9PD0BJRBLRJM":{"lang":"EN","title":"Yakuza 0 for Windows 10","description":"The glitz, glamor, and unbridled decadence of the 80s are back in Yakuza 0. Fight your way through Tokyo and Osaka with protagonist Kazuma Kiryu and series regular Goro Majima."},"9NBLGGH5WLR0":{"lang":"EN","title":"Halo Wars: Definitive Edition","description":"Halo Wars: Definitive Edition is an enhanced version of the real-time strategy classic, Halo Wars, updated to run natively on Xbox One and Windows 10. Halo Wars: Definitive Edition includes improved graphics, new achievements and all of the DLC created for the landmark strategy game."},"9N8VS0FL4BG2":{"lang":"EN","title":"Railway Empire 2 - Digital Deluxe Edition (Win)","description":"The Digital Deluxe Edition includes the full Railway Empire 2 game, the original soundtrack, exclusive skins for each of the three sizes of your railway stations, an exclusive skin for your company HQ, and an exclusive skin for two locomotives."},"9NDXLPW4TTF2":{"lang":"EN","title":"Railway Empire 2 (Win)","description":"All aboard the express train to riches and fame in Railway Empire 2! Grow your company into the largest railway company of the continent and outsmart your competitors as you connect cities and companies with an ever-expanding network of rail lines, bridges, and tunnels."},"9NGDDQDNCNK2":{"lang":"EN","title":"Age of Empires II: Definitive Edition – Return of Rome","description":"Return of Rome brings the original Age of Empires into Age of Empires II: DE as a brand new, self-contained experience. Relive the triumph and trials of antiquity with the original sixteen civilizations — plus one brand-new civilization, the Lac Viet. "},"9NCQBSH49JLW":{"lang":"EN","title":"Boss Rush: Mythology (Windows)","description":"Take on the role of a mysterious knight who travels across different worlds in search of the most difficult opponents. Fight famous enemies from Greek, Scandinavian, Slavic and Egyptian mythologies and show everyone who is the strongest warrior! Only boss fights, only hardcore!"},"9NWK696W49SK":{"lang":"EN","title":"Fast Disk Cleanup","description":"Fast Disk Clean is a highly efficient and lightning-fast file cleaning software that is designed to help users free up valuable space on their computers. This software is specifically designed to quickly and effectively remove unnecessary files, temporary files, and junk files from a computer, thereby helping to optimize the system's performance.\r\n\r\nOne of the key features of Fast Disk Clean is its speed. Unlike many other file cleaning software programs that can take a long time to scan and clean a computer's hard drive, Fast Disk Clean works incredibly quickly, allowing users to clean their computer in just a matter of minutes. This is especially useful for those who have limited time and want to quickly optimize their system's performance.\r\n\r\nAnother benefit of Fast Disk Clean is its efficiency. This software is designed to quickly and effectively identify and remove a wide range of unnecessary files, including temporary files, system logs, internet cache files, and more. This means that users can be confident that they are removing all of the files that are taking up valuable space on their computer, without having to worry about accidentally deleting any important files.\r\n\r\nIn addition to its speed and efficiency, Fast Disk Clean is also incredibly easy to use. The software has a simple and intuitive user interface that makes it easy for users to scan and clean their computer's hard drive with just a few clicks. This means that even those who are not tech-savvy can use the software without any problems.\r\n\r\nAnother great feature of Fast Disk Clean is its customizability. The software allows users to choose which files and folders they want to scan and clean, giving them complete control over the cleaning process. This means that users can choose to focus on specific areas of their computer's hard drive, or they can choose to scan and clean everything.\r\n\r\nOverall, Fast Disk Clean is an incredibly efficient and fast file cleaning software that is perfect for anyone looking to optimize their computer's performance. With its speed, efficiency, ease of use, and customizability, Fast Disk Clean is the perfect tool for anyone who wants to free up valuable space on their computer and keep it running smoothly."},"9PJ82PPC7XGM":{"lang":"EN","title":"QR Code & Barcode Scanner","description":"It's time to upgrade from old QR and barcode scanner techniques to smart QR and barcode scanner techniques.\r\n\r\nThis app has almost every new feature for scanning and reading barcodes and QR codes."},"9PB1187XWXT6":{"lang":"EN","title":"Elegant Video Editing","description":"This is a video editing software, a simple and efficient lossless video editing software"},"9P3CFT9QZNX5":{"lang":"EN","title":"Titans Pinball","description":"Beat the Titans in the most entertaining Pinball!"},"9P3DFTDTX1J6":{"lang":"EN","title":"The Excrawlers (Windows 10)","description":"Excrawlers is an action-RPG rougelike game in which you and other heroes will embark into dark atmospheric dungeons and realms full of monsters and madness. Embark into parallel realms, defeat ancient monsters and find your way out!"},"9MZXGTFBDKBJ":{"lang":"EN","title":"Mia and the Dragon Princess","description":"A live-action, interactive buddy-action movie following Mia, a plucky barmaid whose life is thrown into chaos when a mysterious woman turns up at her workplace, on the run from a group of violent thugs and unable to speak English."},"9PL2036VX3NB":{"lang":"EN","title":"Unzip Me","description":"Manage compressed files (zip, gz, bzip2, tar) and decompressed files (rar, zip, 7zip, gz, bzip2, tar)."},"9PC4GHPKL8QR":{"lang":"EN","title":"HTML Editor Plus","description":"The best web development editor in the Microsoft store with the following features:\r\n\r\n- Lightweight\r\n- Supported by all browsers\r\n- Most friendly search engine\r\n- Integrate easily with other languages\r\n- The basics of all programming languages"},"9PNLVDQD2LB9":{"lang":"EN","title":"Teleprompter Pro App","description":"I present to you the most powerful app for getting words from a script.\r\n\r\nIt helps you in the following areas:\r\n\r\n- Spontaneity\r\n\r\n- Effective pacing\r\n\r\n- Precise communication"},"9N6DDSZCG0M9":{"lang":"EN","title":"Hover Racer","description":"Futuristic racing game"},"9NBKZK1G652R":{"lang":"EN","title":"Egg Runner","description":"Fun Platform Game"},"9MX5KFHT679C":{"lang":"EN","title":"Blob Quest","description":"Funny Platform Game"},"9PHB4W1HBMSR":{"lang":"EN","title":"Circle Photo Maker","description":"Circle Photo Maker is an app that makes it easy to create stunning circle photos for social media. It provides an array of editing tools, frame and colors, so you can customize your photos and make them stand out. "},"9NW8LZCVJMQF":{"lang":"EN","title":"Creepy Tale 2","description":"Experience the creepy tension of a Brothers Grimm fairy tale in this puzzle adventure game. Follow the young and brave Lars as he embarks on a dangerous journey to save his sister!"},"9PJ2X9JC1N3N":{"lang":"EN","title":"Hyper­ Drift","description":"Get ready to hit the open road in \"Hyper Drift\" - the ultimate racing and drifting game of the winter season! With its fast-paced gameplay, thrilling drifting mechanics, and stunning visuals, this game is sure to keep you on the edge of your seat as you race to clear the snow-covered roads."},"9N1XZMNTZBGK":{"lang":"EN","title":"UDM - Universal Download Manager","description":"Accelerate your downloads by up to 6 times!\r\nDownload any kind of files from almost anywhere, even from YouTube, etc.\r\n\r\nUniversal Download Manager (UDM) is a tool to increase download speeds by up to 6 times.\r\nInstall Universal Download Manager (UDM) to stop waiting for your downloads. You will be truly amazed how fast UDM downloads your files.\r\nUDM is not the first download manager ever, but for sure is the fastest on the market (even up to 25% faster than Internet Download Manager (IDM)).\r\nOur powerful download engine uses unique algorithms to receive Internet data in the fastest possible way. UDM will accelerate downloads to all times because of its innovative dynamic file segmentation technology."},"9NWXDDCKNQKS":{"lang":"EN","title":"CreativePrint - INDD Print Templates Collection","description":"Elevate your graphic design projects with Print Templates for InDesign, a versatile and user-friendly app featuring 50 top-notch InDesign templates for creative cloud users. Designed by industry-leading professionals, these print design templates cater to a variety of styles and industries, empowering you to create visually striking and memorable designs for any occasion."},"9ND8PGBZS55X":{"lang":"EN","title":"DesignFlow Pro: Print and Social Media Templates Collection","description":"Discover the ultimate design resource with DesignFlow Pro: your all-in-one destination for high-quality Figma templates and social media templates! Elevate your graphic design projects with our expertly crafted collection, designed to inspire and streamline your creative process. Get started today by downloading from the Microsoft Store."},"9N677BC82LFD":{"lang":"EN","title":"VectorMaster: Premium Templates for Illustrator","description":"Discover a world of endless creativity with Illustrator Templates for Print Design – the revolutionary app that enhances your graphic design prowess. Unleash your artistic potential with our comprehensive library of 50 top-notch Adobe Illustrator templates, meticulously curated by industry-leading experts to make your projects truly distinctive."},"9PNK77Q5FWMJ":{"lang":"EN","title":"All-in-One Mail","description":"Gmail, Outlook, Yahoo mail, Proton, AOL Mail, Zoho Mail, Yandex Mail, Titan, 10 Minute Mail - All Mail Services in One App 😊.\r\n\r\nTired of switching between multiple Tabs or Apps to keep a tab on your emails.\r\n\r\nHere is the solution. This App is a unified solution for all Mail Services that offer a wide variety of mail services. With All-in-One Mail, you don't need to search for your mail, in dozens of apps or multiple tabs.\r\n\r\nList of supported Mail Services:\r\n+ Gmail - Use Mail on Gmail. Make video calls from Google Meet. Use Chat feature\r\n+ Outlook - Use Mail on Outlook. Make video calls. Use Chat feature \r\n+ Yahoo - Use Mail on Yahoo\r\n+ Proton - Use Mail on Proton\r\n+ Zoho Mail - Use Mail on Zoho\r\n+ Yandex - Use Mail on Yandex\r\n+ AoL Mail - Use Mail on Aol\r\n+ Titan - Use Mail on Titan\r\n+ 10 Minute Mail - Use Mail on 10 Minute Mail\r\n\r\nFeatures:\r\n1.\tGmail, Outlook, Yahoo mail, Proton, AOL Mail, Zoho Mail, Yandex Mail, Titan, 10 Minute Mail - All Mail Services in One App 😊.\r\n2.\t9 Mail Services to search for your mail\r\n3.\tCustomize your app to add or remove various mail services options\r\n4.\tCustomize your app to make mail service option as default option\r\n5.\tIntuitive interface to enhance user experience\r\n6.\tFull Screen View of various mail services\r\n\r\nDisclaimer: We are not affiliated with any Mail Services listed above."},"9PDRTJ72X077":{"lang":"EN","title":"C2W PDF Editor","description":"Our app is a powerful and intuitive PDF editor that allows you to edit, annotate, organize, merge, and extract text from your PDF documents with ease.  With features such as form filling, page editing, annotation tools, and a comprehensive edit history log, you can streamline your workflow and increase productivity."},"9PLM4H376TLF":{"lang":"EN","title":"Two Player PARA SHOOT","description":"\"Two Player PARA SHOOT\" is a fun and engaging 2D shooter game for PC and Xbox that is sure to provide hours of entertainment for players of all ages. With its colorful, cartoonish graphics, this game offers a unique and exciting gaming experience."},"9P5FHB4Q3KLB":{"lang":"EN","title":"All-in-One Movies, Videos, Series & Shows","description":"Netflix, Amazon Prime Video, Apple TV, Disney+, HBO Max, Hulu, Peacock TV, Pluto TV, Tubi TV, Twitch, YouTube TV, Curiosity - Stream all in one app 😊."},"9N09XHDWHG3M":{"lang":"EN","title":"C2W Employee Time Clock System","description":"Streamline your employee time tracking and simplify payroll management with our user-friendly time clock app. Our app offers features such as time tracking, reporting, access control, and RFID functionality, all on a flexible and adaptable platform. "},"9NG155GJRQ4W":{"lang":"EN","title":"KeyLights - Visualize Key Presses","description":"Visualizes your keyboard activity in real-time. With KeyLights, you can see exactly which keys and mouse buttons you're pressing"},"9NFJCL2TM5N9":{"lang":"EN","title":"File Locker X","description":"Protect your sensitive data with our app's password protection feature. Easily decrypt your data back with our user-friendly interface."},"9NRN7QR49HKN":{"lang":"EN","title":"Fantasy chess","description":"Enter into the epic world of Fantasy Chess, as you lead your powerful army of fighting characters into an intense and strategical battle for dominance on the chessboard. Choose your characters carefully, each with unique abilities and strengths to defeat your opponents and conquer their kingdom."},"9PM30DV03177":{"lang":"EN","title":"City Runner: street animals","description":"Welcome to Trash Cat, the endless runner game that will keep you on the edge of your seat! Join our feline hero as she sprints through a city filled with obstacles, including garbage cans, pesky mice, and tricky barriers. You'll need quick reflexes and lightning-fast moves to jump, slide, and dodge your way to victory."},"9P8Q3HNRCDRP":{"lang":"EN","title":"Puzzle Game Collection HD Block","description":"Welcome to Puzzle Game Collection HD Block, the ultimate puzzle game for all puzzle enthusiasts! Get ready to dive into a world of challenging and entertaining puzzles that will keep you engaged for hours on end."},"9PGW9J3BN2B2":{"lang":"EN","title":"Bricks Out Block Puzzle","description":"Welcome to Bricks Out Block Puzzle! Get ready to enjoy a classic arcade-style breakout game with a twist. With amazing graphics and multiple gameplay modes, this game is sure to keep you entertained for hours."},"9NMLNSQ5DBWX":{"lang":"EN","title":"Eternal","description":"       Make History\r\n\r\nOne man fights for himself. One man fights for all.\r\n\r\nBe one of the first to experience Eternal, an intoxicating journey into the nature of humanity.\r\n\r\n\r\n\r\n※Special Limited-Time Bonus:  For a limited time, owners of Eternal receive Psychomachia ('Eternal Psychomachia GOLD') FREE.\r\n"},"9PPQJBRB2KH0":{"lang":"EN","title":"Spaceship Orbit Puzzle Game","description":"Get ready to embark on a thrilling interstellar adventure with Spaceship Orbit Puzzle Game! This puzzle and strategy game will put your skills to the test as you navigate your spaceship through a series of rotating orbits. Match four stone balls of the same color in each orbit by rotating them and advance to the next level. But be warned, the levels are full of surprises, including teleportation, different rotations, and other exciting elements that will keep you on the edge of your seat."},"9NSKR4S8GWX0":{"lang":"EN","title":"Starship Space Game","description":"Get ready to embark on an epic space adventure with Starship Space Game! Take control of your own starship and engage in heart-pumping battles against enemy spaceships. With stunning graphics and immersive gameplay, this RPG score-based action arcade game will keep you on the edge of your seat. Strategize your moves, collect bonuses, and keep your health intact as you navigate through the galaxy. Do you have what it takes to become the ultimate space warrior? Find out now with Starship Space Game!"},"9PD15N0V92JW":{"lang":"EN","title":"The Maze Baller","description":"Maze Baller - Minecraft Edition is a fun and challenging 3D puzzle game where you take control of a ball and navigate through a series of mazes. Each level presents a new challenge, with increasingly complex mazes that require careful planning and strategy to complete. The game is set in the Minecraft universe, adding a fun and colorful twist to the gameplay. As you progress through the levels, you'll encounter obstacles, enemies, and power-ups that will help you on your journey. One of the unique features of Maze Baller - Minecraft Edition is its dynamic level generation, which ensures that each play through is different and offers a new and exciting challenge. The game also features stunning 3D graphics and immersive sound effects, bringing the Minecraft world to life. With its addictive gameplay and challenging levels, Maze Baller - Minecraft Edition is sure to provide hours of fun for players of all ages and skill levels.\r\n"},"9N137SMF48BQ":{"lang":"EN","title":"Sea of Thieves Deluxe Edition","description":"Celebrate five years of Sea of Thieves with this special edition, which includes a copy of the game with all permanent content added since launch, plus a Deluxe Bundle of content containing an additional array of cosmetics and currency."},"9N4DC7TSRH15":{"lang":"EN","title":"Neon Score Capture Action Spinner Gameplay","description":"Neon Score Capture Action Spinner Gameplay is a thrilling game that combines reflexes, esports practice, puzzle-solving, and high score challenges. The game features a unique and mesmerizing neon visual style that is sure to catch your eye. In this game, your goal is to defeat your enemies by trapping them in your trail. The gameplay is fun, interactive, and addictive, and it is easy to learn but difficult to master. As you progress through the levels, the game becomes more challenging, and you will need to use your reflexes and strategy to succeed."},"9NJMHFMFVQBM":{"lang":"EN","title":"Mahjong Pro Collection - Multiple Themes","description":"Mahjong Pro Collection - Multiple Themes is a fun and addictive puzzle game that challenges players to match open pairs of identical tiles and remove them from the board. With three beautiful themes (fruits, classic, modern) and six layouts of varying difficulty, players will never get bored of this game. The goal is to expose the tiles under the matched pairs for further play, and the game is won when all pairs have been removed from the board. The game also comes with hints and a helper guide for new players, an undo button in-game, and very smooth and interesting animations. This game is suitable for players of all ages and is perfect for anyone looking for a challenging and entertaining puzzle game."},"9PJ6RSD9W92K":{"lang":"EN","title":"Sudoku Block Puzzle Color Box","description":"Welcome to Sudoku Block Puzzle Color Box, the ultimate brain-training puzzle game that will challenge your strategic thinking and problem-solving skills!"},"9NN0N9MH9DK7":{"lang":"EN","title":"Left Behind: Escape from Mars Maze","description":"Are you a fan of challenging sci-fi games that require strategic thinking and problem-solving skills? If so, \"Left Behind: Mars Maze\" is the game for you!"},"9PHWDGF9W8BB":{"lang":"EN","title":"Two Player Tanks 2023","description":"Two Player TANKS BATTLE is a simple and fun challenge that makes you and your friend busy so many hours.\r\nTwo Tanks are locked in a small military camp and they have to shoot each other and avoid to get shot"},"9NXPJC7P2P64":{"lang":"EN","title":"Head To Head : Pixel Sports Showdown","description":"Get ready to take on your friends or the computer\r\nin the ultimate sports showdown with Head to Head!\r\n"},"9NVD5ZMLD022":{"lang":"EN","title":"Curve 2023","description":"Curve is a fast-paced and thrilling game that challenges players to master the art of guiding a curve through a maze of obstacles. Players must use quick reflexes and strategic thinking to dodge incoming obstacles and make it to the end of each level."},"9N2342MN8X0D":{"lang":"EN","title":"XROLLER","description":"xRoller is an exciting and addictive game that challenges players to navigate through a series of obstacles while controlling a ball. The goal of the game is to survive for as long as possible while collecting gift boxes to increase your score and earn power-ups that can help you along the way."},"9NQ8XQXVZ8CW":{"lang":"EN","title":"WinPowerpack","description":"All-in-one app to help you to improve your Windows 11 and 10 experience."},"9NKD6T3QMWSJ":{"lang":"EN","title":"Ball Race 5: Volleyball","description":"This addictive volleyball game for two players will give you unforgettable moments full of emotions and adrenaline. In this game, you move the ball by hitting it through the net and try to score points before your opponent.\r\n\r\nWhat makes Ball Race Volleyball different from other volleyball games? First of all, the game is old-fashioned 2.5D, which means it combines the best elements of 2D and 3D games. Moving the ball through three-dimensional space, combined with dynamic gameplay and quick reflexes, make the game extremely realistic and exciting.\r\n\r\nCompete with family or friends. With intuitive controls and simple yet addictive gameplay, anyone can quickly learn to play and enjoy the game.\r\n\r\nIf you are looking for an addictive and exciting volleyball game, Ball Race Volleyball is perfect for you! Get on the pitch and feel like a real player, score points and achieve victories. Play today and feel the excitement of this fantastic game!"},"9MVKZX7HH01L":{"lang":"EN","title":"Neon Heat","description":"Are you ready to turn up the heat? Neon Heat is the ultimate driving game that will take you on a pulse-pounding adventure through a world of neon lights and intense action.\r\n\r\nGet ready to experience the thrill of high-speed racing as you zoom through the streets, dodging obstacles and navigating sharp turns with lightning-fast reflexes. With its dynamic gameplay and stunning visuals, Neon Heat will keep you on the edge of your seat as you compete for the top spot on the leaderboard.\r\n\r\nthere's never a dull moment in Neon Heat.\r\n\r\nSo get ready to rev your engines and light up the night with the electrifying energy of Neon Heat. Are you up for the challenge?\r\n\r\n"},"9P29X898XRKB":{"lang":"EN","title":"Water Sort Puzzle 2023","description":"Water Sort Puzzle is a fun and addictive puzzle game! Try to sort the colored water in the glasses until all colors in the same glass. A challenging yet relaxing game to exercise your brain!"},"9NP1MVVVSP4B":{"lang":"EN","title":"Unreal Parkour","description":"You made an invention that has allowed you to go to any dimension you wish, when suddenly, somebody has taken that device and has used it to send you to a set of dimensions known as Unreal Parkour. Can you escape the Unreal Parkour?"},"9N61MP0Z31QX":{"lang":"EN","title":"Create Collections","description":"Create collections of videos, images, documents, music, web pages.\r\nView images, videos and web pages."},"9PKVW6N05SLJ":{"lang":"EN","title":"Cobots","description":"Manipulate time and cooperate with yourself to solve challenging puzzles! Delve into a colorful world filled with a variety of dangers and unique mind-bending puzzle mechanics."},"9NJ3QCHXK4R9":{"lang":"EN","title":"Endless Runner Ball","description":"This game makes you addicted with so cool effects\r\nIf you are looking for a satisfying game and want to relax, I highly recommend to play this game\r\n\r\nControls\r\nJump - (W) or (UpArrow) or (Click left side of screen)\r\nChange player type - (Space) or (Hold right side of screen)"},"9NN7MG2CQ8RW":{"lang":"EN","title":"Wallpaper & Wallpapers App - HD Wallpaper - Wallpapers HD","description":"Browse thousands of image wallpapers capturing Nature, Space, Universe, Planets and more in HD & SD. Each day a new Wallpaper is featured. Save to your device or set as your Lock screen Wallpaper or Background Wallpaper 😊.  \r\n\r\nAre you a Nature or Space Fan? Do images or wallpapers of nature and Universe interest you? Then, this app is made for you.\r\nDiscover the cosmos! Each day a different image or wallpaper of our fascinating universe is featured, along with a brief explanation written by a professional astronomer, courtesy of the NASA. \r\nYou can :\r\n- Download the images or wallpapers in HD & SD. \r\n- Set it as your Lock screen or Background Wallpaper. \r\n- Browse images or wallpapers of the past dates.\r\n\r\nFeatures:\r\n-\tBrowse thousands of Image Wallpapers capturing Nature, Space, Universe, Planets and more in HD & SD\r\n-\tEach day a new image wallpaper is featured\r\n-\tBrief Explanation of the images or wallpapers\r\n-\tSave wallpapers in HD & SD to your device\r\n-\tSet Images as Lock screen Wallpaper\r\n-\tSet Images as Background Wallpaper\r\n-\tFull screen view of the images or wallpapers\r\n-\tBeautiful and Intuitive UI\r\n-\tCustom Made for Windows\r\n-\tNo Ads. No Data Collection\r\n"},"9PNR93D90RKS":{"lang":"EN","title":"Maze Ball Dark wall","description":"So what are you waiting for? Grab your ball and get ready to escape the maze in Maze Ball!"},"9NXQZ20GSG5M":{"lang":"EN","title":"Playground Collection","description":"Welcome to Playground, the ultimate collection of arcade, puzzle, and strategy games! With five different games all in one, Playground offers a variety of experiences that are sure to keep you entertained for hours on end.\r\n\r\nChallenge your brain with classic games like 2048, tetris, and TicTacToe, or try your hand at newer games like hexit and boxudo. Each game is uniquely designed with its own set of rules and challenges, providing a fun and engaging experience that will keep you coming back for more.\r\n\r\nWith gameplay suitable for all ages and knowledge levels, Playground is the perfect game to play alone or with friends and family. Whether you're a seasoned gamer or a newcomer to the world of gaming, Playground offers something for everyone.\r\n\r\nSo what are you waiting for? Come join the fun and explore the worlds of Playground today!"},"9PKWGN52Z2MV":{"lang":"EN","title":"PDF Reader (pro)","description":"PDF Reader is a simple yet powerful application that allows you to read and manage PDF files on your PC or tablet. With its user-friendly interface and useful features, it's the perfect tool for students, professionals, and anyone who needs to work with PDF files.\r\n\r\nOne of the key features of PDF Reader is its search function, which allows you to quickly find specific words or phrases within a document. You can also choose between list view and book view, and switch between vertical and horizontal reading modes.\r\n\r\nIn addition, the app provides complete information about any PDF file you open, including its title, author, subject, and keywords. You can also zoom in and out of the document, use the hand tool to move around the page, and rotate the page if necessary."},"9P391XRJFDCS":{"lang":"EN","title":"Online Chess Club","description":"800,000 Players ready to play with you!!!\r\n\r\nOnline Chess Club is a game using the Internet Chess Server (ICS) — one of the oldest internet chess server\r\nwith over 800,000 registered accounts. At Online Chess Club, you have access to online chess, puzzles, tournaments\r\nand analysis — right within your browser!\r\n\r\nPlay with your Friends Online, Invite theme, Learn to play chess, solve chess puzzles, participate in daily tournaments, play different variants at all levels,\r\nplay with a computer and watch relayed games. Maximum chess—guaranteed :)\r\n\r\nENJOY!!!"},"9N563ZT2FJLL":{"lang":"EN","title":"Pipe Line Puzzle","description":"Connect pipes of the same color to let the water flow free! Pair all the colors, and cover the board to solve the puzzles. Remember, pipes can’t overlap!\r\n\r\n\r\n\r\n• NO WIFI? PLAY GAMES OFFLINE!\r\n• Simple gameplay, challenging levels!..."},"9MT2J5Z2PHSQ":{"lang":"EN","title":"Seven Doors","description":"Solve challenging puzzles and experience seven different atmospheres. Each one is unique, special and surprising and will test your mind and awaken your wits. Stay alive until you reach the last door, but beware, as some doors could lead to your demise. "},"9PD0RM4QVL6R":{"lang":"EN","title":"Anime Tube (Unlimited)","description":"Do You Like Anime?\r\n\r\nWanna Watch Any Anime So Fast And Easily With English Subtitle and Without Any Annoying Ads?\r\n\r\nOr Wanna Know Which Anime Is Trending Or Coming Soon?\r\n\r\nIf Your Answer Is Yes, Definitely You Should Install Anime Planet 😊\r\n\r\n** This App Needs Microsoft Visual C++ Redistributable To Run (Don't Worry, Will Automatically Install)"},"9NP6NNL08DQ5":{"lang":"EN","title":"Virtual Trendy Beach Dancer[HD+]","description":"Virtual Trendy Beach Dancer for your Windows devices..."},"9P2KDN24MGPW":{"lang":"EN","title":"Prizma Puzzle Prime (Windows)","description":"Tile-based puzzle game with smooth and addictive gameplay, old-school isometric graphics and excellent music. The player's task is to connect nodes which have various functions."},"9NCWRB1RHQP6":{"lang":"EN","title":"Maze Runner 3D PRO","description":"Brace yourself to experience an addictive game of Mazes, PAC-O-MAN or PAC-3D-MAN, Ghosts and You full of thrill, excitement and fun in 3D :) \r\nHop Along on an exciting journey of PAC eating dots, power pellets and avoiding the Ghost Gang. Run away from the ghost but if you ate the power pellet on time, even the ghosts will be eaten till the effect of the pellet survives. Plant Bombs to destroy Ghosts \r\nCan you eat all the dots and power pellets before the Ghosts eat You? Why don't we find out...Let's Play \r\n\r\nControls:\r\nUse Arrow Keys to move the Player\r\nJump - X key \r\nBomb Plant - B Key\r\nLevel Change- A Key\r\n\r\nWhat's Inside\r\n- 4 Worlds \r\n- 3D Characters and Graphics\r\n- 4 Mazes\r\n- Fire Obstacles\r\n- Bombs to disintegrate enemies\r\n- Power pellets to eat enemies\r\n- Great Graphics and Audios\r\n- Custom Made for Windows\r\n- Highest Score Keeper\r\n- Addictive and Simple Game-play\r\n- Ad Free - No Data Collection"},"9N15TLCL70LP":{"lang":"EN","title":"DailyQuotes - Get Inspirational Quotes","description":"DesktopQuotes provides you with daily quotes right on your desktop, so you can get the inspiration you need quickly and easily!"},"9PD5LQ3WHLWW":{"lang":"EN","title":"Ludo Local Multiplayer","description":"Ludo is fun to play a local multiplayer board game that can be played between 2, 3 or 4 players."},"9PGCD9M10K9S":{"lang":"EN","title":"Two Player Snowball Thrower : BOBO & MOMO","description":"Best two player snowball fight to enjoy your holy days with your friends.\r\nPixelate characters fight each others by throwing snowballs.\r\nTwo Player Snowball Thrower is now available on your PC or XBOX ."},"9MXVPB91XGBB":{"lang":"EN","title":"META Music Player","description":"A Beautiful Feature Rich Music Player to Give you The META Music Player with Daily mixes, Equalizer, Offline Lyrics Finder\r\n, Artists image Downloader, Playlists, Pro Organizer, 3D Design, Mini Mode and lot more..."},"9MVRDCHB8VSC":{"lang":"EN","title":"Road Runner 3D PRO","description":"Road Runner is a 3D game where player collects fish bones running on a subway road surfing but avoiding obstacles that come along the way like Mouses, Road Blocks and Road Blockages. Collect Items along the way :)\r\nItems to Collect:\r\n1.\tStar Power\r\n2.\tX2 coins power\r\n3.\tExtra Life\r\n4.\tCoin Magnets\r\n5.\t2 characters to choose from\r\n6.\t2 themes to choose from\r\n7.\tVarious Accessories\r\n\r\nHow to Play:\r\nUse Arrow keys to change lanes.\r\nUP Arrow to Jump\r\nDown Arrow to slide\r\n\r\nWhat’s so special\r\n1.\t3D Characters\r\n2.\tInteresting and Addictive Game play\r\n3.\tEngaging sounds and Audios\r\n4.     Custom Made for Windows\r\n"},"9PDD9PS9L3RM":{"lang":"EN","title":"GIF Tavern - Find GIFs Easily","description":"Search from a vast collection of GIFs and easily copy and paste them into any platform"},"9PH5W473KMKT":{"lang":"EN","title":"2-in-1 3D Game : Football Cue & Vertical Fall","description":"Two 3D Games in One :)   \r\n1. Football Cue   2. Vertical Fall\r\n\r\n--------------------------- 1. Football Cue 3D -------------------------\r\n\r\nDefine the angle of your strike, drag to adjust the direction and power, hit the other balls into the GOAL using your Football CUE. The ultimate blend of football and pool. Requires Combine skills from both games to progress.\r\n\r\nKey Features:\r\n- Perfect combination of logic, skills and fun\r\n- 3D Characters and Graphics\r\n- 60 different challenging levels to beat\r\n- 2 Exciting themes\r\n- 4 Characters to choose form. Choose your favorite character\r\n- Super smooth controls\r\n- Impressive visuals and fun game-play\r\n- Improve your shooting skills\r\n- Fun celebration moves\r\n- Impressive Audio and sounds\r\n- Ad Free. No Data Collection\r\n- No Internet Required\r\n- Custom Made for Windows\r\n\r\n\r\nControls:\r\nDrag Mouse to adjust the direction and power of the football. \r\n\r\nWhat are you waiting for? Play now!\r\n\r\n\r\n--------------------------------- 2. Vertical Fall 3D-------------------------------\r\n\r\nVertical Fall 3D is a 3D game in which the players bounce, bump & smash through revolving platforms of different geometries like square, circle, hexagon and many more, revolving in different patterns, to reach the end. \r\nSound easy? You wish!\r\nYour ball smashes like a brick through colorful platforms, revolving in particular pattern that block its descent, but if you hit a black one, it's all over! Your ball shatters to pieces and you have to start your fall all over again.\r\nBut even black platforms are no match for a fireball falling at full speed! Choose your strategy: speed up like a madman or stop and wait for your next chance to roll and jump. \r\nUnlock different items to enhance your gameplay. 140+ Levels and 39 Items to unlock\r\n\r\nWhat makes Vertical Fall 3D Special:\r\n- 140+ Levels to Unlock\r\n- 5 Fire Balls to Unlock\r\n- 6 Platform Movements to Unlock\r\n- 5 Fall Speeds to Unlock\r\n- 2 Instant Fire Balls to Unlock\r\n- 10 Ball Skins to Unlock\r\n- 21 Platform Skins to Unlock\r\n- 5+ Background Worlds\r\n- Crazy fast speed\r\n- Fun game-play\r\n- Bright vibrant graphics & Soothing Audio\r\n- Simple and easy to play\r\n- Great time killer\r\n- Mouse & Keyboard Controls\r\n- Custom Made for Windows 11/10\t"},"9PLGVGCH98G1":{"lang":"EN","title":"Ball Race 3: Jump","description":"Each level has its own specificity of construction, but each time on the same level we get a differently built track with obstacles, which is to make the game create a new challenge each time."},"9NWV5ZJRGJLX":{"lang":"EN","title":"Ball Race 4: Goal!","description":"Balls play ball. Fantastic, amazing physics will make a lot of fun in the competition with two people. It is played on one screen with a top view. A very addictive game in which everything depends on the skill of the player. Classic simple and very addictive 3d game."},"9N9SKMQXRFGH":{"lang":"EN","title":"aMaze PAC PRO","description":"Brace yourself to experience an addictive game of Mazes, PAC-O-MAN, Ghosts and You full of thrill, excitement and fun :)\r\nHop Along on an exciting journey of eating dots, power pellets and avoiding the Ghost Gang. Run away from the ghost but if you ate the power pellet on time, even the ghosts will be eaten till the effect of the pellet survives. \r\nCan you eat all the dots and power pellets before the Ghosts eat You? Why don't we find out...Let's Play \r\n\r\nControls:\r\nUse Arrow Keys to move the Player\r\n\r\nWhat's Inside\r\n- 2 Worlds i.e Retro and Modern\r\n- 20+ Levels in the Modern World\r\n- 20+ Levels in the Retro World\r\n- 6+ Mazes in both the world combined\r\n- Lighting arrangement in the Retro World\r\n- Retro world is a glitchy world\r\n- Modern world is a silky smooth world\r\n- Dynamic Level Changer in Retro World\r\n- Color Changer in the Retro World\r\n- Great Graphics and Audios\r\n- Custom Made for Windows\r\n- Highest Score Keeper\r\n- Addictive and Simple Game-play\r\n- Maze Shake and Move in Modern World\r\n- No Internet Required\r\n- Ad Free - No Data Collection\r\n  "},"9NK7ZH2V7W7X":{"lang":"EN","title":"DailyHoroscope - Desktop Astrological Predictions","description":"DailyHoroscope provides you with daily astrological predictions right on your desktop, so you can get the advice, planning, and predictions you need quickly and easily"},"9N873K1NNRKG":{"lang":"EN","title":"WordCount - Word Counter Widget","description":"Simply copy any piece of text, and WordCount will magically pop up a widget with the word count for you. "},"9NTV2Q3T1GSQ":{"lang":"EN","title":"ExplorerCleaner - Clean Folder Preferences","description":"ExplorerCleaner quickly deletes any desktop.ini files it finds. This clears any configuration and settings for that folder (like sorting, custom icon, view settings, etc) "},"9PCRWT6C76P1":{"lang":"EN","title":"RedLight - Preserve Your Night Vision","description":"RedLight is designed to help preserve your scotopic vision by reducing the blue and green components of your monitor's output, leaving mostly red, which aids in preserving biological night vision."},"9PL8WPH0QK9M":{"lang":"EN","title":"Cider (Preview)","description":"Welcome back to Cider! We're happy to announce our first Early Access build of Cider 2.x. This version is incredibly fast and efficient being built from scratch with Rust and WebView2 technologies. We'll be making consistent changes while the app matures to become fully fledged, and some features currently may not work or be buggy and dysfunctional."},"9NBNL7WNTMPF":{"lang":"EN","title":"Hunt Ducks 4","description":"A game of duck hunting for one or two local players.\r\nTo Pass to the next round, you must shoot at least 6 ducks. Move the scope and shot the ducks before they fly away from the screen! \r\nLet's go. Have Fun!"},"9NZFQTVDT892":{"lang":"EN","title":"Sketch Notes - Whiteboard on your Windows","description":"Sketch Notes Whiteboard is a Vertual Board and It's the perfect app for communicating with remote workers,\r\nclients, students, or working from home. Sketch Notes Whiteboard can also be used to project to a big screen.\r\nwith ability to export you projects page by page or all at once to PNG and even SVG. also you can have unlimited \r\npages and navigate between theme.\r\nplus all the tools and buttons are accessble with Full Keyboard Shortcuts, you can edit Keyboard Shortcuts to any\r\nHotkeys.\r\n"},"9PF504139CKP":{"lang":"EN","title":"Any Image Converter - Universal Image Converter","description":"Convert ARW, CR2, HEIC, DCR, DNG, NEF, ORF, PEF, RAF, RW2, AVIF, SVG, TGA, TIFF, WEBP, … to PNG/PNG8, JPG/JPEG, GIF, BMP, ICO, WEBP, PBM, PCX, WBMP."},"9P49H2CMGW93":{"lang":"EN","title":"HealingLight - Green Light Therapy","description":"Green light therapy is often used to help with seasonal affective disorder and other mood disorders, as it is thought to have a calming and balancing effect on the body."},"9P8VR7952W9Z":{"lang":"EN","title":"File Cleaner (Pro)","description":"Best Desktop app to clean metadata from images, videos, PDFs, and other files like PNG, JPG, GIF, TIFF,\r\n3G2, 3GP2, M4A, MOV, MP4, PDF, ORF, SR2, XMP and many more...\r\n"},"9P762HCX7ZV5":{"lang":"EN","title":"Pass Track - Password Manager ( Pro )","description":"The Password Manager You Deserve. Secure, Simple, beautiful.\r\nPassTrack is a beautifully-simple password manager designed to help manage your credentials. PassTrack uses very strong\r\nencryption to protect your sensitive details under a single master password - Feel free to use stronger and more\r\ncomplex passwords for each service and let PassTrack store them securely."},"9PJB1VBK3XL0":{"lang":"EN","title":"GO Game͏","description":"GO is the most interesting game in the world.\r\nPut black stone, the white stone in on the board.\r\nSurround the area with stones.\r\nWinner is better a lot of area."},"9NDFM0ZLCQ4N":{"lang":"EN","title":"PerfTester - Easy Performance Tester","description":"Benchmark your CPU and Memory performance such as read-write speeds, mathematic operations per second, file encryption and compression tests, and more!"},"9PF5FQZ3VQRR":{"lang":"EN","title":"Bomb Bear Man Multiplayer (Classic)","description":"Players must attempt to eliminate each other and be the last one standing. Gameplay involves strategically placing down bombs, which explode in multiple directions after a certain amount of time, in order to destroy obstacles and kill enemies and other players. The player can pick up various power-ups, giving them benefits such as larger explosions or the ability to place more bombs down at a time. The player is killed if they touch an enemy or get caught up in a bomb's explosion, including their own, requiring players to be cautious of their own bomb placement."},"9NVHZPDTS93L":{"lang":"EN","title":"Copy Master - Clipboard Manager","description":"Take the pain out of copying & pasting with Copy Master.\r\nCopy Master is a pro clipboard management software for Windows that will revolutionize the way you copy and paste. Copy Master\r\nmakes it possible to copy multiple texts or images and never have to forget or lose any text and image."},"9NS9DH04X6T5":{"lang":"EN","title":"Car Racing 2 Multiplayer","description":"Race around in tiny vehicles in a giant household and experience amazing races with your friends up to four players, or race alone and hunt the next best race time in 16 different race tracks! Complete championships to unlock new different tracks or race the arcade mode. Play with up to four friends in split screen and have a fun race experience! Race On!"},"9NTDXZTCQLKR":{"lang":"EN","title":"Joy Ball Adventure","description":null},"9NM5M82LJV8K":{"lang":"EN","title":"Second Brain","description":"Second Brain is a code snippets manager for developers.\r\n"},"9PM8M0G4LJJL":{"lang":"EN","title":"Drift Racer2","description":"Drive your first car and drift it on curvy tracks."},"9NM2B2ZSJ579":{"lang":"EN","title":"Max Music player (PRO)","description":"Max Music is an audio player which tries to make organizing and listening to music as simple and pretty as possible."},"9N9SMXJ75M70":{"lang":"EN","title":"Free Focus - To Do List","description":"Free Focus is a minimalist weekly planner app focused on productivity and privacy. Schedule your tasks and projects with To do lists and a calendar."},"9PFM82CHLSWV":{"lang":"EN","title":"Time Master͏","description":"Time Master is a simple and configurable Pomodoro timer. It aims to provide a visually-pleasing and reliable way to track productivity using the Pomodoro Technique.\r\n"},"9N13MQ3F5381":{"lang":"EN","title":"Bubble Candy for PC / XBOX","description":"Match, pop, and blast candies in this bubble puzzle adventure. Master match 3 puzzles with quick thinking and smart matching moves to be rewarded with sugar bonuses and tasty candy combos."},"9NNBJ9LGVGQJ":{"lang":"EN","title":"PDF Tools - Size Split","description":"Do you need to merge or split your pdfs?\r\nThis program will solve your problems!"},"9N838SDL3GWK":{"lang":"EN","title":"Padfolio - Clipboard History Tool","description":"Keep track of your clipboard history, favorite some entries, and view your most used clipboard items"},"9PHDNLV7QXSR":{"lang":"EN","title":"Traffic Racing 2͏","description":"\r\n\r\nTraffic Racing 2 is no doubt the most addictive and straightforward however exciting game appropriate for everybody. it's now available on PC and XBOX.\r\nSwipe left or right to change lane and avoid those slo-mo cars.  how fast can you reach?"},"9N3CCX4PN5W0":{"lang":"EN","title":"Color Switcher","description":"Play now the #1 addictive game of the year on XBOX/PC !\r\n\r\nTap the ball carefully through each obstacle and your ball will switch color with some power ups.\r\nYou must follow the color pattern on each obstacle to cross it !\r\n\r\nBe careful not to pass through the wrong color, or you’ll have to start again.\r\n\r\n\r\n"},"9MW7R2GQ36H8":{"lang":"EN","title":"ZigBall (No Ads)","description":"ZigBall\r\n\r\nDiscover your super reflexes!\r\n\r\nFollow the path and do as many zigzags as you can!\r\n\r\nTap the screen to change the direction of the ball. Try not to fall off the edges!\r\n\r\n\r\n****NO ADS****"},"9N7ZLPCCXL2Z":{"lang":"EN","title":"SGN Sports™ Airplane Racing 2022","description":"Race in your airplane through Eastern Europe. Unlock new airplanes. Complete the challenges or just have fun in arcade mode. Fly against 7 AI Opponents or another local player.  Two players requires two controllers.\r\n\r\nPlease note:\r\nCreators Collection games, such as this one,  cannot contain Xbox LIVE achievements and as such cannot increase your GamerScore."},"9MV8S8FBMB6N":{"lang":"EN","title":"TimeKeep - Stopwatch With Notes","description":" TimeKeep makes keeping track of time quick and easy. You can store description of your previously saved times"},"9P7DDG281731":{"lang":"EN","title":"Quick Search (Pro) - Search Everything","description":"Quick Search (Pro)\r\n\r\n\"Quick Search\" is a search engine that locates files and folders by filename instantly for Windows.\r\n\r\nUnlike Windows search, \"Quick Search\" initially displays every file and folder on your computer (hence the name \"Quick Search\").\r\n\r\nYou type in a search filter to limit what files and folders are displayed.\r\n\r\n\r\nHow long will it take to index my files?\r\n\"Quick Search\" only indexes file and folder names and generally takes a few seconds to build its database.\r\n\r\nA fresh installation of Windows 10 (about 120,000 files) will take about 1 second to index.\r\n\r\n1,000,000 files will take about 1 minute."},"9N4TDTC6K4QG":{"lang":"EN","title":"The Knight Witch","description":"The Knight Witch is a metroidvania adventure game with fast-paced, shoot 'em up combat set in a beautifully hand-drawn world. Cast devastating card-based spells, forge close bonds, and make moral choices all in your quest to save your home and discover who's behind the War Golem invasion."},"9MZ1MN3WKX65":{"lang":"EN","title":"Offline QR Code Generator","description":"Create stunning QR codes for print and digital use with an easy-to-use Offline QR Code Maker. Generate high-definition codes for use in marketing materials and products for a professional, eye-catching look. With customizable design options, you can create one-of-a-kind codes that are sure to make an impression. Get your QR codes to stand out and make an impact with the Offline QR Code Maker."},"9NCMVSSFCJJ3":{"lang":"EN","title":"Slide Me Puzzle Game Pro","description":"Slide Me Puzzle Game - sliding blocks from 1 to 80. Moving blocks with digits to the square next to it, if it is empty. This is classic, interesting and fun brain game with digits. \r\n\r\nChallenge yourself to pass all 7 levels: \r\n\r\n- Easy 3x3\r\n- Normal 4x4\r\n- Medium 5x5\r\n- Hard 6x6\r\n- Expert 7x7\r\n- Epic 8x8\r\n- Legendary 9x9\r\n\r\nPlay for fun! Suitable for all ages.\r\n\r\nAll levels unlocked!"},"9N5DFXF075DZ":{"lang":"EN","title":"Saint Kotar","description":"Saint Kotar is a psychological horror detective game set in a cursed valley in rural Croatia. Investigate the disappearance of your relative in the occult-ridden town of Sveti Kotar as you switch between conflicting realities through the eyes of two godly men.\r\n"},"9P6102168TZW":{"lang":"EN","title":"TextCanister - Quick Access Text","description":"Easily store and access text that you frequently use"},"9NFXHSZSDRCP":{"lang":"EN","title":"Advanced Screen Tester","description":"This app can help you test the quality of your screen or monitor easily!\r\n\r\nTest cases included: HDR Test, Dead Pixels Test, Solid Color Test, Light Leakage Test, Contrast Test, Saturation Test etc."},"9NPS8D1P00X6":{"lang":"EN","title":"Pixel Astronaut","description":"An astronaut stuck on moon amidst an alien invasion wave. Needs oxygen to survive. Shoots at enemy, earns money and can upgrade weapons and health."},"9N47WDPP4FV6":{"lang":"EN","title":"SGN Sports™ Head Sports","description":"Three sports in one game! Use your head, literally, to win these sports contests. You can also kick! Choose Soccer, Basketball, or Volleyball to compete in. Customize your character by choosing your face, outfit and shoes. Customize the play field by choosing the ball and field style. Play, Day, Night, Sunny, Rainy, or Snowy. Choose game length, and the AI Skill Level. So many options, so many reasons to replay.\r\n\r\nPlease note:\r\nCreators Collection games, such as this one,  cannot contain Xbox LIVE achievements and as such cannot increase your GamerScore."},"BS0P7HLFPPP0":{"lang":"EN","title":"Figment: Journey Into the Mind","description":"Figment is an action-adventure game that invites you to explore a unique surreal universe filled with music, humor and multi layered narrative. Join Dusty and his ever-optimistic friend, Piper, on an adventure through the different sides of the mind seeking to restore the courage that's been lost."},"9P6G4L8BRP4K":{"lang":"EN","title":"The Oregon Trail","description":"The Oregon Trail™ by Gameloft—Experience The Oregon Trail™ like never before. A modern twist on the trials and tribulations of the road to Oregon, this official successor to the global phenomenon will immerse players in exhilarating journeys ranging from the historically accurate to the totally extreme. Players will pick their traveling party, stock the wagon with supplies, and embark on an adventure filled with tough choices, new dangers, and unexpected situations. Surviving blizzards, broken limbs, snakebites, exhaustion, starvation, and the dreaded dysentery is no small feat; all the while navigating an untamed frontier to get your party to their new life in Oregon before the winter. Track down a missing party in the aftermath of a fierce blizzard, transport volatile gunpowder through blistering desert heat, compete in challenging hunting mini-games, and meet a broad cast of historic figures. With procedurally selected random events where players’ choices affect their party and future game events, there’s always a new adventure on the horizon every time you play.\r\n\r\n\r\nAlways a New Adventure\r\n\r\n• Build and name your party from different classes—each with their own starting items, skills, and personalities—to make every journey to Oregon unique.\r\n\r\n• Overcome hundreds of random events where your choices affect the fate of your travelers, and are influenced by their unique skills and traits.\r\n\r\n• Remember to take care of your party, wagon, and oxen, or they’ll become casualties of the trail.\r\n\r\n\r\nFresh Features\r\n\r\n• Take on 15 playable Journeys.\r\n\r\n• Experience 7 Quests inspired by historical events.\r\n\r\n• Monitor your party members’ health, morale, stamina and hygiene.\r\n\r\n• Manage your inventory to squeeze everything you can into the wagon.\r\n\r\n• Maintain your wagon to prevent breakdowns and inventory loss from spoiling or spillage.\r\n\r\n• Learn about real people and places in your interactive Journal.\r\n\r\n• Collect and learn about the many interesting animals you’ll see on the trail.\r\n\r\n• Catch 80+ species in the new Fishing mini-game.\r\n\r\n• Obtain 140+ achievements.\r\n\r\n\r\nTrue to the Original\r\n\r\n• Hunting and Rafting make a long-awaited return, with faithful gameplay and all-new visuals.\r\n\r\n• Dysentery, river fording, broken legs, and many more classic hazards await!\r\n\r\n\r\nStriking Art Direction and Score\r\n\r\n• A beautiful blend of charming pixel art characters, 3D environments and cutting-edge lighting and visual effects creates a unique visual style that’s both nostalgic and contemporary.\r\n\r\n• An all-original soundtrack of alt-country-inspired music combined with 8-bit-style sound effects.\r\n\r\n\r\nRespectful Representation\r\n\r\n• For the first time, the game features Native American playable characters and stories, celebrating the history and cultures of the peoples who first lived on this land and still live here today.\r\n\r\n• Thorough research and multiple academic consultants were involved in this game’s production to ensure accuracy and respectful representation of all peoples depicted in the game.\r\n\r\n\r\nOfficially Licensed & Supported\r\n\r\n• The Oregon Trail™ is an officially licensed game from HarperCollins Productions, who supported the evolution of The Oregon Trail™ so it would be true to the original, but with updated gameplay and visuals.\r\n\r\n• 2016 Video Game Hall of Fame inductee.\r\n_____________________________________________\r\n\r\nVisit our official site at http://gmlft.co/website_EN\r\nCheck out the new blog at http://gmlft.co/central\r\n\r\nDon't forget to follow us on social media:\r\nFacebook: http://gmlft.co/SNS_FB_EN\r\nTwitter: http://gmlft.co/SNS_TW_EN\r\nInstagram: http://gmlft.co/GL_SNS_IG\r\nYouTube: http://gmlft.co/GL_SNS_YT\r\n\r\nTerms of Use: http://www.gameloft.com/en/conditions-of-use\r\nPrivacy Policy: http://www.gameloft.com/en/privacy-notice\r\nEnd-User License Agreement: http://www.gameloft.com/en/eula"},"9N1VKWTDKKSD":{"lang":"EN","title":"The Shutdown Timer Pro","description":"The Shutdown Pro allows countdown or time-based shut down options. Customizable time tracking and personalized alarm sound features are available. The user-friendly interface makes it easy to use, and there are additional features such as sleep mode and restart."},"9NGQC643BT46":{"lang":"EN","title":"Slash Hero͏","description":"Slash Hero is a cool 2D infinite runner game,  Enemies walkout randomly and you have to kill them to gain score points before running out of life."},"9NNGKZ8M770X":{"lang":"EN","title":"Charon's Staircase","description":"In this first-person horror mystery game, you set out to bury the horrible past of a tyrannical government. Retrieve and destroy the documents that unravel the secrets that lie beneath Oack Grove. Will you discover the terrifying truth and find your way out?\r\n"},"9PHKSKVT9DPK":{"lang":"EN","title":"PodLord - Podcasts Downloader","description":"Podcasts Downloader"},"9NPDS43DDPQD":{"lang":"EN","title":"Downloader for IGTV ͏","description":"Best way to download IGTV videos, covers and descriptions."},"9PJJ6Z367V9K":{"lang":"EN","title":"Text To Speech Universal­","description":"Just paste your text and hit the read button.\r\nSupports more than 50 languages\r\nMultiple male and female narrators"},"9P5FN1DWS8WL":{"lang":"EN","title":"HiddenDesk - Hide Desktop Icons","description":"Need to quickly hide your desktop icons with just a single click? HiddenDesk can do just that with ease!\r\n\r\nIs your desktop cluttered, or you have sensitive files you need to hide from prying eyes? HiddenDesk can quickly hide all your files and folders that are on your desktop. Your files cannot be seen, even if you have \"Show Hidden Files\" enabled. They are quickly and securely hidden, and only visible when you need them to.\r\n\r\nFeatures include:\r\n- Smart-Hide of desktop files\r\n- Also hides desktop folders and shortcuts\r\n- Quick keyboard shortcut to toggle\r\n- Easy access Taskbar Icon\r\n- and more!"},"9NSK84WG7Z1T":{"lang":"EN","title":"Ping PONG Classic͏","description":"Pong is a table tennis–themed arcade sports video game, featuring simple two-dimensional graphics. It was one of the earliest arcade video games."},"9NN2KJ08WF5R":{"lang":"EN","title":"PowerScheduler - Smart Shutdown Timer","description":"PowerScheduler allows you to schedule Sleep, Restart, Hibernate, Lock, Log Off, and Shut Down of your PC"},"9MZL3FQ7D7K6":{"lang":"EN","title":"MyFTP - Personal FTP Server","description":"1-Click Rapid FTP Server Deployment App"},"9N1T2D0VRLMX":{"lang":"EN","title":"Shatter - Secure File Shredder","description":"Securely Delete and Shred your Files"},"9PH0BQW8PQS8":{"lang":"EN","title":"FileScrub - Batch Exif Remover","description":"Remove Sensitive Exif Data from Images in Bulk"},"9PDWPPTWR9RL":{"lang":"EN","title":"TaskBar RSS - Quick RSS Feed","description":"TaskBar RSS grabs the latest articles from your RSS feed into your TaskBar."},"9MXW5STQC5RM":{"lang":"EN","title":"Recess - Take A Break Reminder","description":"Get elegant and subtle reminders to take regular breaks from your computer"},"9NCVK03NX3XB":{"lang":"EN","title":"Bunny Park","description":"Manage your own bunny park! Give snacks and toys to your bunnies. Improve and decorate your park to increase its popularity and collect all the bunnies! "},"9NV9DKBPC663":{"lang":"EN","title":"Lemon Cake","description":"Restore an abandoned bakery and prepare pastries from farm to table! Grow fresh ingredients in the greenhouse, cook pastries & sweets in the kitchen and serve your baked goods to hungry customers in your own shop! \r\n"},"9PD91WRDFKND":{"lang":"EN","title":"Airoheart","description":"Airoheart is a top-down action-adventure RPG inspired by the classics. Embark on an epic journey to save the world from evil and test the strength of your heart in this emotional tale of betrayal, tragedy and redemption.  "},"9NFPG0ZWTM4B":{"lang":"EN","title":"Stack Tower͏","description":"In the highly addictive arcade game Stack Tower you stack 3D blocks to a tower."},"9PDLB576DQQL":{"lang":"EN","title":"Tags For Tube","description":"Tag Generator App For PC is an easy-to-use software tool designed to help users generate accurate and effective tags for their online content. It provides users with an intuitive interface that enables them to quickly generate tags with a few simple clicks. The app allows users to enter a list of relevant keywords that are then used to generate relevant tags based on the keywords provided. The generated tags can then be used to optimize and increase the visibility of content on social media platforms and search engines. Additionally, the app features a powerful analysis tool that helps users identify keywords and phrases that are most likely to increase the visibility of their content. With Tag Generator App For PC, users can quickly and easily create effective tags for their online content and maximize the reach of their content.\r\n"},"9NL2G01F95QP":{"lang":"EN","title":"Dpotify Pro","description":"Downloader for Spotify"},"9NLSFNCDL4MV":{"lang":"EN","title":"Live Draw͏ (Pro)","description":"\"Live Draw\" allows you to draw on your screen real-time."},"9MX2KSWJQ48X":{"lang":"EN","title":"Train your Brain͏","description":"This is a mental health care game designed and engineered for improving the functionality and communication between both sides of the brain.\r\n\r\nUse left and right arrows on your keyboard to control the  brain sides, the point is to avoid the squares and get the circles.\r\n\r\nFor the best result we recommend to play daily and increase your score each day.\r\n\r\nHave fun ;)"},"9N15SZQ5422W":{"lang":"EN","title":"Stack Ball͏ 3D","description":"Stack Ball is a 3d arcade game where players smash, bump and bounce through revolving helix platforms to reach the end."},"9NS0BLC5B08X":{"lang":"EN","title":"Maze Runner: ͏Crystal Mine","description":"Strengthen memory and mind power"},"9PMVN3JNVWF9":{"lang":"EN","title":"Furball Over The Front: 1938","description":"Take to the skies over the western front in this fantasy alternate timeline WW1 casual run and gun style sim-shooter. Fly as a heroic pilot of the Allied Empires as you take on nefarious forces of the Greater Soviet Union."},"9P7CVP0HG5V9":{"lang":"EN","title":"Clobbr - API load & speed test","description":"Clobbr is a developer tool that allows you to test your api endpoints to see how well they perform under multiple requests (clobber your apis!), in sequence or parallel.\r\n\r\nRegardless if you're testing a REST, GraphQL or cloud function Clobbr has got you covered!\r\n\r\n\r\nPowerful, yet simple and delightful user interface.\r\n---------------------------------------------------\r\n• Make requests to multiple endpoints with ease.\r\n• Set up request timeouts, headers, payload and much more\r\n• Explore results as a beautiful list, summarizing your settings\r\n• Analyse charts with response times and easily re-run tests\r\n• Delve into key stats such as standard deviation, percentiles and more\r\n\r\n\r\nConfigure requests.\r\n---------------------\r\n• Easily configure verb (GET, PUT, POST etc.)\r\n• Set number of iterations\r\n• Toggle between http/s with ease\r\n\r\n\r\nSend data with a request.\r\n---------------------------\r\n• Set data in the built-in JSON editor\r\n• Include in POST, PUT etc requests\r\n• Save data settings between runs\r\n\r\n\r\nSet headers with ease.\r\n------------------------\r\n• Configure headers for each request\r\n• Use scripts to get/set dynamic headers\r\n• Save header settings between runs\r\n\r\n\r\nExplore result history.\r\n----------------------\r\n• Understand how key statistics evolve over time\r\n• Explore historical response timings using charts\r\n• Analyze historical data in detail in the tabular view\r\n\r\n\r\nTake control of the UI.\r\n------------------------\r\n• Toggle between light or dark modes\r\n• Clear data with ease\r\n• Customise app behaviour with advanced settings\r\n\r\n\r\nShare results with ease.\r\n--------------------------\r\n• Share results with your team with the push of a button\r\n• Quickly share result charts and key statistics\r\n• No data is stored on a server and sensitive info is stripped\r\n\r\n\r\nAll data stored locally. Your privacy comes first.\r\n------------------------------------------------\r\n• None of the request or result data is stored on a server\r\n• No account needed\r\n• No tracking whatsoever"},"9MZ1KMNXC0M6":{"lang":"EN","title":"DTube 3Plus / Download from YouTube","description":"This is the best way to download YouTube videos."},"9NB8SS46GZJG":{"lang":"EN","title":"TT Song Downloader͏ pro","description":"If you ever wanted to have the full version of the songs from TikTok videos this app is for you.\r\n\r\nJust paste a TikTok video link and download the full version of the soundtrack. \r\nAlso This is THE downloader for TikTok videos, cover images, profile pictures AND full version of soundtracks on posts. just copy a TikTok video link and paste it in the app.\r\nWe make it easy for you to watch and review your favorite TikTok videos by using tools and buttons like Pause/Play/Volume Controller/Full screen and some more media player elements.\r\n *There is no need to log in.\r\n\r\n*CAUTIONS*\r\n1. Original songs on TikTok videos are not downloadable.\r\n2. To avoid copyright problems, We are downloading your songs from YouTube servers in the background.\r\nIf you frequently use unpopular songs or songs which may not ever been on YouTube by anyone (which is not a common situation), We do not recommend this App to you!\r\nOtherwise you're gonna be ok.\r\n\r\n"},"9PHP0Z68X02N":{"lang":"EN","title":"Smart Package Tracker","description":"The application is used to track UPS, USPS, FedEx and DHL packages."},"9MT83KP53Z37":{"lang":"EN","title":"NoS - CPU Stress Test","description":"Test CPU Load, Battery Life & Thermals"},"9NMGK3P73RZ4":{"lang":"EN","title":"DashPanel - Activity LED Indicators","description":"DashPanel allows you to quickly and easily monitor your computer's Hard Drive, CPU, RAM, and Battery Activity Indicators from a small widget. The CPU and RAM activity Indicators only light up when a certain threshold percentage is met. The widget can also be positioned where you want it on your desktop!\r\n\r\nFeatures include:\r\n- At a glance system activity\r\n- Custom widget positioning\r\n- AutoStart with Windows\r\n- Indicator Labels\r\n- and much more!"},"9ND63G9160CK":{"lang":"EN","title":"Amazing Birds Calendar [HD+]","description":"Amazing Birds  Calendar [HD+] for your Windows devices..."},"9NCBN0G5LSF1":{"lang":"EN","title":"Zip͏","description":"ZIP Pro is a powerful tool to compress any files to these formats :  .zip , .rar , .gzip , .gz , .tgz , .tar , .tlz , .lz , .lzma , .bz2 , .tbz2 , .bzip2 and extract those file to regular ones."},"9NLKJNNJ420R":{"lang":"EN","title":"Bollywood Beauties Calendar [HD+]","description":"Bollywood Beauties Calendar for your Windows Devices..."},"9NG9RBZDHBRB":{"lang":"EN","title":"Video Embed Code Generator For YouTube","description":"This Embed Code Generator for YouTube for PC is an easy to use tool that helps you quickly and conveniently embed YouTube videos into your website. It offers a quick and simple way to generate HTML codes for embedding YouTube videos on your website. It also provides additional features such as customizing the video size, setting automatic playback, and more. With this generator, you can easily and quickly create YouTube embed codes for your website."},"9P3DJ87CT2DN":{"lang":"EN","title":"IMPOSSIBLE DASHING","description":"A very cool running game. Simple line style. Up to 63 levels!"},"9P1VJCD2TR0G":{"lang":"EN","title":"Shredd - Delete Beyond Recovery","description":"Looking for a way to securely and permanently delete your sensitive files or folders without having to worry about them ever being recovered?\r\n\r\nShredd takes care of deleting your files securely for you. Once shredded, these files can never be recovered from your computer and are deleted permanently. You can rest easy knowing that your files can't be recovered by any tools or hackers.\r\n\r\nSecure your privacy and sensitive files with Shredd."},"9NVTNR3SGZ63":{"lang":"EN","title":"BrightSpot - Quickly Adjust Brightness","description":"Quickly brightness or darken your display with this lightweight tool"},"9P1W58W2XL36":{"lang":"EN","title":"QR Code Generator Lite","description":"Offline QR Code Generator for Windows 10 is a lightweight, utility designed to quickly generate high-quality QR codes for a variety of purposes. It supports a wide range of QR codes including text, URL, email, phone number, location, Wi-Fi, and many more. This application also allows users to customize their codes with logo images and colors, as well as adjust the size of the code. With its intuitive interface, Offline QR Code Generator for Windows 10 is a great tool for quickly creating high-quality QR codes."},"9NFQC5BJF1HN":{"lang":"EN","title":"Beauty Calendar","description":"Beauty Calendar for your Windows devices..."},"9NRHB2RN9TJD":{"lang":"EN","title":"Exact Duplicate Finder","description":"A duplicate finder that does not waste your time"},"9NQWKTLS53L6":{"lang":"EN","title":"PDFLocker - Lock and Protect PDF Files","description":"Protect and Secure your PDF files with a Password and set Permissions"},"9PKF6B84S96N":{"lang":"EN","title":"ExifStripper - Strip EXIF From Images","description":"EXIFStripper is a utility that removes EXIF metadata from multiple images at once."},"9PMFZ0WNBBNT":{"lang":"EN","title":"Photo Editor (͏Pro)","description":"Photo Editor Pro is a pre-eminent, powerful and flexible Image Editor that perfectly satisfies the needs of even the pickiest user."},"9NKWRK7N5J5D":{"lang":"EN","title":"ToWavConverter - Convert Audio to Wav","description":"Convert your audio files to .WAV files with just 1 click"},"9N442RNS5DCC":{"lang":"EN","title":"Tincture - Smart Display Color Filter","description":"Tincture changes the overall hue of your display, helping you reduce overall blue light exposure and eye strain."},"9NFXHGC9SQD7":{"lang":"EN","title":"Breaking News - News Ticker Widget","description":"Get access to all your news and headlines from your desktop, only one click away"},"9N2693N5SVNN":{"lang":"EN","title":"ImageToIcon - Convert Images to Icons","description":"Convert your images to icon files with just one click"},"9NWR60P3B31H":{"lang":"EN","title":"Amazing Nature Calendar","description":"Amazing Nature Calendar [HD+] for your Windows devices..."},"9PJ3JMJPFZK8":{"lang":"EN","title":"Dpotify­","description":"Downloader for Spotify"},"9N1S7G773K1K":{"lang":"EN","title":"YH File Download Manager","description":"This is a UWP app that help you download files from Internet, such as music, pictures, video, documents. "},"9P7G3JB3ZPRP":{"lang":"EN","title":"Boom Band","description":"The post-apocalyptic fiction horror-themed first-person shooter game"},"9PG3NX0XRH2Z":{"lang":"EN","title":"Microphone Test","description":"This is a lightweight UWP app that allows you to check whether your microphone or headset is working or not! \r\nIt also shows you the name of the working device and your sound waves.\r\nSpeak loudly in your microphone and if it is working you’ll see colored sound waves appear or you’ll see an error message."},"9MXJJMQW3S80":{"lang":"EN","title":"Sphere Game Legendary","description":"Leave your feedback to improve the game."},"9NMSM9FHGQX4":{"lang":"EN","title":"Bebok Invasion","description":"Bebok Invasion is a 2D platforming shooter with many different abilities. 54 levels of jumping, climbing, dashing and fighting against enemies!"},"9PJRSMJ5PSD1":{"lang":"EN","title":"LEGO® Star Wars™:The Skywalker Saga Deluxe Edition","description":"The Deluxe Edition includes 7 downloadable content character packs. \r\nPlay through all nine saga films in a brand-new video game unlike any other.   With over 300 playable characters, over 100 vehicles, and 23 planets to explore, a galaxy far, far away has never been more fun!"},"9NHMSNB7FF2M":{"lang":"EN","title":"QR Code Generator With Templates","description":"Create QR Code For Wi-Fi, SMS, WhatsApp, Skype, Phone Numbers, Web URL, vCard and More. Create QR Code With Logo And Color. Now You Can Add Custom Logo On QR Code. \r\nCustomize Your QR Code With Logo, Text and Frame. \r\nTry QR Code Generator Template For Profile/YT Video/App, Asking Help, And Latest Website Post."},"9PNNLGNDKKSC":{"lang":"EN","title":"My File Explorer","description":"This is a lightweight and beautiful files explorer and files manager app!\r\n\r\nYou can add and browse your folders, explore and manage all your files.\r\n\r\nYou can also decompress and extract archive files (RAR, 7Z and TAR) or unzip ZIP files."},"9NLBW0CC9RK0":{"lang":"EN","title":"Templates for Bussiness - Bussiness Templates","description":"In Microsoft Word,Excel PPT templates are pre-designed documents that you or someone else (such as Microsoft) creates to use as a pattern for a project. The template could be for a business card, brochure, resume, presentation...the list goes on. Regardless of the purpose, templates provide the design consistency that any organization (or individual) needs to look professional.\r\n\r\nThe template contains a specific layout, style, design and, sometimes, fields and text that are common to every use of that template. Some templates are so complete (such as business cards), you only have to change the individual’s name, phone number, and email address. Others, such as business reports or brochures, could require that everything is changed except the layout and design.\r\n\r\nOnce you create a template, you can use it over and over. Remember that while you open a template to start a project, you save the project as another file type, such as the basic .docx Word format, for editing, sharing, printing, and more. The template file stays the same, unless or until you want to change it\r\n\r\n\r\nOur product is not a free product because of the huge development effort.\r\n"},"9NBJ32ZDHGLD":{"lang":"EN","title":"World2D RE","description":"In this short game in a 2.5d world pass the levels and each level will face new challenges\r\nincreasingly difficult."},"9NMBZ4TFLR12":{"lang":"EN","title":"Bump & Run Racing","description":"Ever miss the good ole' days where you could smash your way to the finish line?  Well look no further! \"Bump & Run Racing\" is a re-imagination of classic arcade racers that center gameplay around the destruction of your fellow racers.  Earn and burn boost, take down opponents and avoid those pesky pedestrians on your way to the finish line.\r\n\r\n*OPTIMIZED FOR XBOX SERIES S/X*"},"9N38F9Q5LT4M":{"lang":"EN","title":"Reflect the ball RE","description":"Bounce the balls, to hit them on the buttons and so the gate opens."},"9P0HS4L61209":{"lang":"EN","title":"Shortty Shortcut For Video","description":"Make Shortcut Of Your Favorite Tube Video, Channel And Playlist. Play Your Video In One Click. Easily Identify Shortcut Is Video, Playlist Or Channel Via Small Icon. Shortty Shortcut For Your Video.\r\n "},"9NCN3ZVKHCMV":{"lang":"EN","title":"YouLord","description":"Youtube 4k Downloader"},"9MXDF8J4R674":{"lang":"EN","title":"Circle Image Cropper","description":"Make your photos perfect with Circle Image Crop for Desktop! This powerful photo editing tool enables you to cut, crop, and resize images with ease. Whether you're a professional photographer or just starting out, this app is the perfect way to quickly create beautiful, perfectly-sized circle images for any project. Get ready to revolutionize your photo editing workflow with Circle Image Crop for Desktop!"},"9NCHTLJZ1C76":{"lang":"EN","title":"App Icon Generator For Android","description":"How Are Icons/Image Asset Generated For Android? Use the Android app icon generator if you want to create icons. Create Icons For Your Android Apps Quickly. Both square and round icons can be generated. Making image assets for your Android apps is simple."},"9PFPNL8R4LDP":{"lang":"EN","title":"Unlimited­ ­Unofficial","description":"This is the best way to download YouTube videos.\r\n"},"9P9SMZNVN1P9":{"lang":"EN","title":"App Icon Generator For iOS","description":"Would You Like To Create An Ios App Icon? Are You Interested In Creating Image Asset For Your Apps? For Your iOS Application, Create An Icon And Image Set. The Best Icon Maker For iOS Applications. Create Icons For Cross Platform Applications, Mac OS, Watch OS, And The iPhone/iPad. The Entire App Is Offline."},"9P008L2LS87F":{"lang":"EN","title":"The Gunk","description":"The Gunk stars Rani, part of our duo of gritty space haulers, struggling to make a buck as they chance upon an untouched planet brimming with life. They came in search of valuable resources, and it looks like they’ve hit the jackpot…"},"9P7SX1ZB0J4P":{"lang":"EN","title":"CPU Display Code","description":"All are the same as CPU Display, plus the core codes used to create this program with detailed explanations.\r\n(C#, partially C and Assembly)\r\n\r\nRun as administrator.\r\n(recommended to set the EnableLUA = 0)\r\n\r\npress F1 for help\r\n"},"9PJLBJG4LRM1":{"lang":"EN","title":"TT Song Downloader","description":"TikTok Song Downloader"},"9NP1P1WFS0LB":{"lang":"EN","title":"Halo Infinite (Campaign)","description":"The legendary Halo series returns with the most expansive Master Chief campaign yet and a ground-breaking free-to-play multiplayer experience."},"9MX4XK3FTV1D":{"lang":"EN","title":"System Internals Code","description":"System Internals Code\r\n\r\nAll are the same as 'System Internals', plus the core code used to create this program with detailed explanations.  (C#, partly C & Assembly)\r\n\r\nRun as administrator.\r\n(recommended to set the EnableLUA = 0)\r\n----------------------------------------------------\r\nI.  Run as admin\r\nII. \\>lua off\r\n----------------------------------------------------\r\n\r\n"},"9PB7M3QV52WM":{"lang":"EN","title":"IP Packet Sniffer Code","description":"IP Packet Sniffer Code\r\n\r\nAll are the same as 'IP Packet Sniffer', plus the core source codes with detailed explanations are also included. and some more features for developers.  (C#, partly C & Assembly)\r\n\r\nRun as administrator.\r\n(recommended to set the EnableLUA = 0)\r\n--------------------------------------------------------\r\nI.   Run as admin\r\nII.  (menu) Sniffer -> EnableLUA\r\nIII. Click Apply button (if current value is not zero)\r\n-------------------------------------------------------"},"9NQXRDS92NDR":{"lang":"EN","title":"My Simple Puzzle","description":"\"My Simple Puzzle\" is a smart app for relaxation. Putting together puzzles with family and friends is a great time that you will often remember."},"9NC62BNKNDVX":{"lang":"EN","title":"SSL Toolkit","description":"Your all-in-one toolkit for SSL, including SSL install check, TLS check, PEM parser, CSR generator/manager and certificate transparency log check."},"9PMN56MT3HC5":{"lang":"EN","title":"Motorcycle Stunt Racer","description":"Gear up and get ready for the ride of your life! Ride your bike through 27 exciting and challenging levels."},"9N31WS0G1FPK":{"lang":"EN","title":"Sphere Game Epic","description":"Sphere Game Epic is the newest game in the Sphere game franchise.Game created by Diego Paes"},"9N1L07LKTS5P":{"lang":"EN","title":"Paint One","description":"* Use simple lines to outline colorful and imaginative things and objects.\r\n* Support mouse, stylus, and touch.\r\n* Entertainment drawing software, no drawing foundation required."},"9PKZ6GX66VZ4":{"lang":"EN","title":"Monster Truck Ramp Adventure","description":"It's like a Monster Truck Rollercoaster ride! Get ready for a fun filled adventure spread over fifteen levels. Choose your truck or unlock new favorites. Next select your level and compete on the leaderboards for the best time on each. "},"9NVBMF0BJBDM":{"lang":"EN","title":"Fuga: Melodies of Steel - Deluxe Edition","description":"\"We have to fight! If we don't, everyone we love will be taken away!\"\r\n\r\nOne fateful night, a peaceful village is thrown into the flames of war. Determined to save their families, a group of children boards a giant tank and begins an offensive charge!\r\n\r\nFuga: Melodies of Steel is an RPG where you place children, each with their own unique characteristics and skills, at different gun turrets in a tank to fight against the enemy.\r\n\r\nLiving inside the tank, the children show emotion and gain affinity amongst each other. Manage these both to change the outcome of their journey!"},"9N3GWDPV8HBH":{"lang":"EN","title":"Cryptocurrency Sentinel","description":"Monitor cryptocurrency prices and set alarms to alert you when they reach target amounts!"},"9NCK543D5BN6":{"lang":"EN","title":"Pirate Monkey Run! 2","description":"Jake and Jade, your favorite pirate monkeys, are on the run again! "},"9PMX9NHWXZ4L":{"lang":"EN","title":"SCARLET NEXUS Deluxe Edition","description":"The Deluxe Edition includes:\r\n• SCARLET NEXUS (full game)\r\n• Brain Punk Bundle\r\n\r\nDeluxe Edition Bonuses:\r\n• Additional Attachment \"The Other\"\r\n• SAS Plug-in Variations (3)\r\n\r\nChoose between Yuito and Kasane, elite psionics each armed with a talent in psychokinesis and their own reason to fight. Complete both of their stories to unlock all the mysteries of a Brain Punk future caught between technology and psychic abilities."},"9PLSRQ8B6XL4":{"lang":"EN","title":"Worms Rumble - Digital Deluxe Edition","description":"Worms Rumble is Worms like you’ve never played it before, with intense, real-time, arena-based 32 player cross-platform combat. Get ready for frantic Deathmatches and intense Last Worm Standing!\r\n\r\nThe Digital Deluxe Edition includes:\r\n• Worms Rumble Base Game\r\n• Legends Pack - 6 Outfits – Retro Commando, Sheep, Donkey, Skunk, Cow and Pigeon (each with 3 different colour variants!) 6 Weapon Skins - Retro, Wooly, Concrete, Poison, Bovine, Feathers and 6 Banners\r\n\r\nUse a variety of fan-favourite weapons like the Bazooka, Shotgun and Sheep Launcher plus all-new additions to the armoury to bring the pain to your invertebrate opponents as you climb the ranks. Customise your worm, take part in challenges and seasonal events and experiment with new ways to play in The Lab. This is Worms, reinvented.  \r\n\r\nThe First Real Time Worms! \r\n\r\nYou won’t find any turn-based combat in Worms Rumble. Every round is in REAL TIME! If your enemy is raining fire upon you, give them heck right back! \r\n\r\n32 Player Cross Platform Multiplayer \r\n\r\nPlay with friends online across console and PC. With Deathmatch and Last Worm Standing solo and squad battle royale modes available at launch! \r\n\r\nClassic Weapons with New Ways to Play \r\n\r\nArm yourself with new and returning fan-favourite weapons! With classics like the Bazooka, Holy Hand-grenade and Sheep launcher and the all-new Hammerhead, Plasma Blaster and Rocket shield. \r\n\r\nEvents, Challenges and ‘The Lab’ \r\n\r\nTake part in seasonal and community events, and daily challenges for additional XP and in-game rewards. And experiment with new gameplay mechanics and weapons in The Lab. Each week brings new experimental game modes with new fun ways to play!\r\n\r\nPlayer Customisations \r\n\r\nEarn XP and in-game currency to unlock and purchase weapon skins, outfits, accessories and emotes! Mix and match to create your own personal style on the battlefield."},"9PCVN6LRVV13":{"lang":"EN","title":"Gears Triple Bundle","description":"Squad up for Gears 5, Gears Tactics and the Gears 5: Hivebusters expansion. From the early days of the Locust war to the jungles of the Galangi islands, experience the pivotal moments in the wars to save Sera. This bundle is optimized for Xbox Series X|S."},"9NFT5LFPW5D2":{"lang":"EN","title":"SGN Sports Wild Game Hunting","description":"Collect your gear and let's go hunting. Compete with the best hunters out there. Test your skills with Stag, Rabbit, Boar, Wolf, Eagle, and Duck Hunting. \r\n\r\nEach animal type has ten different challenges. Try for your best score in each. Spend winnings on better and more powerful weapons.\r\n\r\nPlease note:\r\nCreators Collection games, such as this one,  cannot contain Xbox LIVE achievements and as such cannot increase your GamerScore.\r\nPlease be sure to give this game all the required permissions to access Xbox LIVE otherwise Leaderboards and Cloud saving will NOT be available.\r\n\r\nEnjoy the great outdoors, weapon at you side, take aim & fire!"},"9NSB482N7H9W":{"lang":"EN","title":"Pirate Monkey Match","description":"Jake and Jade, the Pirate Monkeys, star in their own Match Game. Help Jake and Jade master the 100 levels along the path. \r\n\r\nMatch 3 or more candies in a row to clear them. More than three results in a power candy that when matched with two others candies of the same color has a powerful effect. Different levels have different requirements to clear. Match a certain number of candies of a certain color, clear all the sugar, find hidden pineapples, drop ingredients such as bananas and coconut milk, and more.\r\n\r\nClear the boards with less than the allowed or moves, or within the time limit. Fail and you'll have to try again.\r\n\r\nPlease note:\r\nCreators Collection games, such as this one,  cannot contain Xbox LIVE achievements and as such cannot increase your GamerScore.\r\n"},"9N2NKWSZT3LM":{"lang":"EN","title":"Notemarks","description":"Simple text note & to-do list tool."},"9NGJ7H1LSC0F":{"lang":"EN","title":"SnowRunner - 1-Year Anniversary Edition (Windows 10)","description":"The 1-Year Anniversary Edition includes the base game SnowRunner and its Year 1 Pass.\r\n\r\nGet ready for the next-generation off-road experience!\r\n"},"9N5ZJMZH71S7":{"lang":"EN","title":"Pirate Monkey Fruit Shoot","description":"Jake and Jade, your favorite Pirate Monkeys, are back in a new puzzle game! Play as either Jake or Jade. Throw balls into the air. If you connect with two or more other balls of the same color they will pop away. Any balls that are not touching other objects will fall away. Some balls have a piece of fruit, these are the object of the game. When they fall or pop, a piece of fruit will parachute down to the ground. Collect the amount of fruit that the level requires to win the level.\r\n\r\nDestroying or dropping balls of a certain color will count towards earning a power-up. Watch as the tanks on the left fill up. Once full, they will glow signifying you have earned that power-up.  Make sure you use them as they will disappear at the end of the level. \r\n\r\nCan you help Jake and Jade collect as much fruit as they can?\r\n\r\nPlease note:\r\nCreators Collection games, such as this one,  cannot contain Xbox LIVE achievements and as such cannot increase your GamerScore.\r\n"},"9NVM7JJKSB0H":{"lang":"EN","title":"Mahjong Patterns","description":"Mahjong in real time 3D"},"9NCT87FKQ4GM":{"lang":"EN","title":"Psychonauts (Windows 10)","description":"A PSYCHIC ODYSSEY THROUGH THE MINDS OF MISFITS, MONSTERS, AND MADMEN"},"9PDZPRDH9QF5":{"lang":"EN","title":"The Wild Case (Full)","description":"The Wild Case is a 2D first-person point-and-click adventure. In this story-focused adventure, players meet a cast of colorful characters, experience mysterious encounters, and solve puzzles to progress through the game."},"9NKPFW0MDNL8":{"lang":"EN","title":"Gunship Assault","description":"You're piloting a gunship helicopter on a mission to destroy enemies targets and craft. Watch your radar and long range scanner. Identify targets to destroy to complete your mission. Scout out enemy convoys traversing the terrain. Be on the look out for enemy aircraft such as fighter jets, drones, and even enemy gunships. We are counting on you!\r\n\r\nThe action is fast and furious. Take charge as you're at the controls to complete these important missions.\r\n\r\n** Note:\r\nThis game supports leaderboards for fastest completion time. You must complete all missions at a difficulty to post to the leaderboard. For example, complete all 10 Easy missions to post the total time to complete them to the Easy leaderboard.\r\nCreators Collection games, such as this one,  cannot contain Xbox LIVE achievements and as such cannot increase your GamerScore.\r\nPlease be sure to give this game all the required permissions to access Xbox LIVE otherwise Leaderboards and Cloud saving will NOT be available."},"9NT73XSW7VCW":{"lang":"EN","title":"Ball Race","description":"In the game, one gamer or from two to four gamer compete against each other controlling their own balls and try to defeat their opponent, navigating a maze full of challenges and surprises in order to reach the finish line first. Racing tracks are full of dangers, such as jumping spiders that make it difficult for players to succeed, as well as auxiliary elements such as blocks to knock the player up and moving platforms to overcome chasms. By collecting diamonds and stars, players gain an advantage that allows them to jump and move faster.\r\n\r\nPlayers can choose selected routes or compete in a tournament, where the competition takes place on all 9 routes in turn. Each route has its record score that can be beaten. Relaxing music plays in the background, adding extra comfort and atmosphere during the game. Ball Race is great entertainment for anyone who likes challenges and competition."},"9N9WWM5JXCBZ":{"lang":"EN","title":"Yakuza 6: The Song of Life for Windows 10","description":"How far would you go for family? Step into Japan's criminal underworld with fists swinging in this explosive action brawler starring legendary yakuza, Kazuma Kiryu, who is hellbent on uncovering the truth behind a tragic accident that left his daughter comatose.\r\n\r\nMaster bone-breaking combos, customize your combat abilities, and indulge in all the vices that Tokyo's red light district of Kamurocho has to offer in the emotional conclusion of Kazuma Kiryu's saga."},"9P5MBBFF3RNT":{"lang":"EN","title":"Ori: The Collection","description":"Play both award-winning games of Ori and the Blind Forest and Ori and the Will of the Wisps in this collection."},"9MWKBSSKXG9J":{"lang":"EN","title":"Thumbnail & Tag Downloader","description":"Thumbnail and Tag Download App For Video is an app designed to help users quickly and easily download thumbnails, tags of their favorite videos. The app allows users to search for videos by tags or thumbnails and then download the associated tags, and thumbnails in a matter of seconds. With this app, users can quickly find the exact video they want and quickly download the associated tags, and thumbnails with ease."},"9MVX1V7W5SW8":{"lang":"EN","title":"Yakuza 5 Remastered for Windows 10","description":"Experience the fifth chapter of the Kazuma Kiryu saga in 1080p and 60fps.\r\n\r\nIn December 2012, Kazuma Kiryu left his past as a \"legendary yakuza\" and his place of peace in Okinawa.\r\n\r\nHe now spends his days as a cab driver in a corner of Fukuoka's red-light district, hiding his true identity. All for the sake of fulfilling the \"dream\" of an important person.\r\n\r\nHowever, a disturbing atmosphere begins to drift through the supposedly well-balanced society of the Kanto and Kansai yakuza, emerging as a plot to drag all of the yakuza organizations in Japan to war.\r\n\r\nIn order to protect the \"dreams\" of his loved one, Kiryu is drawn into the vortex of battle once again.\r\n\r\nThis is the story of four men and a girl chasing their \"dreams\" in five major cities in Japan, presented on the largest scale of the series yet.\r\n\r\nComplete The Dragon of Dojima’s journey."},"9NBTL551XL5N":{"lang":"EN","title":"The Yakuza Remastered Collection for Windows 10","description":"Celebrate Kazuma Kiryu's saga with the beautifully remastered Yakuza 3, 4, and 5. Complete The Dragon of Dojima’s journey."},"9NC4QMRHCNZK":{"lang":"EN","title":"Yakuza 3 Remastered for Windows 10","description":"Experience the third chapter of the Kazuma Kiryu saga with restored content in 1080p and 60fps.\r\n\r\nA year after the Kanto-Kansai all-out war, Kazuma Kiryu and Haruka Sawamura have left the unforgiving streets of Kamurocho for the island of Okinawa to run the Morning Glory Orphanage. Despite his efforts, shadows of Kiryu's past threaten to entangle the Morning Glory Orphanage in a deadly power struggle involving the Tojo Clan and political world. \r\n\r\nThus begins a dramatic tale set in the \"sleepless city\" of Kamurocho in Tokyo and the tropical lands of Okinawa. Can Kiryu rescue the children of the orphanage from the looming threats emerging from the depths of the underworld and state power?\r\n\r\nComplete The Dragon of Dojima’s journey."},"9NCHVR5KH0RN":{"lang":"EN","title":"Wilmot's Warehouse Win10","description":"Wilmot's Warehouse is a puzzle game about keeping a warehouse running in tip-top shape.  Just remember where you put everything, because when the service hatch opens, you'll need to find the things people want quickly, in order to earn the coveted Performance Stars."},"9NB77CW5J1TT":{"lang":"EN","title":"Gears 5: Hivebusters","description":"Included in Xbox Game Pass Ultimate. \r\n\r\nReturn to Gears 5 with the Hivebusters expansion and undertake their first suicide mission. Explore the tropical Galangi islands, battle enemies with the team’s ultimate abilities and confront a deadly new predator. "},"9P4KMR76PLLQ":{"lang":"EN","title":"Gears 5 Game of the Year Edition","description":"The complete Gears 5 experience in one bundle. Get the celebrated campaign, recharged multiplayer and Hivebusters campaign expansion as part of the Game of the Year Edition.  \r\n \r\nGears 5 Game of the Year Edition includes: \r\n•\tGears 5 base game \r\n•\tHalo: Reach Character Pack  \r\n•\t30 days of Boost \r\n•\tGears 5: Hivebusters expansion "},"9P8CFXZH93CK":{"lang":"EN","title":"Halo 4","description":"Witness the Master Chief’s triumphant return to battle an ancient evil bent on vengeance and annihilation. Shipwrecked on a mysterious world, faced with new enemies and deadly technology, the universe will never be the same.*"},"9NN3HCKW5TPC":{"lang":"EN","title":"Gears Tactics","description":"Gears Tactics is the fast-paced, turn-based strategy game from one of the most-acclaimed video game franchises – Gears of War. Outnumbered and fighting for survival, recruit and command your squad to hunt down an evil mastermind who makes monsters. "},"9NZQ57MWJQQ5":{"lang":"EN","title":"Ultimate Space Invaders","description":"This game is inspired by the classic Arcade 'Space Invaders' and the purpose of this game is to destroy all the aliens by moving your battleship from left to right holding and firing your weapon without losing lives.\r\n"},"9N3DMHVGLW8L":{"lang":"EN","title":"MailMuse Pro: Email Templates Collection","description":"Choose from 17 pre-designed Outlook templates and 19 stylish HTML templates, each crafted to meet your unique needs. Easily edit text, add images, and adjust colors to create emails that truly stand out. Our user-friendly interface makes it simple for users of all levels to customize templates and create the perfect email."},"9P6VZCRGXFMX":{"lang":"EN","title":"Halo 3: ODST","description":"Halo 3: ODST comes to PC as the next installment in Halo: The Master Chief Collection. Experience the events preceding Halo 3 through the eyes of Orbital Drop Shock Troopers (ODST) as they return to familiar ground and attempt to uncover the motivations behind the Covenant’s invasion of New Mombasa. "},"9PNV85K3BXDG":{"lang":"EN","title":"Arkanoid The Legend II","description":"Destroy all bricks with silver ball in amazing 100"},"9NWZWMQT3410":{"lang":"EN","title":"Tetromino Zen","description":"Sharp your brain"},"9N7GCF5SGCXC":{"lang":"EN","title":"Battletoads","description":"The wait is over! Rash, Zitz and Pimple are returning at last to smash-hit their way through an all-new action-packed adventure of choreographed chaos, and couch co-op may never be the same again. \r\n\r\n1-3 players will take control of the Battletoads and team up to storm through wild and unpredictable stages with only one rule – expect the unexpected. Teamwork makes the dream work in a drop-in, drop-out gameplay blast, filled with over-the-top gameplay moments that anyone can enjoy, but only a True ‘Toad’ can master."},"9N4P8JNKW60J":{"lang":"EN","title":"Stardust Breaker","description":"How Time You can Paddle"},"9MTK5LQKZLQ2":{"lang":"EN","title":"Sphere Game Extreme","description":"show skills, control a fast and heavy sphere and overcome obstacles to pass the level\r\n\r\n"},"9PGL2Z1H9M4R":{"lang":"EN","title":"Halo 3","description":"Halo 3* comes to PC as the fourth installment of Halo: The Master Chief Collection. Now optimized for PC with mouse and keyboard support, native PC features and up to 4K UHD resolution and HDR. The epic saga continues as Master Chief returns to finish the fight, bringing the epic conflict between the Covenant, the Flood, and the entire human race to a dramatic, pulse-pounding climax "},"9N4T64W1W3K2":{"lang":"EN","title":"Design Powerhouse PRO: PSD Template Collection","description":"Introducing Design Powerhouse PRO: The Ultimate Photoshop Template Collection for Creative Cloud users. Unlock the full potential of Adobe Photoshop with our extensive library of over 100 top-notch print and social media templates, tailored for a diverse range of industries and occasions. Exclusively available on the Microsoft Store, our high-quality, ready-to-use templates will elevate your designs and impress your audience."},"9PN3VDFTB5HZ":{"lang":"EN","title":"The Bard's Tale ARPG : Remastered and Resnarkled","description":"You are the Bard, a selfish rogue weary of pointless sub-quests and rat-infested cellars. Through magical song you summon characters to join your quest! "},"9PB4FDC96ND8":{"lang":"EN","title":"Password Manager - MegaPass","description":"Securely store and manage all your passwords with MegaPass – the ultimate password manager. With advanced encryption technology and user-friendly features, MegaPass ensures your personal data is safe, organized, and easily accessible. Download now for a secure and convenient password management solution."},"9P5739G419LD":{"lang":"EN","title":"Halo 2: Anniversary","description":"Halo 2: Anniversary comes to PC as the next installment in Halo: The Master Chief Collection, bringing the Master Chief’s battle for humanity to Earth."},"9P40SC5DQ9K0":{"lang":"EN","title":"Yakuza Kiwami for Windows 10","description":"To save his best friend, Kazuma Kiryu takes the fall for a crime he didn’t commit, and ends up with a 10-year prison sentence. After being released, Kiryu finds himself expelled from his yakuza family, and alone in a world he no longer recognizes."},"9NX6XGVJ0J3D":{"lang":"EN","title":"Bleeding Edge","description":"Team Up. Cause Chaos. Grab your team and tear it up in Bleeding Edge, an electrifying online brawler where every fighter comes mechanically enhanced for mayhem!"},"9NLDM4DGX41G":{"lang":"EN","title":"The Surge 2 - Windows 10","description":"On the way to Jericho City, your plane is shot down by a mysterious storm and crash-lands in the outskirts. Armor-clad soldiers enforce Martial Law, robots are on a rampage, and a dark, expanding nanostorm looms over the cityscape...\r\n\r\n- Hardcore, brutal melee combat\r\n- Face deadly foes and colossal bosses\r\n- Cut off parts of the enemy you want to loot\r\n- Rich character progression and customization"},"9NZHKDDVTPTK":{"lang":"EN","title":"The Surge 2 - The Kraken Expansion","description":"Expand your Surge 2 experience with the Kraken expansion! \r\n\r\nFight your way through a retro-themed suburban environment battling pirates and security systems aboard a desolate military vessel and find the truth behind the VBS Krakow!\r\n"},"9NCM5DMF1XQS":{"lang":"EN","title":"Furball Over The Front (2021)","description":"Take to the skies over the western front in this WW1 casual Sim-Shooter. Play as an Allied or German pilot in 6 different planes from 1915-1918."},"9NWQMVSB63N4":{"lang":"EN","title":"Halo: Combat Evolved Anniversary","description":"Halo: Combat Evolved Anniversary comes to PC as the second installment of Halo: The Master Chief Collection, chronicling the rise of the legendary Master Chief. "},"9NGH1FK0RJGL":{"lang":"EN","title":"Wasteland Remastered","description":"The RPG classic rises from the nuclear ashes! Wasteland Remastered is an overhaul of the 1988 title that brought the post-apocalypse to video games. Bring law to a lawless future or burn everything to the ground with full freedom of choice and consequence. See where the Wasteland series began and experience the character and world the sequels are built on. "},"9PCKNHVF619T":{"lang":"EN","title":"Invoice Creator PRO","description":"Simply create fully customized invoices with various of possibilities."},"9NL4KWXLM4H1":{"lang":"EN","title":"PC Screen Recorder: Screen&Audio capture device","description":"Win10 device screen recording software UWP version.\r\nSimple interface and simple operation.\r\nRecord the entire device screen/selected application window.\r\nVideo frame rate and resolution are optional.\r\n# Supports simultaneous recording of video + audio capture devices (such as microphones, etc.), currently does not support internal recording (ie system audio/sound card, etc.), those who need this, please consider carefully before installing this software.\r\nSuitable for recording short videos, learning tutorials, etc.\r\n\r\nSuggest:\r\nContact email: singhwongwxg@hotmail.com\r\nThe screen capture function is based on an open source project: https://github.com/robmikh/SimpleRecorder"},"9N9WZT3PJ27W":{"lang":"EN","title":"Halo: Reach","description":"Halo: Reach* comes to PC as the first installment of Halo: The Master Chief Collection. Now optimized for PC, experience the heroic story of Noble Team, a group of Spartans, who through great sacrifice and courage, saved countless lives in the face of impossible odds. The planet Reach is humanity’s last line of defense between the encroaching Covenant and their ultimate goal, the destruction of Earth. If it falls, humanity will be pushed to the brink of destruction. \r\n\r\nGame Features:\r\n•\tPC Settings/Optimizations: Halo: Reach is now optimized for PC and looking better than ever at up to 4k UHD and at least 60 FPS. Other PC native settings include mouse and keyboard support, ultrawide support, adaptive sync support, FOV customization, and more. \r\n•\tCampaign: Experience the first chapter in the Halo Saga and fight your way as Noble Six through 11 unforgettable missions\r\n•\tMultiplayer: Start your Spartan Career today with Halo: Reach’s iconic multiplayer featuring an overhauled progression system, generation-defining player customization, over 20 unforgettable maps, as well as classic game modes such as Firefight and Invasion. While Forge and Theater will be delivered later in 2020, enjoy access to millions of community-created maps and game types that have been migrated over from Halo: Reach on Xbox 360 for use today on PC.\r\n•\tFirefight: Fight alone or with squad mates to survive against endless waves of enemies deploying with ever-increasing difficulty. \r\n\r\n\r\n*Halo: The Master Chief Collection is required to play the (digital only) Halo: Reach. "},"9NTM9HXNLSZX":{"lang":"EN","title":"Halo: The Master Chief Collection","description":"The Master Chief’s iconic journey includes six games, built for PC and collected in a single integrated experience. Whether you’re a long-time fan or meeting Spartan 117 for the first time, The Master Chief Collection is the definitive Halo gaming experience."},"9NGHPCSC5XTV":{"lang":"EN","title":"SCORPIO PLAYER X - The Ultimate Video Player","description":"SCORPIO PLAYER is a modern and full-feature powerful universal media player for Windows 10/11 and Xbox"},"9NQ8HXNT9WXV":{"lang":"EN","title":"Angelo and Deemon: One Hell of a Quest","description":"Once upon a time, the Grim Reaper chose the wrong door. Angelo – a young lazy bum-a-holic, oh sorry - a blogger, powered only by his blogging skills, must turn on “point-n-click adventure” mode, go around the entire inferno, meet the locals, and somehow get back home. Enjoy Hell! We made it just for you."},"C2B4T86TXLRS":{"lang":"EN","title":"The Bard's Tale IV: Director's Cut","description":"The Bard's Tale IV: Director’s Cut is the triumphant return of one of the most iconic RPG series of all-time. Delve into a tactically rich combat system that rewards creativity, solve puzzles to gain treasure and advantages, and discover a beautifully crafted world."},"9MVN4ND41DD3":{"lang":"EN","title":"The Bard's Tale Trilogy","description":"Experience the events that led to The Bard’s Tale IV: Barrows Deep and The Mage’s Tale! The Bard's Tale Trilogy is a remastering of the classic 1980s series, one of the godfathers of the RPG genre. Create an adventuring party in the first volume and play it across all three, creating a heroic story all your own! "},"9NGB2C4R0R22":{"lang":"EN","title":"Sphere Game Xbox One/Windows","description":"This is the first game in the Sphere game franchise."},"9NC0071DJ6XC":{"lang":"EN","title":"Torment: Tides of Numenera","description":"Explore Earth one billion years in the future in the science-fantasy setting of Numenera. Discover the Ninth World built on the bones of extinct, hyper-advanced civilizations and leave your own mark on it. Make thousands of essential choices, face the consequences, and meet death incarnated as you seek the answer to the ultimate question: What does one life matter?"},"9NK0Q102Q320":{"lang":"EN","title":"Wrecked Destruction Simulator","description":"New Release Sale - Get it before the price goes up!\r\n\r\nWant to see Grandma get hit by a Semi Truck? Make it happen.\r\n\r\nWant to see an old man walk into an exploding napalm canister?  Make it happen\r\n\r\nWant to see an F1 car slam through a cow and ploy through a TV? Make it happen\r\n\r\nBuild! Create! Let your imagination run wild!\r\nWrecked Destruction Simulator is the ultimate sandbox game."},"9N2D7ZW3Z8X8":{"lang":"EN","title":"Ninja IP Hider PRO","description":"Ninja IP Hider PRO helps you to replace your primary public IP address and select a new one from a huge list of World Wide IP's"},"9NXR6469DM2P":{"lang":"EN","title":"Crackdown 3","description":"Time to step up your boom to stop crime as a super-powered Agent in Crackdown 3’s sandbox of mayhem and destruction."},"9PK1BPWQ6BXG":{"lang":"EN","title":"Stormhill Mystery: Family Shadows","description":"Stormhill Mystery: Family Shadows is a fantastic casual puzzle adventure game. This is an excellent family story with a paranormal twist! Your family’s past is more interesting than any story. And it's not over yet..."},"9NKBFX4N7GPM":{"lang":"EN","title":"Pirate Monkey Run!","description":"Help Jake and Jade to collect bananas and coconuts."},"9NBXFCJ7PRGC":{"lang":"EN","title":"SimpleOne Home Inventory Manager","description":"Easy-to-use inventory organizer for tracking and documenting your home content."},"9N6JVKJH4FFL":{"lang":"EN","title":"M-Player","description":"The local video player UWP can not only play videos, but also play pure audio.\r\nThe interface is simple, the operation is simple, the full format is supported, the system occupation is low, and the playback function meets the daily playback needs."},"9P45LLRNDP1R":{"lang":"EN","title":"SteamWorld Dig 2","description":"SteamWorld Dig is back!\r\nDig deep, gain riches and unearth the terrors of the underworld in this platform mining adventure influenced by classic Metroidvania style games.\r\n"},"9NTJS9VKRJVQ":{"lang":"EN","title":"Shamrock Slots","description":"Get lucky for St. Patrick’s Day or any day you feel a need for a little Irish luck. Shamrock Slots is a five reel Video Slots game! Find pots of gold and win free spins. A four leaf clover is a lucky find that matches other symbols. Get three hats and play the Leprechaun's gold mini-game.\r\n\r\nPlease note:\r\nCreators Collection games, such as this one,  cannot contain Xbox LIVE achievements and as such cannot increase your GamerScore.\r\n"},"9P513P4MWC71":{"lang":"EN","title":"Forza Horizon 4 Ultimate Edition","description":"Dynamic seasons change everything at the world’s greatest automotive festival. Go it alone or team up with others to explore beautiful and historic Britain in a shared open world. Collect, modify and drive over 450 cars. Race, stunt, create and explore – choose your own path to become a Horizon Superstar. "},"9PHKXB8RDKBC":{"lang":"EN","title":"Forza Horizon 4 Deluxe Edition","description":"Dynamic seasons change everything at the world’s greatest automotive festival. Go it alone or team up with others to explore beautiful and historic Britain in a shared open world. Collect, modify, and drive over 450 cars. Race, stunt, create, and explore - choose your own path to become a Horizon Superstar. The Forza Horizon 4 Deluxe Edition digital bundle includes the Car Pass and the Formula Drift Car Pack."},"9PNJXVCVWD4K":{"lang":"EN","title":"Forza Horizon 4 Standard Edition","description":"Dynamic seasons change everything at the world’s greatest automotive festival. Go it alone or team up with others to explore beautiful and historic Britain in a shared open world. Collect, modify and drive over 450 cars. Race, stunt, create and explore – choose your own path to become a Horizon Superstar. The Forza Horizon 4 Standard Edition digital bundle includes the full game of Forza Horizon 4 and the Formula Drift Car Pack. "},"9NV1GV1PXZ6P":{"lang":"EN","title":"Pengwin","description":"The Linux distro made for Windows Subsystem for Linux (WSL) to reach the maximum interoperability between Linux and Windows."},"9P78FSH07C3Z":{"lang":"EN","title":"Eco Weather","description":"Eco Weather has the most accurate, local weather forecasts for 2.7 million locations around the world."},"9NM0XQKK5GMJ":{"lang":"EN","title":"Scorpio Media Server - For Scorpio Player","description":"Scorpio Media Server"},"9N94P4CX74PZ":{"lang":"EN","title":"WritingFX","description":"Still looking for application to create e-books? WritingFX is your new choice!\r\n\r\nWritingFX is an EPUB creation tool for Windows. Everyone is creator with WritingFX! Whether you are an individual author or publisher, you can quickly create your own e-book files (.epub) without any programming skills.\r\n\r\nJust focus on writing, and WritingFX can handle the rest. It will generate high-quality e-book files for you!"},"9P09GZGBBRPZ":{"lang":"EN","title":"Fleet Force","description":"You have a fleet and you must control the enemy. Play over 24 levels and 8 ships with configurable weapons against other fleets in a distant galaxy."},"9N104TMQWFH8":{"lang":"EN","title":"BlackJack X","description":"Blackjack X brings the exciting game of Blackjack to your Xbox or Windows Device with Beautiful Graphics and an easy to use User Interface.  Blackjack X allows you to split, double down and take Insurance just like you were in a real casino. It also features an online Xbox Leaderboard.\r\n\r\n"},"9WZDNCRFJ4P3":{"lang":"EN","title":"TouchMail","description":"[Updated November 2022] The top-rated email app for Windows 10 and 11, with over 1.5 million downloads, and one of Microsoft's \"Essential Windows Apps\". Works great with touch, or quickly scroll and browse with your mouse or touchpad.\r\n\r\n- Recent update: App load time significantly faster!\r\n- “A super-efficient way to blast through vast quantities of mail” – Time\r\n- \"I had over 30k junk emails until I saw this app. I was able to organize, clean and manage 3 accounts within 10 min.\" - Wendi (User review)\r\n\r\nTouchMail is the fastest and easiest way to find what matters most and clean up the rest in Gmail, Outlook.com, Yahoo Mail, iCloud, AOL, Office 365, and most IMAP email accounts. \r\n\r\nTurn your email into a visual and colorful inbox that you can explore the way you want – using touch, mouse and keyboard, or pen – with rich visualizations, colorful message tiles you can resize, and familiar interactions.\r\n\r\n- \"I had over 4,400 emails, most of which was junk. TouchMail makes it so easy to group, select and delete mass emails. I am now down to 20 emails in my inbox.\" - Paige (User review)\r\n\r\n- “Will make getting into your emails cleaner, faster, and much more fun” - WinBeta Review\r\n\r\n- \"I have Gmail, Hotmail and Yahoo. TouchMail makes it easy to handle all three at one sitting - using the same interface for all three. It's easy to delete a lot of email at once!\" - Alicia (User review)\r\n"},"9NPKQ7SRLV1L":{"lang":"EN","title":"Scorpio Player - The Best Music & Video Player","description":"SCORPIO PLAYER is a modern and full-feature powerful universal media player for Windows 10, Xbox"},"9P5M0VH236FN":{"lang":"EN","title":"PDF Reader UWP","description":"PDF Reader UWP let you to read your favorite PDF format book anywhere anytime. \r\nTry it out!"},"9MZZNL8J2MSZ":{"lang":"EN","title":"Broken Age","description":"Broken Age is a timeless coming-of-age story of barfing trees and talking spoons. Vella Tartine and Shay Volta are two teenagers in strangely similar situations, but radically different worlds. The player can freely switch between their stories, helping them take control of their own lives, and dealing with the unexpected adventures that follow."},"9P7WRZWT294V":{"lang":"EN","title":"Stellar Interface","description":"Fight In Ever Changing Space Battles!\r\n\r\nRun through the universe, discover the numerous perks/consumables and their synergistic effects. Explore the randomly-generated galaxy to find merchants, unlock spacecrafts, collect StellarNetES Cartridges, checkmark your kills of the various galactic overlords.\r\n\r\nAnd die. A lot!\r\n\r\nCan you find the most outrageous perk combination to defeat the Last Overlord? \r\n\r\n\r\nRogue-like Elements: With a randomly generated universe and randomized perks, no journey will ever be the same! What will happen to you, in your own unique apocalyptic cataclysmic transgalactic voyage?\r\n\r\nSynergistic Perk System: Over 100 perks and consumables! Look out for the synergistic nature of the perks that suits your playstyle!\r\n\r\nGalactic Bounties: ​​Complete over 100 missions to participate in the StellarNET Entertainment System lottery!\r\n\r\nCustomize Your Start: Choose your spacecraft: there is one for every playstyle, as they have unique starting perks. You can personalize your arsenal from numerous weapons: cannons, missiles and lasers!\r\n\r\nUnlock Spacecrafts, View Your Progress: Check out what have you accomplished in our in-game encyclopedia StellarNET. Unlock new spacecrafts, kill all the bosses to progress in StellarNET's kill table. Check which perks and consumables you have used and seen, and what is your progress towards the achievements! \r\n\r\nExplore the Universe: Some levels are more special than others: Merchants, Bosses, Spacecraft Factories. Fight through lower-difficulty levels to stock up on perks, or just streamline to the end-boss if you feel powerful enough!\r\n\r\nController Support: Plug-and-play with any kind of controller!\r\n"},"9NBLGGH51BMC":{"lang":"EN","title":"Killer Instinct: Definitive Edition","description":"FIGHT ON!\r\nDiscover your Killer Instinct! Play the legendary fighting game with stunning 60FPS visuals, over-the-top action, a wild cast of combatants, rocking reactive music, and C-C-C-COMBO BREAKERS!"},"9NBLGGH4PBBM":{"lang":"EN","title":"Gears of War 4","description":"A new saga begins for one of the most acclaimed video game franchises in history. Supports Xbox Play Anywhere: yours to play on both Xbox One and Windows 10 PC at no additional cost.\r\n"},"9NBLGGH1Z6FQ":{"lang":"EN","title":"ReCore","description":"From legendary creator Keiji Inafune and the makers of Metroid Prime comes the “ReCore Definitive Edition”, an action-adventure masterfully crafted for a new generation.\r\n \r\nAs one of the last remaining humans, forge friendships with courageous robotic companions and lead them on an epic adventure through a mysterious dynamic world.\r\n \r\nIncludes the new “Eye of Obsidian” adventure and “T8-NK” Corebot frame!"},"9NBLGGH4V2WG":{"lang":"EN","title":"Flight Unlimited X","description":"Soar across the beautiful skies of the San Francisco bay area, Las Vegas, and Switzerland.  Flight Unlimited utilizes advanced streaming technology to provide some of the best visuals in flight simulation.  \r\n\r\nThe San Francisco scenery is so detailed you can even find your house.  \r\n\r\nThe campaign tasks with you missions such as rescuing a prisoner from Alcatraz, B2 Bomber surveillance over the Swiss Alps, landing your Cessna on the Golden Gate Bridge, and more!  \r\n\r\nOver two years in the making, Flight Unlimited has been redesigned from the ground up by an aviation expert.\r\n\r\nBuzz the Golden Gate Bridge, take a fly-by of Alcatraz, scream past Levi Field, and even take a look at the future home of the world champion Golden State Warriors.  \r\n\r\nPilot 13 Aircraft\r\n\r\n- Cessna 172\r\n- A10 Thunderbolt\r\n- Challenger Learjet\r\n- P40 Mustang\r\n- Pitts Special\r\n- Robin DR300\r\n- D3 Douglas\r\n- C130 Hercules\r\n- F/A-18 Hornet\r\n- F22 Raptor \r\n- Boeing 747\r\n- Ultralight\r\n- AWACS\r\n\r\n"},"C521HDXRTS7F":{"lang":"EN","title":"Wasteland 2: Director's Cut","description":"From the Producer of the original Fallout comes Wasteland 2, the sequel to the first-ever post-apocalyptic computer RPG! With over 80 hours of gameplay, you will deck out your Ranger squad with the most devastating weaponry this side of the fallout zone, test the limits of your strategy skills, and bring justice to the wasteland - the choices are yours, but so are the consequences."},"9N68F8TM7TKW":{"lang":"EN","title":"Thymesia","description":"Thymesia is a gruelling action-RPG with fast-paced combat and an intricate plague weapon system. \r\nIn a kingdom where death spreads, play as a mysterious character known only as \"Corvus\". Prey upon your enemies, wield the power of disease and find the truth in your own memories. "},"9NH6WL63G681":{"lang":"EN","title":"Appel Game","description":"★★★ STORY ★★★\r\nMicro Manager, in his desperation to gain the power of the golden apples has begun to take control of planet Appelmoeshapje. As Micro Manager's influence grows, Appel finds not only the inhabitants of, but the very world is turning against him! - Help Appel to navigate through each level, avoiding danger, collecting as many golden apples as you can before finally facing Micro Manager and restoring peace to the world.\r\n\r\n★★★ CONTROLS ★★★\r\n• Arrow Keys or WASD to run, jump & crouch\r\n• Wall Jump - by touching a wall and pressing 'up'\r\n• Jump Higher - by holding up for longer\r\n• Stick to the ceiling - by holding up - But be careful, you can't move sideways when 'stuck' to a surface\r\n• Crouch by holding down (you can crouch on the floor, but also the walls and ceiling!)\r\n• Q + R - to quickly restart the level\r\n• Complete a level, then click 'replay' and then pause for an option to save your replay (load them back in the Play / Load option)\r\n\r\nWait a few seconds for xbox controller.\r\n\r\n"},"9NNSQ8K3PC67":{"lang":"EN","title":"Blue Spiderhuman in Adventure","description":"We have a hero who can throw a web like a spider and this hero encounters various enemies.\r\nThere are two games in package."},"9PH779KSQN98":{"lang":"EN","title":"Yellow Chess","description":"How would you like to play the standard Chess game with this design? Play a match against the computer and see how fast it plays, maybe you will win?"},"9NPGN9K4W97C":{"lang":"EN","title":"Super Chess","description":"You can play it with AI (your device brain) . It is classic chess game. It has undo and redo features."},"9N88HSBP6RJ8":{"lang":"EN","title":"MotoGP™20 - Windows Edition","description":"This year, experience all the thrills of the more-complete-than-ever Managerial Career mode and enjoy new technical improvements and graphics. Customize your bike and suit! Compete against the MotoGP™ legends or challenge your friends online!\r\n"},"9PBPFXZ1PLXQ":{"lang":"EN","title":"Sensual Beach Dancer [HD+]","description":"Sensual Beach Dancer [HD+] for your Windows devices..."},"9NTNXL1LH00W":{"lang":"EN","title":"Beach Dancing[HD+]","description":"Beach Dancing [HD+] for your Windows devices..."},"9MXG2QZ13BH0":{"lang":"EN","title":"Virtual Toon Beach Dancer [HD+]","description":"Virtual Toon Beach Dancer for your Windows devices..."},"9NV977GZ5ZTV":{"lang":"EN","title":"Virtual Red Bikini Beach Dancer[HD+]","description":"Virtual Red Bikini Beach Dancer[HD+] for your Windows devices..."},"9PKRL68GXHGL":{"lang":"EN","title":"Bikini Beauties Calendar[HD+]","description":"Bikini Beauties Calendar [HD+] for your Windows devices..."},"9P7CX4LNHQHM":{"lang":"EN","title":"Lonesome Fireplace (in 4K)","description":"\"Lonesome Fireplace\" takes you to a lonely cabin in the mountains. Watch the fireplace or look out the window at a breathtaking mountain panorama. You can change the weather outside as you like. In your exposed hut, in particular turbulent weather feels very alive."},"9NF83PRZK6K3":{"lang":"EN","title":"Tell Me Why: Chapters 1-3","description":"Episode 1 now FREE! Tell Me Why is the multi-award winning episodic adventure game from Dontnod Entertainment in which twins use their supernatural bond to discover the truth of their troubled past. \r\n"},"9NBLGGH5XZ2Z":{"lang":"EN","title":"Operation Center 16 Premium","description":"Fast & reliable file manager with two file windows and ZIP and FTP support. Drag & drop with acoustic feedback allows you to copy and move files and folders easily. The file preview displays files without the need to open them. In addition to the file manager, an editor, photo manager and various tools for maintaining the PC are included."},"9NBLGGH3SH5Q":{"lang":"EN","title":"TPipingHMI","description":"\"TPipingHMI\" is a viewer and a visual designer of the mimic diagrams for the  IoT based automation projects. It is  an client for accessing the automation data from the  devices such as \"Raspberry PI\", \"Arduino\",   Windows PC  or PLC, supporting IP  or Bluetooth protocols."},"9NM3PJZK289Z":{"lang":"EN","title":"DAT Rechnungsprogramm","description":"Einfaches Rechnungsprogramm mit Bildern."},"9P1NT5CKRM6M":{"lang":"EN","title":"Familienforschungs-Paket – Stammbaum erstellen","description":"Mit dem Familienforschungs-Paket erstellen Sie ohne lange Einarbeitung Ihren Familienstammbaum. Passen Sie auf Knopfdruck sein Aussehen an und drucken Sie ihn aus. Die Software ist selbsterklärend und lässt sich intuitiv bedienen. Stammbäume können von jeder beliebigen Person ausgehend automatisch visualisiert werden – wahlweise mit einer Beschränkung auf eine bestimmte Anzahl an Generationen. Aber auch ganz ohne Beschränkung.\r\n\r\nDank der eingebauten GEDCOM-Schnittstelle können Sie Stammbäume mit anderen Familienforschern teilen.\r\n\r\nMit an Bord ist ein Tool zur Fotokorrektur, mit welchem Sie alte Bilder aufbessern können. Mit dem Tool zum Bedrucken von Briefumschlägen bedrucken Sie ohne lästiges Justieren Briefumschläge."},"9N1LH09FSR20":{"lang":"EN","title":"Write-a-Document 6.1","description":"A good word processor doesn't have to be expensive. Create letters, documents, annual calendars and even form letters with \"Write-a-Document\". You can open Word documents, export documents as PDF and print on envelopes."},"9MXW8C1G6L0K":{"lang":"EN","title":"Post Office TracKing","description":"Track and track your post office orders, all very easy. Get notified whenever the status is updated, everything at your fingertips!\r\nPost Office tracking uniting ease and practicality for you! (exclusive for orders from the Brazilian Post Office)"},"9WZDNCRDN1VR":{"lang":"EN","title":"The Binding of Isaac database","description":null},"9N3JXK506JKG":{"lang":"EN","title":"Pirate Monkey Kindergarten","description":"Your child can practice their Kindergarten skills with Jake and Jade. Based on recommendations by leading educators, Pirate Monkey Kindergarten™ reinforces the skills your child is learning at school."},"9PLDWR49JZC6":{"lang":"EN","title":"Pirate Monkey Preschool","description":"Jake and Jade help your child get ready for school. Based on recommendations by leading educators, Pirate Monkey Preschool™ teaches early learning skills. Schools today expect your child to know these important skills before they enter Kindergarten. Let Jake and Jade, the Pirate Monkeys, help your child reinforce these skills to practice with their Preschool work or even if they haven't attended."},"9PB2D6M3WJTL":{"lang":"EN","title":"イハナシの魔女","description":"このちっぽけな島が\r\n俺たちの生きていく島だ。\r\n\r\nPC版で好評を博したラブコメｘファンタジーノベルアドベンチャーが登場！\r\n\r\n◆ストーリー\r\n幼い頃に両親を亡くした「西銘光」は、高校一年生の春、育ての親である叔母から祖父の家で暮らすよう言い渡される。\r\n1人フェリーに乗って向かったのは人口1000人にも満たない沖縄の離島「渡夜時島」。\r\n不安を胸に祖父の家を訪ねるも、祖父は海外へ移住してしまっていた。\r\n\r\n事情を尋ねるべく叔母に連絡を取るが音信不通。\r\n転校先の高校にも西銘光という生徒は在籍していないと告げられる。\r\n\r\n光は叔母一家に捨てられたのだ。\r\n途方に暮れた彼は夜のサトウキビ畑をさまよう。\r\nそこで不思議な衣装に身を包んだ少女「リルゥ」に出会った。\r\n\r\n自活力皆無の元高校一年生の光。\r\n日本の常識をまるで介さないリルゥ。\r\n\r\n2人は協力し合って小さな島で暮らしていく。\r\nしかし、リルゥには渡夜時島へとやって来た目的があり……。\r\n\r\n◆特別コンテンツ\r\n一部のPC版に実装された設定資料に加え、コミックマーケット101で頒布された冊子「Append」に収録された小説を、ゲーム仕様の電子書籍形式で収録しております。"},"9P96NVG9SKJN":{"lang":"EN","title":"诗词百话","description":"诗词之美，由来久矣，欣赏的是作品，感悟的是人生。"}}