{"9NKX70BBCDRN":{"lang":"EN","title":"Forza Horizon 5 Standard Edition","description":"Limitless driving fun in an ever-evolving open world. "},"9PPJN50V0JF4":{"lang":"EN","title":"Football Manager 2023","description":"Football Manager 2023 brings you closer to the beautiful game, from the supporters that live and breathe every match to your board, scouts, players and opposition managers.\r\nEarn the backing of the fans by outsmarting your rivals and delivering success on the pitch.\r\nPre-purchase for 20% off and Early Access*. "},"9P1HX37NMJLT":{"lang":"EN","title":"Forza Horizon 5 Deluxe Edition","description":"Limitless driving fun in an ever-evolving open world. The Deluxe Edition includes the full game and Car Pass. "},"9NW7NJX7K068":{"lang":"EN","title":"All-in-One Movies for AppTV","description":"This app provides a unified solution for all streaming services that offer a wide variety of award-winning TV shows, movies, documentaries, and more on thousands of anime. With All-in-One movies, you don't need to search for your favorite movies in dozens of apps or multiple tabs.\r\nList of support streaming service:\r\n+ Apple TV\r\n+ Netflix\r\n+ Hulu\r\n+ Disney+\r\n+ HBO Max\r\n+ Amazon Prime Video\r\n+ Peacock TV\r\n+ Pluto TV\r\n+ Tubi TV\r\n+ Twitch\r\n+ Youtube TV\r\n\r\nDisclaimed: We are not affiliate with any streaming services providers listed above. Please note that we do not distribute contents such as movies/TV shows within the app.\r\nThe product contains In-App Purchases "},"9PF49KX8DH1G":{"lang":"EN","title":"Planet Craft: Block Craft Mine","description":"Welcome to PlanetCraft. Mine, block craft with survival and creative online games. \r\nPlay now alone or with friends in the exploration multi crafting and building. Create a mini world 3D.\r\n\r\nADVANTAGES OVER FREE VERSION:\r\n● NO Ads\r\n● 3 skins from each Skin Pack\r\n● More items for Starter Pack:\r\n* 500 coins,100 gems to spend in any mode\r\n* Full pack of iron armor\r\n* Sword and iron pickaxe\r\n* Food, inventory protection\r\n\r\nFEATURES:\r\n● Open world multiplayer with SURVIVAL BLOCK CRAFT and CREATIVE. Build and chat\r\n● Thousands of fun MINI WORLD 3D created by real players online for lite EXPLORATION\r\n● MULTI CRAFTING AND BUILDING recipes for blocks, items, tools, armor for all your needs\r\n● Wide variety of WEAPON: bow, crossbow, snowball, splash potions etc.\r\n● Friendly animal and hostile MOBS\r\n● ADOPT PETS: wolf / ocelot, spawn eggs, RIDE horses\r\n● MINE & BUILD cube farms by growing different plants. Bone meal to speed up growing process!\r\n● Infinite size of the cube planet will make EXPLORATION, survival crafting and building experience more fun. Use home point to set a respawn point, navigate faster through a huge mindcraft planet!\r\n● CLANS. Create your own clan or join existing one. \r\n● Explore WOODLAND MANSIONS full of chests with great items. But be careful, they are full of new dangerous monsters.\r\n● Use ENCHANTING. Enhance armor, tools, weapons, items, kraft unique inventory\r\n● REDSTONE SYSTEM. Build whatever redstone circuits you can imagine\r\n● 300+ themed SKINS\r\n● 10+ predefined mini world to start CRAFTING AND BUILDING\r\n● 3D HD cube graphics, 4+ texture packs, cute sounds\r\n● Password protected parental control\r\n● PLAY under internet or wifi in online multiplayer games or offline\r\n\r\nGAME MODES:\r\n► Global SURVIVAL MULTIPLAYER allows you to mine resources & mini block craft, fight, interact with real player online on the open world server. \r\n► CREATIVE MULTI PLAYER (Rentable, Renewable) allows you to create amazing buildings 3D according your imagination. Thousands of beautiful creations are waiting for exploration.\r\n► SURVIVAL CRAFT & CREATIVE SINGLE PLAYER for your private joy without need of wi-fi.\r\n► PRIVATE MAPS. Customize your private cube world settings through needs according maps modification access.\r\n\r\nMINI GAMES: start as a prop, or hunter in Hide & Seek.\r\n\r\nHIGHLIGHTS:\r\n* Open world games\r\n* Amazing 3D buildings\r\n* Fun lite exploration\r\n* Crafting and building recipes\r\n* Friendly atmosphere\r\n* Multi block craft, chat in real time\r\n* Lots of animals\r\n* Attacking hostile mobs\r\n* Different weapon, enchantment etc.\r\n* FUN & EASY\r\n\r\nJoin mine block craft games with survival online multiplayer. Start creating your awesome mini world now."},"9MTLKM2DJMZ2":{"lang":"EN","title":"Forza Horizon 5 Premium Edition","description":"Limitless driving fun in an ever-evolving open world. The Premium Edition includes the FORZA HORIZON 5: RALLY ADVENTURE and Forza Horizon 5: Hot Wheels expansions, VIP, Car Pass and the Welcome Pack."},"9MXMX819FGD4":{"lang":"EN","title":"Total War: WARHAMMER - The King and The Warlord","description":"Belegar Ironhammer is duty-bound to reclaim Karak Eight Peaks from the Goblin usurpers. But the Night Goblin warlord Skarsnik has other ideas. Let battle commence!"},"9N2XLSVKT76C":{"lang":"EN","title":"Total War: WARHAMMER - Chaos Warriors","description":"Lay waste to The Old World as the Warriors of Chaos! Embrace the ruinous powers as you embark on campaigns of wilful destruction, spreading terror and gaining glory in the name of the Chaos Gods!"},"9PFZHXRSRXZH":{"lang":"EN","title":"Total War: WARHAMMER II - The Prophet & The Warlock","description":"The Skink prophet Tehenauin demands a vast sacrific in Skaven blood! It's time for Ikit Claw, the arch Warlock-Engineer, to put his cunning plans in motion... "},"9NGGB0GZPB9D":{"lang":"EN","title":"Total War: Warhammer III","description":"The cataclysmic conclusion to the Total War: WARHAMMER trilogy is coming. Rally your forces and step into the Realm of Chaos, a dimension of mind-bending horror where the very fate of the world will be decided. Will you conquer your Daemons… or command them?\r\n"},"9NKTJLP2HKWK":{"lang":"EN","title":"Football Manager 2023 Console","description":"Take the next step this season as innovative new additions empower you to build your dream squad and make the club your own as you look to join the managerial elite. \r\nPre-order for 20% off."},"9NZDHXL9SJJ8":{"lang":"EN","title":"Persona 5 Royal","description":"Don the mask and join the Phantom Thieves of Hearts as they stage grand heists, infiltrate the minds of the corrupt, and make them change their ways!"},"9NWNX54ZMT1K":{"lang":"EN","title":"Cricket 22","description":"Cricket 22 delivers the Ashes, the Big Bash, The Hundred, and a multitude of other fan-favourite competitions! All-new mechanics, commentary, and a captivating, narrative driven career mode, will immediately immerse you in the ultimate cricket experience to date."},"BXLL06QN8HVP":{"lang":"EN","title":"Back 4 Blood","description":"Back 4 Blood is a thrilling cooperative first-person shooter from the creators of the critically acclaimed Left 4 Dead franchise. Experience the intense 4 player co-op narrative campaign, competitive multiplayer as human or Ridden, and frenetic gameplay that keeps you in the action."},"9PD0BJRBLRJM":{"lang":"EN","title":"Yakuza 0 for Windows 10","description":"The glitz, glamor, and unbridled decadence of the 80s are back in Yakuza 0. Fight your way through Tokyo and Osaka with protagonist Kazuma Kiryu and series regular Goro Majima."},"9N97RC576957":{"lang":"EN","title":"A Plague Tale: Requiem - Windows","description":"Embark on a heartrending journey into a brutal, breathtaking world, and discover the cost of saving those you love in a desperate struggle for survival. Strike from the shadows or unleash hell with a variety of weapons, tools and unearthly powers."},"BTC0L0BW6LWC":{"lang":"EN","title":"Mortal Kombat 11","description":"Mortal Kombat 11 is the latest installment in the critically acclaimed franchise, providing a deeper and more personalised experience than ever before. The all new Custom Character Variations give you unprecedented control of your fighters to make them your own.\r\n"},"9MZNFNN3XJ3F":{"lang":"EN","title":"Yakuza Kiwami 2 for Windows 10","description":"The Tojo Clan and Omi Alliance are on the brink of war. Kazuma Kiryu, the Dragon of Dojima, enters as a broker of peace, but Ryuji Goda, the Dragon of Kansai, will stop at nothing to start an all-out war. In this world, there can only be one dragon."},"C2KDNLT2H7DM":{"lang":"EN","title":"Gears 5","description":"From one of gaming’s most acclaimed sagas, Gears 5’s celebrated campaign and refreshed multiplayer are fully optimized for Xbox Series X|S. With all-out war descending, Kait Diaz breaks away to uncover her connection to the enemy and discovers the true danger to Sera – herself. "},"9P40SC5DQ9K0":{"lang":"EN","title":"Yakuza Kiwami for Windows 10","description":"To save his best friend, Kazuma Kiryu takes the fall for a crime he didn’t commit, and ends up with a 10-year prison sentence. After being released, Kiryu finds himself expelled from his yakuza family, and alone in a world he no longer recognizes."},"9NT4X7P8B9NB":{"lang":"EN","title":"State of Decay 2: Juggernaut Edition","description":"State of Decay 2: Juggernaut Edition is an improved version of the popular zombie survival game and includes the all-new Homecoming Update – a fully remastered, open world version of Trumbull Valley for the core game, reintegrating the Mount Tanner and Fairfield regions to the map, and adding new sites to scavenge, along with new sights to behold."},"9P5Z4530318L":{"lang":"EN","title":"DEATHLOOP","description":"DEATHLOOP is a next-gen FPS from Arkane Lyon, the award-winning studio behind Dishonored. In DEATHLOOP, two rival assassins are trapped in a mysterious timeloop on the island of Blackreef, doomed to repeat the same day for eternity. As Colt, the only chance for escape is to end the cycle by assassinating eight key targets before the day resets. Learn from each cycle - try new paths, gather intel, and find new weapons and abilities. Do whatever it takes to break the loop."},"9PBS5BHSPHFJ":{"lang":"EN","title":"Soul Hackers 2","description":"Explore a supernatural RPG with stylish summoners and dark dangers lurking under the neon lights of a cyberpunk Japan. It is up to the agents of Aion to decrypt destiny and save the world from apocalypse!\r\n"},"9NNLBL0T2Z43":{"lang":"EN","title":"Sunset Overdrive","description":"Sunset Overdrive transforms an open-world apocalypse into your tactical playground. Zip, grind and wall-run across Sunset City while using a devastating, unconventional arsenal. With hyper-agility, unique weapons, and customizable special abilities, Sunset Overdrive rewrites the rules of traditional shooters and delivers an explosive and irreverent adventure in the end times."},"9MW4RJDRSF78":{"lang":"EN","title":"Dishonored 2","description":"Reprise your role as a supernatural assassin in Dishonored 2 – the next chapter in the award-winning saga by Arkane Studios. Play your way in a world where mysticism and industry collide. How will you combine your character's unique set of powers, weapons and gadgets to eliminate your enemies?"},"9PJDSPZKQD6W":{"lang":"EN","title":"Total War: THREE KINGDOMS","description":"Product Summary\r\n\r\nTotal War: THREE KINGDOMS is the first in the multi award-winning strategy series to recreate epic conflict across ancient China. Combining a gripping turn-based campaign game of empire-building, statecraft and conquest with stunning real-time battles, Total War: THREE KINGDOMS redefines the series in an age of heroes and legends.\r\n\r\nChina in 190CE\r\nWelcome to a new era of legendary conquest.\r\nThis beautiful but fractured land calls out for a new emperor and a new way of life. Unite China under your rule, forge the next great dynasty, and build a legacy that will last through the ages.\r\nChoose from a cast of 12 legendary Warlords and conquer the realm. Recruit heroic characters to aide your cause and dominate your enemies on military, technological, political, and economic fronts.\r\nWill you build powerful friendships, form brotherly alliances, and earn the respect of your many foes? Or would you rather commit acts of treachery, inflict heart-wrenching betrayals, and become a master of grand political intrigue?\r\nYour legend is yet to be written, but one thing is certain: glorious conquest awaits.\r\n\r\nANCIENT CHINA RECREATED\r\nDiscover Three Kingdoms China, a land of breath-taking natural beauty. Battle across lush subtropics, arid deserts and snow-capped mountains. Marvel at legendary landmarks like the Great Wall of China and the Yangtze River. Explore the length and breadth of ancient China as you restore harmony to its embattled landscape.\r\n\r\nCHINA’S GREATEST LEGENDS\r\nForge a new empire as one of 12 legendary Warlords drawn from China’s celebrated historical epic, the Romance of the Three Kingdoms. Peerless commanders, powerful warriors and eminent statesmen, these characters each have a unique playstyle and objectives. Recruit an epic supporting cast of heroes to command your armies, govern your provinces and strengthen your growing empire. Characters are the beating heart of the game, and China’s very future will be shaped by its champions.\r\n\r\nGUANXI SYSTEM\r\nModelled on Guanxi, the Chinese concept of dynamic inter-relationships, Total War: THREE KINGDOMS takes a paradigm-shifting approach to character agency, with iconic, larger-than-life heroes and their relationships defining the future of ancient China. Each of these characters is brought to life with their own unique personality, motivations, and likes/dislikes. They also form their own deep relationships with each other, both positive and negative, that shape how your story plays out.\r\n\r\nARTISTIC PURITY\r\nWith stunning visuals and flamboyant Wushu combat, THREE KINGDOMS is the art of war. With beautiful UI, vibrant vistas and authentic Chinese-inspired artwork, this reimagining of ancient China is a visual feast.\r\n\r\nREAL-TIME & TURN-BASED HARMONY\r\nThe turn-based campaign and real-time battles of Total War: THREE KINGDOMS are more interconnected than ever before. Actions in battle now have much greater consequences, affecting your Heroes’ relationship towards you, as well as the friendships and rivalries they develop with other characters. In a world where powerful allies are one of the keys to success, this adds a brand-new element to how victory is achieved."},"9P7SL78VHVMF":{"lang":"EN","title":"Ni no Kuni Wrath of the White Witch™ Remastered","description":"Journey back to the other world in Ni no Kuni: Wrath of the White Witch™ Remastered. LEVEL-5’s classic tale returns better than ever, with improved graphics and performance. Join Oliver as he embarks on an adventure through a world inhabited by new friends and ferocious foes alike in the hopes of bringing back his mother after a tragic incident."},"9MVX1V7W5SW8":{"lang":"EN","title":"Yakuza 5 Remastered for Windows 10","description":"Experience the fifth chapter of the Kazuma Kiryu saga in 1080p and 60fps.\r\n\r\nIn December 2012, Kazuma Kiryu left his past as a \"legendary yakuza\" and his place of peace in Okinawa.\r\n\r\nHe now spends his days as a cab driver in a corner of Fukuoka's red-light district, hiding his true identity. All for the sake of fulfilling the \"dream\" of an important person.\r\n\r\nHowever, a disturbing atmosphere begins to drift through the supposedly well-balanced society of the Kanto and Kansai yakuza, emerging as a plot to drag all of the yakuza organizations in Japan to war.\r\n\r\nIn order to protect the \"dreams\" of his loved one, Kiryu is drawn into the vortex of battle once again.\r\n\r\nThis is the story of four men and a girl chasing their \"dreams\" in five major cities in Japan, presented on the largest scale of the series yet.\r\n\r\nComplete The Dragon of Dojima’s journey."},"9PM7HXJ92D6W":{"lang":"EN","title":"HUMANKIND™","description":"Discover HUMANKIND™, a Historical Strategy game where YOU will create your own civilization and re-write the entire narrative of human history.  HOW FAR WILL YOU PUSH HUMANKIND?"},"9N42CT1J5WGW":{"lang":"EN","title":"Fallout","description":"You've just unearthed the classic post-apocalyptic role-playing game that revitalized the entire CRPG genre. Make the right decisions or you could end up as another fallen hero in the wastelands…"},"9NPFJTM4HBH9":{"lang":"EN","title":"Lawn Mowing Simulator","description":"Experience the beauty and detail of mowing the Great British countryside in Lawn Mowing Simulator, the only simulator that allows you to ride an authentic and expansive roster of real-world licensed lawn mowers from prestigious manufacturers; Toro, SCAG and STIGA as you manage your mowing business."},"9PH1Q5TKPQCQ":{"lang":"EN","title":"Midnight Fight Express","description":"A former member of the criminal underworld is lured back into “the life” by a mysterious drone claiming they have until sunrise to prevent a citywide criminal takeover together. "},"9N9WWM5JXCBZ":{"lang":"EN","title":"Yakuza 6: The Song of Life for Windows 10","description":"How far would you go for family? Step into Japan's criminal underworld with fists swinging in this explosive action brawler starring legendary yakuza, Kazuma Kiryu, who is hellbent on uncovering the truth behind a tragic accident that left his daughter comatose.\r\n\r\nMaster bone-breaking combos, customize your combat abilities, and indulge in all the vices that Tokyo's red light district of Kamurocho has to offer in the emotional conclusion of Kazuma Kiryu's saga."},"9NBLGGH4PBBM":{"lang":"EN","title":"Gears of War 4","description":"A new saga begins for one of the most acclaimed video game franchises in history. Supports Xbox Play Anywhere: yours to play on both Xbox One and Windows 10 PC at no additional cost.\r\n"},"9PHT4W7WBBDQ":{"lang":"EN","title":"Injustice™ 2 - Standard Edition","description":"Build and power up the ultimate version of your favorite DC legends in INJUSTICE 2. This is your Legend. Your Journey. Your Injustice.\r\n"},"9N4DC4325HLM":{"lang":"EN","title":"Coffee Talk Episode 2: Hibiscus and Butterfly","description":"A coffee-brewing and heart-to-heart talking simulation."},"9NJ4HGH5CPG0":{"lang":"EN","title":"Island Farmer","description":"Arrange the farm islands and see your archipelago expand. Just swap the blocks of a 3D jigsaw puzzle."},"9N732VFPMWKT":{"lang":"EN","title":"Ni no Kuni II: Revenant Kingdom PRINCE’S EDITION","description":"Join the young king Evan as he sets out on an epic quest to found a new kingdom and save his world. The Prince's Edition includes the full game and all DLCs."},"9N4F89MKLJK6":{"lang":"EN","title":"The MisAdventures of Xenos","description":"\"Princess Fayne leads in \"The MisAdventures of Xenos,\" a hilarious, turn-based RPG parody. Full of crude humor, meta jokes, and retro graphics, enjoy a fresh take on classic RPGs with new game+ mode. Discover a what-if quest line and defy genre conventions. Clear in 6 hours. Join the adventure now!\""},"9PD5H6J2MR90":{"lang":"EN","title":"Power Start Menu","description":"Tweak the start menu of windows 11 to unleash the full POWER.\r\n\r\nThis app currently enables you to customize the looks of the Start menu in Windows 11, \r\nincluding background transparency, hide search box, hide suggestions.\r\n\r\nMore tweaks will be added. Please visit github discussions if you have more ideas.\r\nDownload a trial now to support this little project now.\r\n"},"9NZCNTZCWRTB":{"lang":"EN","title":"Cutting Design Space","description":"Design Toolset for Cutting machines"},"9NN4X8X8KVRJ":{"lang":"EN","title":"Master Guide for UX Design","description":"Get started to learn with Master Guide for UX Design an windows application provides Storyboard creation, learn with Scenarios, wire frames, interactive design, supportive methods of informative architect from basis to mastery at one place."},"9NKZWT6JXHT6":{"lang":"EN","title":"Project CORE","description":"An epic quest to save the world in the near future, with a compelling story and engaging combat."},"9NF0MZLH95ZB":{"lang":"EN","title":"Zombie Derby: Pixel Survival (Windows)","description":"Get into the driver’s seat and put the pedal to the metal! The next part in the legendary Zombie Derby series is already here!\r\n\r\nSmash your way through hordes of zombies and countless obstacles in a rip-roaring racing arcade. Experience the zombie apocalypse like you’ve never seen it before. Eradicating zombies has never been so colorful, exciting, and engaging before.\r\n\r\nDon’t let any zombies snack on your brain!"},"9NKD6T3QMWSJ":{"lang":"EN","title":"Ball Race 5: Volleyball","description":"This addictive volleyball game for two players will give you unforgettable moments full of emotions and adrenaline. In this game, you move the ball by hitting it through the net and try to score points before your opponent.\r\n\r\nWhat makes Ball Race Volleyball different from other volleyball games? First of all, the game is old-fashioned 2.5D, which means it combines the best elements of 2D and 3D games. Moving the ball through three-dimensional space, combined with dynamic gameplay and quick reflexes, make the game extremely realistic and exciting.\r\n\r\nCompete with family or friends. With intuitive controls and simple yet addictive gameplay, anyone can quickly learn to play and enjoy the game.\r\n\r\nIf you are looking for an addictive and exciting volleyball game, Ball Race Volleyball is perfect for you! Get on the pitch and feel like a real player, score points and achieve victories. Play today and feel the excitement of this fantastic game!"},"9NN7MG2CQ8RW":{"lang":"EN","title":"Wallpaper & Wallpapers App - HD Wallpaper - Wallpapers HD","description":"Browse thousands of image wallpapers capturing Nature, Space, Universe, Planets and more in HD & SD. Each day a new Wallpaper is featured. Save to your device or set as your Lock screen Wallpaper or Background Wallpaper 😊.  \r\n\r\nAre you a Nature or Space Fan? Do images or wallpapers of nature and Universe interest you? Then, this app is made for you.\r\nDiscover the cosmos! Each day a different image or wallpaper of our fascinating universe is featured, along with a brief explanation written by a professional astronomer, courtesy of the NASA. \r\nYou can :\r\n- Download the images or wallpapers in HD & SD. \r\n- Set it as your Lock screen or Background Wallpaper. \r\n- Browse images or wallpapers of the past dates.\r\n\r\nFeatures:\r\n-\tBrowse thousands of Image Wallpapers capturing Nature, Space, Universe, Planets and more in HD & SD\r\n-\tEach day a new image wallpaper is featured\r\n-\tBrief Explanation of the images or wallpapers\r\n-\tSave wallpapers in HD & SD to your device\r\n-\tSet Images as Lock screen Wallpaper\r\n-\tSet Images as Background Wallpaper\r\n-\tFull screen view of the images or wallpapers\r\n-\tBeautiful and Intuitive UI\r\n-\tCustom Made for Windows\r\n-\tNo Ads. No Data Collection\r\n"},"9PB23GFTZ4D4":{"lang":"EN","title":"SUPER DINO PRO","description":"Inspired from the famous no-Internet Dinosaur Game of the web browser and It's different & extended to incorporate different levels, enemies, powers and infinite runs … enjoy ;)\r\n\r\nSuper Dino PRO is a casual new old-school running game that will surprise you with the fresh adventure of old school no-Internet Dinosaur Game of the web browser.\r\n\r\nThe World of this Game contains dynamic difficulty, various enemies, super bosses, simple game-play, excellent graphics, and soothing music and sounds.\r\n\r\nSo, the adventure begins! \r\nYour task is to run through the mysterious jungle. Jump over or destroy the obstacles and super evil enemies, by jumping over them or shooting bullets, if you have Bullet Power or just by your Midas touch by obtaining the Star Power. Last Long to increase your score. But watch for it, as you score more it becomes more and more challenging ;)\r\nIt is a challenging and exciting classic game style. Conquer it, and have fun!\r\n\r\n[How to play]:\r\n+ Use Space Bar to jump\r\n+ User Arrow keys, Right CTRL, Right ALT to Shoot Bullets \r\n\r\n👉 Let's have a look at what awaits you in this classic game:\r\n[Features]: \r\n- 30 Levels with Dynamic Difficulty to Unlock\r\n- 8 Infinite Runs with Dynamic Difficulty to Unlock\r\n- 5+ fierce enemies to defeat\r\n- 3 Powers to Obtain (Reverse Speed, Bullet and Star Power)\r\n- Color Changer for checkpoint\r\n- Lighting Arrangement\r\n- High Score Keeper\r\n- Cool control like in classic platform games\r\n- Beautiful high-resolution graphics\r\n- Smooth user interface\r\n- Music and sound effects\r\n- No Ads\r\n- No Internet Required\r\n- Awesome game play similar to the classic retro Game\r\n- Easy and intuitive controls\r\n- Custom Made for Windows\r\n\r\n👉 To pass such difficult phases, you should seek help from 3 types of powerful items that come along your way.\r\n+ Get \"Reverse Speed Power\" to decrease the speed of the game\r\n+ Get \"Bullet Power\" to throw bomb or bullets at the enemies\r\n+ Get \"Star Power\" to destroy the enemies just by your touch though for a limited amount of time\r\n\r\n"},"9MT2R24XV5WG":{"lang":"EN","title":"An Ice Cube in Hell","description":"You are a lone ice cube in hell, slowly melting. Each level is a race against time as you try to reach the end before you melt. Enjoy 30 levels of challenging fun. More levels will be added for free over time."},"9PMS76G25V5V":{"lang":"EN","title":"AirPlayMirrorReceiver","description":"AirPlayMirror is a Windows App which uses AirPlay protocol for Mirroring and Casting from Apple devices (iPhone, iPad, MacBook, iMac or MacMini) to a Windows machine. Using AirPlayMirror App, the Windows device can mirror screen of the Apple device or can playback audio/video/photos stored on Apple device or can play YouTube video link from Apple device over the local network. This is highly useful for sharing the screen and content of Apple device with family, friends, colleagues, customers or business partners."},"9NCWRB1RHQP6":{"lang":"EN","title":"Maze Runner 3D PRO","description":"Brace yourself to experience an addictive game of Mazes, PAC-O-MAN or PAC-3D-MAN, Ghosts and You full of thrill, excitement and fun in 3D :) \r\nHop Along on an exciting journey of PAC eating dots, power pellets and avoiding the Ghost Gang. Run away from the ghost but if you ate the power pellet on time, even the ghosts will be eaten till the effect of the pellet survives. Plant Bombs to destroy Ghosts \r\nCan you eat all the dots and power pellets before the Ghosts eat You? Why don't we find out...Let's Play \r\n\r\nControls:\r\nUse Arrow Keys to move the Player\r\nJump - X key \r\nBomb Plant - B Key\r\nLevel Change- A Key\r\n\r\nWhat's Inside\r\n- 4 Worlds \r\n- 3D Characters and Graphics\r\n- 4 Mazes\r\n- Fire Obstacles\r\n- Bombs to disintegrate enemies\r\n- Power pellets to eat enemies\r\n- Great Graphics and Audios\r\n- Custom Made for Windows\r\n- Highest Score Keeper\r\n- Addictive and Simple Game-play\r\n- Ad Free - No Data Collection"},"9NVRD7K43HTH":{"lang":"EN","title":"Debtor: Enhanced Edition (Windows 10)","description":"In order to escape each level, you need to collect all coins and create path to the exit of the level. It is a dangerous place full of traps and ruthless enemies, be careful!\r\n\r\nSolve 30 rooms in the 3 different biomes.\r\n\r\nMove boxes, crush blocks with your head or use explosives for that - create your own path using the environment.\r\n"},"9NMZ9JKBJ6RM":{"lang":"EN","title":"Horror Adventure","description":"Horror Adventure is a interactive experience set in a procedurally generated haunted house. You're a paranormal investigator and you find yourself exploring what appears to be a old abandoned manor.\r\n\r\nYou will be able to interact with basic items and limited tools at your disposal. The procedurally generated random house will create random locations and scares for you. So make sure to keep your eyes open at all the times, put your headphones on and enjoy the game!\r\n\r\nFeatures:\r\n1. Immersive First person interactive gameplay which allow the player to control various handheld elements.\r\n2. Procedurally generated random house to increase the scare factor and replayability.\r\n3. Featuring different demonic entities, each designed specifically according to the procedural nature of the levels.\r\n4. Save/Load feature so that you can take a breather in between.\r\n5. Both Keyboard and Controller support provided. ( Use arrow keys to move front or back and use mouse to change direction. Use Space Bar to grab any key, torch or open any gate where you see Hand mark).\r\n\r\nWARNING: This experience uses Jump Scares! You have been warned!"},"9MVRDCHB8VSC":{"lang":"EN","title":"Road Runner 3D PRO","description":"Road Runner is a 3D game where player collects fish bones running on a subway road surfing but avoiding obstacles that come along the way like Mouses, Road Blocks and Road Blockages. Collect Items along the way :)\r\nItems to Collect:\r\n1.\tStar Power\r\n2.\tX2 coins power\r\n3.\tExtra Life\r\n4.\tCoin Magnets\r\n5.\t2 characters to choose from\r\n6.\t2 themes to choose from\r\n7.\tVarious Accessories\r\n\r\nHow to Play:\r\nUse Arrow keys to change lanes.\r\nUP Arrow to Jump\r\nDown Arrow to slide\r\n\r\nWhat’s so special\r\n1.\t3D Characters\r\n2.\tInteresting and Addictive Game play\r\n3.\tEngaging sounds and Audios\r\n4.     Custom Made for Windows\r\n"},"9PDD9PS9L3RM":{"lang":"EN","title":"GIF Tavern - Find GIFs Easily","description":"Search from a vast collection of GIFs and easily copy and paste them into any platform"},"9PH5W473KMKT":{"lang":"EN","title":"FOOTBALL GOAL CUE 3D PRO","description":"Define the angle of your strike, drag to adjust the direction and power, hit the other balls into the GOAL using your Football CUE. The ultimate blend of football and pool. Requires Combine skills from both games to progress.\r\n\r\nKey Features:\r\n- Perfect combination of logic, skills and fun\r\n- 3D Characters and Graphics\r\n- 60 different challenging levels to beat\r\n- 2 Exciting themes\r\n- 4 Characters to choose form. Choose your favorite character\r\n- Super smooth controls\r\n- Impressive visuals and fun game-play\r\n- Improve your shooting skills\r\n- Fun celebration moves\r\n- Impressive Audio and sounds\r\n- Ad Free. No Data Collection\r\n- No Internet Required\r\n- Custom Made for Windows\r\n\r\n\r\nControls:\r\nDrag Mouse to adjust the direction and power of the football. \r\n\r\nWhat are you waiting for? Play now!\r\n"},"9NRPS3TMLZMR":{"lang":"EN","title":"Vertical Fall 3D PRO","description":"Vertical Fall 3D is a 3D game in which the players bounce, bump & smash through revolving platforms of different geometries like square, circle, hexagon and many more, revolving in different patterns, to reach the end. \r\nSound easy? You wish!\r\nYour ball smashes like a brick through colorful platforms, revolving in particular pattern that block its descent, but if you hit a black one, it's all over! Your ball shatters to pieces and you have to start your fall all over again.\r\nBut even black platforms are no match for a fireball falling at full speed! Choose your strategy: speed up like a madman or stop and wait for your next chance to roll and jump. \r\nUnlock different items to enhance your gameplay. 140+ Levels and 39 Items to unlock\r\n\r\nWhat makes Vertical Fall 3D Special:\r\n- 140+ Levels to Unlock\r\n- 5 Fire Balls to Unlock\r\n- 6 Platform Movements to Unlock\r\n- 5 Fall Speeds to Unlock\r\n- 2 Instant Fire Balls to Unlock\r\n- 10 Ball Skins to Unlock\r\n- 21 Platform Skins to Unlock\r\n- 5+ Background Worlds\r\n- Crazy fast speed\r\n- Fun gameplay\r\n- Bright vibrant graphics & Soothing Audio\r\n- Simple and easy to play\r\n- Great time killer\r\n- Mouse & Keyboard Controls\r\n- Custom Made for Windows 11/10\t\r\n\r\n\r\n\r\n"},"9PLGVGCH98G1":{"lang":"EN","title":"Ball Race 3: Jump","description":"Each level has its own specificity of construction, but each time on the same level we get a differently built track with obstacles, which is to make the game create a new challenge each time."},"9NWV5ZJRGJLX":{"lang":"EN","title":"Ball Race 4: Goal!","description":"Balls play ball. Fantastic, amazing physics will make a lot of fun in the competition with two people. It is played on one screen with a top view. A very addictive game in which everything depends on the skill of the player. Classic simple and very addictive 3d game."},"9N9SKMQXRFGH":{"lang":"EN","title":"aMaze PAC PRO","description":"Brace yourself to experience an addictive game of Mazes, PAC-O-MAN, Ghosts and You full of thrill, excitement and fun :)\r\nHop Along on an exciting journey of eating dots, power pellets and avoiding the Ghost Gang. Run away from the ghost but if you ate the power pellet on time, even the ghosts will be eaten till the effect of the pellet survives. \r\nCan you eat all the dots and power pellets before the Ghosts eat You? Why don't we find out...Let's Play \r\n\r\nControls:\r\nUse Arrow Keys to move the Player\r\n\r\nWhat's Inside\r\n- 2 Worlds i.e Retro and Modern\r\n- 20+ Levels in the Modern World\r\n- 20+ Levels in the Retro World\r\n- 6+ Mazes in both the world combined\r\n- Lighting arrangement in the Retro World\r\n- Retro world is a glitchy world\r\n- Modern world is a silky smooth world\r\n- Dynamic Level Changer in Retro World\r\n- Color Changer in the Retro World\r\n- Great Graphics and Audios\r\n- Custom Made for Windows\r\n- Highest Score Keeper\r\n- Addictive and Simple Game-play\r\n- Maze Shake and Move in Modern World\r\n- No Internet Required\r\n- Ad Free - No Data Collection\r\n  "},"9NK7ZH2V7W7X":{"lang":"EN","title":"DailyHoroscope - Desktop Astrological Predictions","description":"DailyHoroscope provides you with daily astrological predictions right on your desktop, so you can get the advice, planning, and predictions you need quickly and easily"},"9NBNL7WNTMPF":{"lang":"EN","title":"Hunt Ducks 4","description":"A game of duck hunting for one or two local players.\r\nTo Pass to the next round, you must shoot at least 6 ducks. Move the scope and shot the ducks before they fly away from the screen! \r\nLet's go. Have Fun!"},"9P322N65WT91":{"lang":"EN","title":"Balloon Strike HD","description":"Balloon Strike is amazing Balloon Strike game in which you have bow and arrow to hit balloon and get score.\r\n\r\nFeatures\r\n-Amazing Balloon Strike Game through Bow & Arrow.\r\n-This game have three levels Easy, Medium & Hard.\r\n-Game is Infinite in nature.\r\n-Suitable for all age group.\r\n"},"9NRMHSXSJMSG":{"lang":"EN","title":"Hangman 1 for PC & XBOX","description":"Hangman is a word guessing game in which players attempt to guess a hidden word by suggesting letters, within a certain number of guesses. If a suggested letter appears in the word, it is revealed in the correct position(s). If the suggested letter does not appear in the word, a part of a stick figure is drawn, representing a hanging man. If the entire stick figure is drawn before the word is guessed, the player loses the game.\r\n☑️🎮 Support PC & XBOX\r\n☑️ 🛡️ FULL GAME: No advertising, No collection of personal data, No in-app purchases & No Internet required!"},"9PBWJ3X780RX":{"lang":"EN","title":"Persona 3 Portable & Persona 4 Golden Bundle","description":"From the Midnight Channel to the Dark Hour, two iconic Persona titles return!"},"9P3HGBXZL7GG":{"lang":"EN","title":"DS4Windows - DualShock / DualSense Controller","description":"DS4 Controller"},"9P5KNWZ3WCPV":{"lang":"EN","title":"Ball Race 2: Ramp","description":"The second version of the popular and liked game Ball Race. A game for one or two players in split screen mode. This time, players move on hanging, moving and rotating platforms.\r\nThe goal is to get the ball to the finish line as quickly as possible.\r\nYou can play alone, breaking your records, or in pairs. Fun for both children and adults.\r\nWe can choose from 8 boards, static platforms, moving in one or more directions, rotating and all at once.\r\nWe can choose from single tracks or tournament races, where the competition takes place on all tracks in turn, and players collect points for victories. Jumping on different levels we have different power of reflection. You can bounce multiple times, which can increase your bounce power. For greater attractiveness, the game sometimes surprises with the strength of rebound, and sometimes the lack of it.\r\nThe best time results on individual routes are also recorded."},"9N0RZC6WLMFZ":{"lang":"EN","title":"ZERO GUNNER 2-","description":"Break through the encirclement\r\nwhile controlling an attack helicopter in this top-down shooter.\r\nNow with online rankings!"},"9N2P5CKC65NB":{"lang":"EN","title":"Dragon Blaze","description":"A Psikyo fantasy shooter where\r\na powerful dragon is your fighter unit!\r\n\r\nDragon Blaze is\r\na vertical-scrolling shooter game that\r\nfirst appeared in arcades in 2000.\r\n\r\nThe heroes are the four dragon riders.\r\nAttack using normal shots, bombs, magic shots (press and hold),\r\nand powerful close-range dragon shots.\r\n\r\n\r\nThe dragon shot is the main feature of this game.\r\nDefeat the enemy using this shot the moment you release the dragon\r\nto get more score items!\r\nYou can also earn technical bonuses by hitting a boss's core using this shot.\r\nSeparating from the dragon also changes the effects of the magic shot!\r\n\r\nThe game's amazing boss battle effects, transformations, and\r\nstunning background art that exude an eerie charm will jog your imagination as you play!\r\n\r\nTake your stand against the demon lord Nebiros and his\r\narmy of darkness in order to save your loved ones and the world!\r\n\r\nThe game comes with options you can tweak to your liking.\r\nPick your preferred difficulty, max lives, max continues, key controls, screen orientation,\r\nand more to make the game just right for you.\r\n\r\nDon't forget\r\nabout the new online rankings!\r\nDo you have what it takes to become the best dragon rider in the world?\r\n\r\nCharacters:\r\nFor true warriors only!\r\nThe Soaring Dragon Knight \"Quaid\"\r\nSub Shot: Holy Lance\r\nCombined Magic: Burst Lance\r\nSeparation Magic: Fire Breath\r\nMagic Bomb: Chaos Flare\r\nPierce through everything!\r\nThe Ocean Girl \"Sonia\"\r\nSub Shot: Freeze Arrow\r\nCombined Magic: Diamond Dust\r\nSeparation Magic: Aqua Blast\r\nMagic Bomb: Trident Rush\r\nElectrifying attacks!\r\nThe Guardian of the Forest \"Rob\"\r\nSub Shot: Plasma Hammer\r\nCombined Magic: Lightning Hammer\r\nSeparation Magic: Giga Wave\r\nMagic Bomb: Thunder Break\r\nDeath from below!\r\nThe Necromancer \"Ian\"\r\nSub Shot: Magic Sword\r\nCombined Magic: Death Crash\r\nSeparation Magic: Hell Spin\r\nMagic Bomb: Dark Stinger\r\n\r\nPlanes:\r\n\"P\" items power up your unit.\r\n\"B\" items give you bombs that deal area damage to clear out enemies or help with emergency escapes.\r\nFill up your gauge to unleash a powerful magic shot!\r\nSeparate from your dragon to unleash a powerful dragon shot!\r\nHit bosses with a dragon shot to earn technical bonuses!\r\n\r\nOptions:\r\nSeven difficulty tiers to choose from in ARCADE mode.\r\nPlay in vertical screen mode for that nostalgic arcade experience!\r\nTwo additional screen filters for your enjoyment.\r\nLives can be set between 1 to 9, whereas continues can be set between 0 to infinity.\r\nFreely configure your preferred keys for shots, dragon shots, or bombs.\r\nVertical screen mode is playable even in landscape orientation. You decide your style!\r\n\r\nSCORE ATTACK:\r\nThis mode has a fixed difficulty and number of lives. Serious challengers only!\r\nSubmit your high scores to compete with players from around the world!\r\nOnline rankings can be viewed from the options menu."},"9NPZQFSNNCH5":{"lang":"EN","title":"GUNBARICH","description":"Shoot and repel enemy bullets!\r\nThis brick breaker shooting game is jam-packed with items and surprises.\r\nNow with online rankings!"},"9NTDXZTCQLKR":{"lang":"EN","title":"Joy Ball Adventure","description":null},"9NZH06QTSJ6L":{"lang":"EN","title":"ColorCollage - Color Palette Generator","description":"Need to generate a color palette from a source color or source image? ColorCollage can do that with ease."},"9PGT4QR4FB67":{"lang":"EN","title":"Sliding Puzzle Deluxe","description":"🤯 Put your problem solving abilities to the test with these HD slide puzzles.\r\n➕ Generate unlimited random tile patterns to create an exciting different size boards ranging 3x 3 up to 10 x 10 puzzle every time.\r\n🎮 Support PC & XBOX.\r\n\r\n"},"9NH760F1VZGW":{"lang":"EN","title":"Visual FoxPro Code Converter","description":"The Visual FoxPro Code Converter converts/migrates/translates the contents of Visual FoxPro .PRG files into LiveCode or Servoy JavaScript code. \r\n\r\nScripts can be selected and converted individually, (development tab), or can be converted for an entire Visual FoxPro project all at once by supplying a MigrationProcess.db3 file (production tab). Each line of code is analyzed and re-mapped to equivalent code for the selected programming language. Unsupported keywords are logged and displayed on the Statistics page of the application."},"9NCXSL5B3R7J":{"lang":"EN","title":"Back 4 Blood - Expansion 3: River of Blood","description":"Features a brand-new Campaign Story – Act 6, along with the new playable Cleaner: \"Tala\", new weapons, new accessories, new cards, 12 Weapon skins,  8 character skins and more. "},"9N4TDTC6K4QG":{"lang":"EN","title":"The Knight Witch","description":"The Knight Witch is a metroidvania adventure game with fast-paced, shoot 'em up combat set in a beautifully hand-drawn world. Cast devastating card-based spells, forge close bonds, and make moral choices all in your quest to save your home and discover who's behind the War Golem invasion."},"9NXPLB9SJ55K":{"lang":"EN","title":"Nark - Detect Mic and Camera Use","description":"Nark monitors and reports any microphone and camera activity to help you figure out if someone’s spying on you."},"9PC56H2KTC9X":{"lang":"EN","title":"LEGO® Star Wars™: The Skywalker Saga Andor Character Pack","description":"While others charge head on, Rebel spy Cassian Andor moves in stealth to topple the Empire. Play as characters from the new series Andor, in LEGO-style."},"9PKFVVPBHW1N":{"lang":"EN","title":"LEGO® Star Wars™: The Skywalker Saga Book of Boba Fett Character Pack","description":"Travel beyond Tatooine and through the Star Wars galaxy as LEGO-style bounty hunters and mercenaries with The Book Of Boba Fett character pack."},"9P1SFGFFBJZ4":{"lang":"EN","title":"Number Slide Puzzle","description":"🧩 Number Slide Puzzle is a sliding puzzle consisting of a frame of numbered square tiles in random order, There is one empty space in the tray the size of one plate, which can be used to move the dice inside the tray. The goal of the game is to arrange the placement of the numbers in the tray by placing them in ascending order from left to right and top to bottom, starting with the number 1 in the upper left corner and ending with an empty space in the lower right corner of the tray. "},"9P1KP3WP35XH":{"lang":"EN","title":"OCR PDF Converter: PDF To Document Converter","description":"OCR PDF Converter: PDF To Document Converter is a powerful and efficient software that makes it easy for you to convert your PDF files into a wide range of document formats. With this app, you can enjoy the convenience of converting your PDFs into a variety of formats including DOCX, DOC, XLSX, TXT, HTML, XPS, RTF, PNG, and JPG. This software also allows you to convert files to PDF, including DOCX to PDF, Txt to PDF, HTML to PDF, XLSX to PDF, PNGs to PDF.\r\n\r\nWith OCR PDF Converter, you can rest assured that your PDFs will be accurately and precisely converted into the desired format. The software uses advanced optical character recognition (OCR) technology to extract text from your PDFs and then converts it into the desired format. This way, you can be sure that your document formatting, tables, charts, and images will remain intact during the conversion process.\r\n\r\nThe app is user-friendly and easy to use. You can drag and drop your PDF files into the software, or you can choose to add files using the file explorer. You can also convert multiple PDF files at once, making the conversion process quick and efficient.\r\n\r\nOCR PDF Converter is also designed to be safe and secure. Your files are processed on your device, and they are not uploaded to any servers. This ensures the privacy and confidentiality of your sensitive information.\r\n\r\nIn conclusion, OCR PDF Converter: PDF To Document Converter is a must-have tool for anyone who needs to convert their PDFs into other formats quickly and easily. The software is easy to use, efficient, and secure. So why wait? Download OCR PDF Converter today and enjoy the convenience of converting your PDF files into your desired format with just a few clicks!"},"9NFXHSZSDRCP":{"lang":"EN","title":"Advanced Screen Tester","description":"This app can help you test the quality of your screen or monitor easily!\r\n\r\nTest cases included: HDR Test, Dead Pixels Test, Solid Color Test, Light Leakage Test, Contrast Test, Saturation Test etc."},"9N54CX9XJBP6":{"lang":"EN","title":"Forza Horizon 5 and Forza Horizon 4 Premium Editions Bundle","description":"Get the Forza Horizon 5 Premium Edition and Forza Horizon 4 Ultimate Edition in one bundle. Features four epic expansions, including Rally Adventure coming March 29, Hot Wheels, Fortune Island, and LEGO® Speed Champions."},"9N3NSFJZBDKS":{"lang":"EN","title":"Audio Player [HD+] Beauty Dancer Edition II","description":"Audio Player [HD+] Beauty Dancer Edition II for your windows devices..."},"9P5B1K0Q3NGQ":{"lang":"EN","title":"LEGO® Star Wars™: The Skywalker Saga Rebels Character Pack","description":"Fight against the evil Galactic Empire and play through all nine films of the saga as resistance fighters from Star Wars: Rebels in LEGO style.\r\n"},"9PPN4HMQ1205":{"lang":"EN","title":"LEGO® Star Wars™: The Skywalker Saga Obi-Wan Kenobi Character Pack","description":"Jedi Master Obi-Wan Kenobi has made himself quite a reputation with the Galactic Empire. Play as LEGO characters from the Obi-Wan Kenobi series."},"9NNC80X3680Z":{"lang":"EN","title":"LEGO® Star Wars™: The Skywalker Saga The Clone Wars Character Pack","description":"Intergalactic dogfights and defense against Separatist raids aren't the only fun you'll have! Play as veteran heroes and villains from Star Wars: The Clone Wars.\r\n"},"9NVGR4WB6MJV":{"lang":"EN","title":"LEGO® Star Wars™: The Skywalker Saga Summer Vacation Character Pack","description":"Ahh, a vacation is just what you need from Stormtroopers and TIE Fighters. Celebrate the holidays, LEGO Star Wars style, with iconic characters in their beach wear.\r\n"},"9PHKSKVT9DPK":{"lang":"EN","title":"PodLord - Podcasts Downloader","description":"Podcasts Downloader"},"9NQ8WPLVZW7L":{"lang":"EN","title":"Arkanoid Eternal Battle","description":"Discover or re-discover, the emblematic block breaker game in a fully modernized version! Classic elements from the franchise will definitely make a comeback, with a brand-new look, new rules, as well as new effects, bonuses and features! Including, for the very first time, a Battle Royale mode called \"\"Eternal Battle\"\".  \r\nGuaranteed to take veteran players by surprise!\r\n"},"9PM6DBHQJCWD":{"lang":"EN","title":"Super Pixel Kid","description":null},"9N8R9NFCBQ49":{"lang":"EN","title":"HUMANKIND™ Heritage Collection","description":"Discover HUMANKIND™, a Historical Strategy game where YOU will create your own civilization and re-write the entire narrative of human history.  HOW FAR WILL YOU PUSH HUMANKIND?"},"9NVMBBT96LTQ":{"lang":"EN","title":"Metal Earth Ashes of the Alliance","description":"Create your own mercenary from four classes and save Metal Earth! Select your mission and blast off to one of four space stations to solve the problems plaguing the Alliance. It's a fast-paced top-down shooter RPG that is easy and quick to pick up and play.\r\n\r\n     - Play one of four classes: Commando, Agent, Engineer, Medic\r\n     - Level up using the unique skill cloud concept (not the outdated skill tree)\r\n     - 3 Mission Dossiers for 4 different space stations...with Boss Fights!\r\n     - Interact with several characters and win their support to alter the story.\r\n     - Earn Medals and learn more about the lore through a codex, e-mails, and voicemails\r\n     - Puzzle elements such disarming bombs and hacking terminals \r\n"},"9PC6TCC0D8DR":{"lang":"EN","title":"Numbers Coloring","description":"🎨 Numbers Coloring is a number pixel art coloring that combines numbers, pixels and color block, Numbers coloring helps you dive into a world of coloring meditation. Choose from a wide range of fascinating artworks and paint by number while having fun!\r\n\r\n🔥 A wide variety of stunning art templates to melt your stress away, stylish art coloring book that will bring you to the sandbox world of fun pixel coloring from easy to very detailed.\r\n\r\n🎮 Support PC & XBOX.\r\n🛡️ 100% Addictive FULL Numbers Coloring App: No advertising, No collection of personal data, No in-app purchases & No Internet required!\r\n\r\n❤️ We will do our best to improve this App , since we are also devotees of Coloring Apps!\r\n📧 Please free feel to provide your suggestion or bug report by our Support contact mail.\r\n\r\n\r\n\r\n"},"9PC5NPMR2C1B":{"lang":"EN","title":"OCR Image Text Extractor","description":"Extract text from an image, PDF and handwriting, translate, save, search and export the extracted text."},"9PHP0Z68X02N":{"lang":"EN","title":"Smart Package Tracker","description":"The application is used to track UPS, USPS, FedEx and DHL packages."},"9P1XK0J0SQTK":{"lang":"EN","title":"Sketched","description":"Take freehand notes on top of your PDFs or create blank books.  Thanks to the continuous pages scrolling taking notes it's a fast and simple operation. Paste images, draw shapes, manage pages and more with Sketched. Enable the automatic export function in the app settings and let Sketched create a PDF copy of your projects every time the app saves, so that a ready to share file is always available."},"9MWH3PQ7V3Z5":{"lang":"EN","title":"Mega Virus Collection","description":"This is a large collection of games about the famous coronavirus. Here are games of different genres. A classic arcade game and an interesting adventure in which you will be given different tasks every time you start the game. Play and enjoy. And don't forget to take care of your health."},"9PNDPCWDHCF6":{"lang":"EN","title":"Back 4 Blood - Expansion 2: Children of the Worm","description":"Features a brand-new Campaign Story – Act 5, along with the new playable Cleaner: \"Prophet\" Dan, new weapons, new accessories, new cards, 12 Weapon skins, 8 character skins, and a fearsome new enemy threat.\r\n"},"9MW1FNXZTHW7":{"lang":"EN","title":"Soul Hackers 2 - Digital Premium Edition","description":"The Soul Hackers 2 - Digital Premium Edition includes:\r\n- Soul Hackers 2\r\n- Bonus Story Arc: The Lost Numbers\r\n- Booster Item Pack\r\n- Bonus Demon Pack\r\n- Costume & BGM Pack\r\n- Mary's Maid Frock outfit\r\n- Ai-ho Demon\r\n\r\n*For more information on each DLC item, please refer to their individual listings.\r\n\r\nBy using this product, you agree to this EULA: https://www.sega.com/EULA."},"9NJ8498K9B4Q":{"lang":"EN","title":"Total War: Warhammer III - Champions of Chaos","description":"The Champions of Chaos Lords Pack introduces four new playable Legendary Lords to Total War: WARHAMMER III, usable in both the Realm of Chaos and Immortal Empires campaigns.\r\n\r\nEmbark on campaigns of domination as Valkia the Bloody, Festus the Leechlord, Azazel Prince of Damnation and Vilitch the Curseling. These Lords may be used in WARHAMMER III’s Realm of Chaos and Immortal Empires campaigns. However, they feature their own campaign mechanics and objectives, and do not engage with the Ursun storyline in the Realm of Chaos campaign.\r\n\r\nOver time, players can choose to elevate lowly mortal units, such as Marauders, through the Chaos ranks to become powerful servants of the dark gods, such as mighty Chaos Knights and Chosen. Chaos Lords and Heroes may also be elevated all the way to Daemon Prince status, and even dedicated to the service of one of the Dark Gods. \r\n\r\n•\t4 new Legendary Lords to experience...\r\n•\t...each with a suite of new Chaos-themed campaign mechanics\r\n•\tThe Champions of Chaos are playable in Immortal Empires and the Realm of Chaos campaign\r\n•\tOver 50 new battlefield units\r\n\r\nThe Champions of Chaos\r\n\r\nKhorne: Valkia the Bloody\r\nThe consort of Khorne himself, Valkia the Bloody descends from the skies to slaughter in the name of the Blood God. Valkia uses a variant of Khorne's Bloodletting feature, with rewards better-suited to the Gorequeen's needs. Her faction also gains campaign movement bonuses following successful battle victories.\r\n\r\nFestus was once a skilled doctor. Compassionate to a fault, he traded his soul and sanity for the knowledge to save others. No longer bound by morality, the Leechlord brews Plagues in Nurgle’s name. He must attain ingredients through different methods than his Daemonic counterparts, but his concoctions are no less potent.\r\n\r\nSlaanesh: Azazel, Prince of Damnation\r\nAzazel's beauty is said to be second only to his patron Slaanesh. Most opponents concede before the fight even begins… for how could they wish harm upon such an enchanting being? Such is Azazel's beauty, he can utilise elements of Slaanesh's Seduction to tempt enemies to join his side pre-battle. Those he defeats bear his unique symbol: the Mark of Azazel.\r\n\r\nTzeentch: Vilitch the Curseling\r\nThe malformed sorcerer-twin Vilitch uses his potent magical abilities in tandem with his brother’s hulking form to enslave those who would oppose him. Vilitch can use a variant of the Changing of the Ways like his Tzeentch allies, and begins play with the ability to Teleport Attack his foes."},"9N68F8TM7TKW":{"lang":"EN","title":"Thymesia","description":"Thymesia is a gruelling action-RPG with fast-paced combat and an intricate plague weapon system. \r\nIn a kingdom where death spreads, play as a mysterious character known only as \"Corvus\". Prey upon your enemies, wield the power of disease and find the truth in your own memories. "},"9P3DJ87CT2DN":{"lang":"EN","title":"IMPOSSIBLE DASHING","description":"A very cool running game. Simple line style. Up to 63 levels!"},"9N2VCD2LRFDC":{"lang":"EN","title":"Total War: Warhammer","description":"The critically-acclaimed Total War: WARHAMMER combines a turn-based campaign of epic empire-building with colossal and explosive real-time battles, set within the incredible world of Warhammer Fantasy Battles."},"9NFJK1BCXPGL":{"lang":"EN","title":"Total War: WARHAMMER II – The Silence & The Fury","description":"Taurox, the Brass Bull, has a great plan to unleash Chaos upon the world, but Oxyotl waits silently in the shadows…"},"9NK6J4M7M2BB":{"lang":"EN","title":"Total War: WARHAMMER - Realm of The Wood Elves","description":"The wild woodlands of Athel Loren are stirring. The Wood Elves and their forest-spirit brethren are marshalling for war. Woe betide any who cross their path! "},"9NTF34LPLQQD":{"lang":"EN","title":"Total War: WARHAMMER II - The Warden & The Paunch","description":"Eltharion of Tor Yvresse is ever-watchful for Greenskin incursions. Now his oldest enemy, Grom The Paunch, marches on Ulthuan with a mighty WAAAGH!"},"9NWK2WRBJBMZ":{"lang":"EN","title":"Total War: WARHAMMER II – The Twisted & The Twilight","description":"A Chaotic rift has appeared in the woods of Athel Loren. Can Queen Ariel and the Sisters of Twilight perform the ritual of closure before Throt the Unclean enacts his evil plan?"},"9NX01XNJ33DK":{"lang":"EN","title":"Total War: WARHAMMER II - Curse of the Vampire Coast","description":"The undead Commodores of the Vampire Coast have set sail. Join them as they terrorise the seas, seeking blood and plunder! "},"9NZ2608QQCXN":{"lang":"EN","title":"Total War: WARHAMMER II - The Queen & The Crone","description":"Ulthuan's greatest defender Alarielle the Radiant rallies her forces, for the Hag Queen Crone Hellebron has embarked upon a bloody warpath!"},"9NZKCNSS92V1":{"lang":"EN","title":"Total War: WARHAMMER II - Rise of the Tomb Kings","description":"In arid Nehekhara, vast skeletal legions and nightmare constructs arise from the baking sands. The Tomb Kings have awoken, to reclaim the lands that are rightfully theirs!"},"9P1FN9S1R1MG":{"lang":"EN","title":"Total War: WARHAMMER - Call of the Beastmen","description":"In the dark forests of The Old World, The bray of the battle-horns pierces the gloom, and beyond: from Bordeleaux to Ostermark, the Call Of The Beastmen will be heard across The Old World!"},"9P53GJ8VDZ2Z":{"lang":"EN","title":"Total War: WARHAMMER II - The Hunter and The Beast","description":"The Emperor's Huntsmarshall, is on a mission to take down the legendary lizard, Nakai the Wanderer, but the jungle does not sleep..."},"9P6MQ4QHGN8J":{"lang":"EN","title":"Total War: WARHAMMER - The Grim and The Grave","description":"Helman Ghorst leads his undying hordes against Volkmar the Grim and his faithful Sigmarite soldiers. Two legends, poised for the ultimate showdown between the quick and the dead!    "},"9PCWR2LCHXFK":{"lang":"EN","title":"Total War: WARHAMMER - Norsca","description":"Hailing from the icy northern wastes, the ferocious, chaos-tainted warriors of Norsca exist only to pillage and prove their primal might!  "},"9PDTFS72ZQ8D":{"lang":"EN","title":"Total War: Warhammer II","description":"Journey to the mysterious New World, and wage campaigns of adventure and conquest in the critically-acclaimed second chapter of the Total War: WARHAMMER series!"},"9PPH9GDH12FW":{"lang":"EN","title":"Total War: WARHAMMER II - The Shadow & The Blade","description":"The Daemon Tz'Arkan has slipped his bonds. Who will capture him and exploit his power first? The cruel Malus Darkblade, or the lethal Deathmaster Snikch?"},"9PDPDZTPD52T":{"lang":"EN","title":"ClikClak - Mute While Typing","description":"ClikClak automatically mutes your microphone while you type"},"9NCT3ZM14SBJ":{"lang":"EN","title":"TENGAI","description":"The shrine maiden, monk, and kunoichi take to the sky in this second title\r\nto feature a Japanese-style shooter with quirky aesthetics!\r\nNow with online rankings!"},"9P0P250QGPL1":{"lang":"EN","title":"GUNBIRD 2","description":"Marion and friends are going on an epic adventure around the world\r\nin the ultimate Psikyo shooting game.\r\nNow with online rankings!"},"9PF32JJ9J6BL":{"lang":"EN","title":"Oh the Frustration Dev Edition","description":"Avoid spikes, pits, and blood thirsty monster as you fight your way through over 50 levels across 6 worlds! \r\n\r\nUnlock 9 different characters to help you along the way."},"9N3S1ZSM6459":{"lang":"EN","title":"Samurai Aces","description":"The shrine maiden and monk take to the sky in Psikyo's debut game,\r\na Japanese-style shooter with quirky aesthetics.\r\nNow with online rankings!"},"9NRTRLJD20NT":{"lang":"EN","title":"GUNBIRD","description":"Marion and friends battle hard in the sprawling world\r\nof yet another Psikyo shooter masterpiece.\r\nNow with online rankings!"},"9PC0ZSZPS32V":{"lang":"EN","title":"Samurai Aces III: Sengoku Cannon","description":"Fire the exciting cannon shot!\r\nThe Japanese-style shooter with quirky aesthetics is back for a third go!\r\nNow with online rankings!"},"9PGPNF155CWC":{"lang":"EN","title":"Click Counter - Track All Clicks","description":"Keep track of all your clicks across Windows"},"9MX2Z97S6MND":{"lang":"EN","title":"80's OVERDRIVE","description":"Ultimate racing game in a style of 80's with the best synth music."},"9NR7XDNVP5SW":{"lang":"EN","title":"As Dusk Falls","description":"As Dusk Falls is an original interactive drama from INTERIOR/NIGHT that explores the entangled lives of two families across thirty years. Starting in 1998 with a robbery-gone-wrong in small town Arizona, the choices you make have a powerful impact on the characters’ lives in this uncompromising story of betrayal, sacrifice and resilience. Drive the lives and relationships of multiple characters in a decades-spanning story told across two intense books."},"9NZN9J594CL6":{"lang":"EN","title":"The C++ Project (pro rounded)","description":"The software shows elementary simulations of classical physics. There are nineteen simulations ready to run, and it is possible to create personalized simulations, too. This edition has all the simulations of the \"free\" and \"pro edition\", but with new graphics and effects. For example, its balls are \"antialiased\", and the echo effect is different.\r\n\r\nIt has multi-ball collisions, simulations to study the concepts of force and energy, and \"gravitational simulations\" (using gravitational forces). \r\n\r\nIn the simulation \"Fifty balls; without gravity (gas simulation approximation). Piston under gravity.\" it is possible to study the concepts of force and energy. The user can increase the system's energy in real-time (through heat, using the keys -> and <-) and can verify the elevation, on average, of the piston's potential energy (work done by the system). So, the program may illustrate the First Law of Thermodynamics, approximately.\r\n\r\nIt has a gravitational simulation named \"A Fictional Universe\". Sometimes, it is possible to watch the formation of objects representing a planet and its satellite! There are two versions: the standard (the same as in the \"free edition\" or in the \"programmable\") and the \"unstable\" simulation, where the \"fictional universe\" is constantly changing.\r\n\r\nThe \"information propagation\" simulation illustrates the propagation of information based on a simplified model (using the collisions of the balls). We can see the effect of the \"memory\" duration in the propagation and the result of several ball velocities. \r\n\r\nIt is possible to make or edit a .txt file (plain text), following the instructions, to change all the values of parameters and create specialized simulations.\r\n\r\nWe can simulate, for example, a simplified satellite launching, where one ball will be the planet and the other the satellite. The challenge is to choose the launching and orbit speeds. Also, there is a \"Satellite Launching\" simulation ready to run (with data already programmed)!\r\n"},"9N5DM8GGT2HW":{"lang":"EN","title":"STRIKERS 1945 III","description":"This hardcore 90s arcade shooter was\r\nPsikyo's challenge to the world!\r\nNow with online rankings!"},"9NH038ZN4PMV":{"lang":"EN","title":"STRIKERS 1945 II","description":"Rapid mainstream action with a hardcore twist!\r\nThe second game in the series is a highly polished Psikyo masterpiece—\r\nnow with online rankings!"},"9NFF66ZVFSB3":{"lang":"EN","title":"Minesweeper Extreme - PC & XBOX","description":"🔥 Play Minesweeper Extreme the classic challenging logic Game for free, just like old times! Standard game rules with best, smoothest and very fast interface, Minesweeper Extreme is the sequel to a classic, throwback PC game that provides hours of fun.\r\n\r\n🔥 Just try to avoid the bombs 💣 to clear the minefield and win the game, If you ever click on a box containing a mine, it will explode 💥 and you'll lose! Apply strategy 🤔 and logic to figure out where the mines and win the game 🎉.\r\n\r\n💣 Unlimited Minesweeper games with Four different difficulty settings and a custom mode.\r\n💣 6 appearance (Themes) & minefield skins, include classic style.\r\n💣 Adjustable levels of difficulty : Easy, Medium, Hard, Extreme & Custom options to ensure you are always challenged.\r\n💣 Easy to control ( Zoom in, zoom out, drag).\r\n💣 No timers at all! Just relax and have fun!\r\n💣 Easily trains your brain 🤯 and increase the speed of your thinking.\r\n💣 Supports any screen resolution PC & Tablets.\r\n\r\n🎮 Support PC & XBOX.\r\n🛡️ 100% Addictive FULL GAME: No advertising, No collection of personal data, No in-app purchases & No Internet required!\r\n\r\n❤️ We will do our best to improve this game, since we are also devotees of minesweeper !\r\n📧 Please free feel to provide your suggestion or bug report by our Support contact mail.\r\n\r\n🎮 Support PC & XBOX.\r\n🛡️ 100% Addictive FULL GAME: No advertising, No collection of personal data, No in-app purchases & No Internet required!\r\n\r\n\r\n"},"9N0DSJLHV62Q":{"lang":"EN","title":"SOL DIVIDE -SWORD OF DARKNESS-","description":"Enter a world of swords and sorcery in this fantasy shooter,\r\nand crush the enemy's plan to revive ancient demons!\r\nNow with online rankings!"},"9N92P0XHJXKR":{"lang":"EN","title":"STRIKERS 1945","description":"The immensely popular and challenging arcade shooter masterpiece from Psikyo—\r\nnow with online rankings!\r\n"},"9MXGGPLWSXCC":{"lang":"EN","title":"Total War: THREE KINGDOMS - Yellow Turban Rebellion","description":"Total War: THREE KINGDOMS – Yellow Turban Rebellion Warlord Pack\r\n\r\n\r\n•\tA brand-new sub-culture to play as: rekindle the Yellow Turban Rebellion, lead their struggle against the corrupt Han and bring about the Era of Great Peace\r\n•\tThree new playable Warlords; He Yi, Gong Du, and Huang Shao\r\n•\tThree new hero classes: Healer, Scholar, and Veteran\r\n•\tA unique and versatile unit roster composed of a cross-section of society: Militias formed from the forgotten and downtrodden masses fight side by side with disgruntled soldiers, religious zealots and former officials, united in a common cause\r\n•\tBrand new approach to technology focusing on interpreting the ‘Three Books of Great Peace’\r\n•\tNew character skills focused on the three virtues of Taoism: Frugality, Compassion, and Humility\r\n•\tNew weapons and armour suitable for the new heroes.\r\n\r\n\r\nWe are the poor and the oppressed. We are the common-folk; the farmers and the soldiers; the Han Dynasty’s forgotten multitude. Oh Emperor, we are your people.\r\n\r\nAnd yet you languish in the imperial palace, eunuchs and nobles whispering falsehoods in your ear. You do their bidding. You are their puppet. Even as we starve, you tax us ever harder, that they may continue to live in luxury.\r\n\r\nWhen we rose in opposition, you slaughtered us in our millions. Many more were slain by your agents on suspicion alone. It is clear to us now: you have lost the Mandate of Heaven.\r\n\r\nWe are the poor and the oppressed. But we are also the many. We are the very backbone of China. We wear the yellow turban with pride. And we bring great change.   \r\n\r\nThe Blue Sky is dead; the Yellow Sky will soon rise.\r\n\r\nIn the year of Jiazi, there will be prosperity under Heaven!\r\n\r\n\r\nOverview\r\n\r\nThe Yellow Turbans were a rebel movement of the common people, founded on spiritual beliefs. Tired of oppression, starvation and injustice at the hands of the Han Dynasty, they rose up against the corrupt nobility. Prior to the start of this campaign, a massive Yellow Turban rebellion had swept through China led by the Zhang brothers, who used Taoist divination to predict the fall of the Han dynasty. However, this initial rebellion was ruthlessly crushed and millions of civilians suspected of being sympathisers were slaughtered without mercy. As the campaign begins, the Zhang brothers are already dead, and only three significant enclaves of Yellow Turbans remain. Playing as one of these factions, you can change history, rekindling the movement and uniting China under a rightful, virtuous and just Emperor.\r\n\r\nYellow Turban Factions\r\n\r\nThe Yellow Turbans’ beliefs blend Taoism and shamanistic principles, and these spiritual aspects are a recurring theme throughout their faction gameplay. Many of their features relate to the three Taoist domains of Land, People and Heaven, or the Three Treasures (or virtues) of Taoism: Frugality, Compassion, and Humility. \r\n\r\nReflecting these concepts, the playable Yellow Turban factions are led by the characters He Yi (People), Gong Du (Land) and Huang Shao (Heaven). Each has their own playstyle and unique bonuses.\r\n\r\nYellow Turban factions construct a mix of adapted Han buildings and their own unique structures. Their technology tree is divided into three scrolls from the Book of Great Peace, each of which references the three Taoist domains and contains verses of Taoist scripture. It is structurally and mechanically very different from the default tech trees used by other factions.\r\n\r\nPlayable Yellow Turban factions improve their Faction Rank as their campaigns progress. These represent the journey to enlightenment, the achievement of The Great Peace, regaining the Mandate of Heaven, and appointing a just Emperor. Progression requires the player to study the verses in the Book of Great Peace, construct religious building in their settlements and improve the virtuous characteristics of the characters under their control.\r\n\r\n\r\nCharacters\r\n\r\nThe Yellow Turbans have three playable heroes representing their factions. Each has their own playstyle, unique building chain and faction bonuses:\r\n\r\n•\tHe Yi is a Yellow Turban commander from Yu province. Like the original founders of the Yellow Turban movement, he is a Healer, and empathises with the suffering of the common people. He is able to rally vast masses to the cause of the rebellion.  \r\n\r\nRepresenting the domain of People, He Yi espouses Compassion. He fields veteran Yellow Turban warriors and strong berserkers in battle, and has access to the Healer’s Lodge unique building chain, a multifunctional building boosting population growth and replenishment and generating a small income from the sale of medicine.\r\n\r\n•\tGong Du is a Veteran. Originally a bandit leader in the Changsha area, he aided Ou Xing in his rebellion against Sun Jian. He is a former military commander, and something of a charming brigand: well-liked and popular with the troops. He is dedicated to claiming the spoils from the tyrants he overthrows. \r\n\r\nRepresenting the domain of Land, Gong Du espouses frugality. He fields former soldiers, guardsmen and converted nobles in battle and can build the unique Hidden Fort building chain that helps supply the Yellow Turban armies and increases the amount of spoils they can carry off after a battle.\r\n\r\n•\tHuang Shao is a Scholar, and a Yellow Turban commander from Yu Province. He is the only leader to have met the original founders of the Yellow Turban rebellion. As such, he best understands their spiritual teachings, and aims to ensure the rebellion doesn’t lose its way on the road to realising The Great Peace.\r\n\r\nRepresenting the domain of Heaven, Huang Shao espouses Humility. He fields religious fanatics, spiritual martial artists and scholars in battle, and can build the Gardens unique building, a tranquil place that helps keep both the people and the characters under Huang Shao’s control happy.\r\n\r\n\r\nBattlefield Units\r\n\r\nThe Yellow Turbans have a unique and highly thematic unit-roster. As many of their warriors are drawn from vast swathes of peasants and civilians or those who have backgrounds as soldiers, devotees or scholars, there is a great diversity within individual units, given the varied occupations and backgrounds of its members.\r\n\r\nThe masses of basic Peasant and Yellow Turban units are available to all Yellow Turban characters. Key specialist and elite units are then available according to the domains each hero represents.\r\n\r\nPlease note this unit roster and unit characteristics are subject to change.\r\n\r\nGenerals\r\nHealer General, no armour, support role\r\nVeteran General, heavy armour, tank role\r\nScholar General, medium armour, damage role\r\n\r\nCore units (available to all):\r\nPeasant Warriors: no armour, improvised weapons\r\nPeasant Spearmen: no armour, bamboo spears\r\nPeasant Archers: no armour, simple bow\r\nYellow Turban Warriors: light armour, sabre, light shield\r\nYellow Turban Horsemen: light armour, sabre, light shield\r\nYellow Turban Spearmen: light armour, spear, light shield\r\nYellow Turban Archers: light armour, bow, light sword\r\n\r\nHe Yi and Healer specialist units (Domain of People):\r\nArm of the Supreme Peace (shock infantry): light armour, 2-handed ball mace, high health, splash attacks\r\nYouxia (melee infantry): medium armour, sword, fine shield, disciplined\r\nBringers of Righteousness (hybrid infantry): light armour, polearm, bow, decent ranged and melee capabilities\r\nWhite Wave Veterans (melee infantry): light armour, sabre, shield, high move speed, strong charge\r\nWhite Wave Horsemen (shock cavalry): light armour, spear, shield, high move speed, strong charge\r\nPeople’s Warband (melee infantry) light armour, dual sabres, good offense\r\n\r\nGong Du and Veteran Specialist units (Domain of Land):\r\nVirtuous Noblemen (melee cavalry): ornate armour, spear, fine shield, high armour and offensive capabilities\r\nGuardians of the Land (halberd infantry): medium armour, polearm, good melee capabilities\r\nWatchmen of the Peace (ranged): medium armour, crossbow, shield, sabre, mixed formation, high ranged damage with armour piercing capabilities\r\nReclaimers (spear infantry): medium armour, spear, large shield, increases battle loot\r\nMen of the Forest (ranged): light armour, bow, axe, vanguard deployment, can fire whilst hidden\r\nHorseback Huntsmen (ranged cavalry): light armour, bow, light sword\r\n\r\nHuang Shao and Scholar Specialist units (Domain of Heaven): \r\nScholar-Warriors (melee infantry): ornate light armour, dual sabres, strong melee capabilities \r\nArchery Masters (expert ranged): no armour, bow, light sword, high ammo and good accuracy\r\nVenerable Wu (shock infantry): no armour, sword, resilient, cause fear \r\nYellow Sky Heralds (shock infantry): no armour, mace, unbreakable, runs amok\r\nChanters (support): no armour, mace, boosts nearby units\r\nMilitia of Virtue (spear infantry): no armour, staff, high dodge chance"},"9MXL2K4JWK6F":{"lang":"EN","title":"Total War: THREE KINGDOMS - Eight Princes","description":"Total War: THREE KINGDOMS – Eight Princes Chapter Pack\r\n\r\n•\tNew campaign set 100 years after the Three Kingdoms period began\r\n•\tEight new playable princes with substantially different playstyles…\r\n•\tSupported by unique buildings, assignments and court options \r\n•\tNew elite units: pummel your foe with mighty cataphracts!\r\n•\tShape your faction development with four new alignments: Wealth, Spirit, Might, and Mind\r\n•\tKey public order and faction-rank changes to reflect this unique conflict\r\n\r\nAbout this content\r\n\r\nThe year is 291 CE, and a generation has passed since the tumultuous events of the Three Kingdoms period began. Despite the tripartite division of power which brought the conflict to a stalemate, and the brief unification of the kingdoms under the Jin dynasty, civil war is no more than a heartbeat away.\r\n\r\nFor the Jin is a dynasty divided. Its many ruling princes are hungry for greater power, each with ambitions – and methods – of their own. Eight stand above all others… will they rally to their emperor and empress? Or carve a legacy for themselves that will echo through the ages?\r\n\r\nThe Eight Princes Chapter Pack is set 100 years after the events of Total War: THREE KINGDOMS, and features a new cast of playable factions led by the foremost princes of the Jin Dynasty. These Eight Princes offer feature substantially different campaign mechanics, focussing their playstyles in fascinating and unique ways."},"9MZ1F4RCWQ0K":{"lang":"EN","title":"Total War: THREE KINGDOMS - The Furious Wild","description":"With the introduction of The Furious Wild Expansion Pack comes the first ever extension of the Total War: Three Kingdom’s map and its already rich cast of characters. Visit the jungles around Southern China and with it, the fearsome tribes of the Nanman. Will you unite the tribes of the south?\r\n\r\nAs well as expanding the Three Kingdoms map, The Furious Wild includes the new Nanman culture, adding diversity to the base game factions, units and playstyles:\r\n•\t4 new playable factions each with their own unique mechanics, with 19 new factions overall populating southern China\r\n•\t25+ new units including exciting and formidable animal units\r\n•\tNew ferocious character artwork \r\n•\tNew Nanman-specific tech tree with keystone technologies requiring missions to be completed\r\n•\tA completely new character progression style, with feats used to unlock traits \r\n•\tUnique missions and narrative events bespoke for the Nanman culture\r\n•\tOne goal to ‘Unite the Tribes’, but how will you achieve it, through diplomacy or conquest?\r\n•\tPlayable in 190 and 194 start dates\r\n\r\nDifference unites as much as it divides\r\n \r\nIn the verdant jungles of Southern China, forces so far unmet are stirring. The disparate tribes of the Nanman have for centuries lain divided, but now a new leader must emerge to unite them – by any means necessary. \r\n \r\nThe mighty warriors Meng Huo, King Mulu, Lady Zhurong and King Shamoke bring with them unique methods of battle, from flaming maces and blowpipes, to revered elephants and tigers. Separated they are vulnerable, together, they might just be unstoppable.\r\n \r\nPlay as any of the new playable Nanman factions in the years before their encounter with Zhuge Liang and his famous Southern Campaign. Experience the might of the Southern tribes, all while exploring new areas of the Three Kingdoms map. Can you unify these unique warriors and take on the mighty Han, or will jungle warfare take its toll on these newly formed allegiances?\r\n\r\nMeng Huo\r\nHaving risen through the ranks of the Nanman tribes, Meng Huo has gained repute for his fierce but stubborn leadership. Loyal to his friends but merciless when it comes to his enemies, his tenacity garners him as much trouble as it does success. With one goal in mind – becoming the king of the Nanman – Meng Huo must look to his neighbours to help spread the flames of his rule.\r\n\r\nKing of Kings\r\nWhen Meng Huo takes control over another Nanman faction, either by making an alliance or destroying them, he gains certain temporary bonuses. These bonuses can also be stacked, creating a rolling momentum that will surely bring Meng Huo the kingship he desires. \r\n\r\nUnique Units: \r\n•\tNanzhong Champions: A cut above your usual shield-wielding infantry – perfect for holding your frontline steady as a rock in the face of incoming missiles\r\n•\tNanzhong Elephants: Drummers sit atop these mighty elephant units, playing rhythms that provide passive buffs to your nearby units. Use them to wreak havoc on the frontline or pull them back to provide support for your units\r\n•\tNanzhong Spearmen: The eye-catching rattan armour these spearmen wear provides defense against any errant darts headed their way, leaving them free to focus on any incoming mounted foes \r\n\r\nLady Zhurong\r\nA descendent of the god of fire, sparks fly when Lady Zhurong enters the battlefield. With a hot temper and an iron will, she seeks to expand her lands, and remove any obstacles in her way. Her passion seems impossible to rival, but there may just be allies closer than she thinks. \r\n\r\nGoddess of Fire\r\nAcross the seasons, Lady Zhurong accumulates points toward her Goddess of Fire mechanic. Once enough points have been gathered, players have the ability to activate her Wild Fire bonus; this formidable bonus makes her units near unbeatable in battle. The bonus changes according to the season it is activated within, and these powerful effects last across a series of turns. Once Wild Fire has burned out, Lady Zhurong is vulnerable for a short period and will need to recover before she can fight again without weakness, so time your expansion wisely. \r\n\r\nUnique Units: \r\n•\tTiger Warriors: These axe-wielding warriors have an ace up their sleeve – their tiger companions. Use these tigers to give your opponents a scare before going in for the kill\r\n•\tFollowers of the Flame: What’s better than a two-handed mace? A two-handed mace that’s on fire. Engage this fiery unit in as many frontline battles as possible and watch as their damage-over-time effect causes chaos \r\n•\tTiger Slingers: While tigers disrupt your opponent’s line, these slingers will pick off any stragglers who manage to escape\r\n\r\nKing Mulu\r\nIn the undergrowth of the Southern jungle roams King Mulu, a friend to the animal kingdom, but a stranger to man. Spending time in the animal world has gained him many advantages, not least, the mighty elephants that walk by his side. Now Mulu must face his brethren, but will his pride get in the way of future partnerships?\r\n\r\nPride & Ritual\r\nYou know what they say, ‘Pride always comes before a Ritual’, quite literally in the case of Mulu. During his campaign he will accumulate Pride, his faction’s pooled resource, according to the rank of characters he defeats in battle. Your faction will gain lucrative bonuses to animal units, such as an increase in unit capacity and even a decrease in recruitment cost, in line with the amount of Pride you have reached. Periodically, Mulu will take part in spiritual rituals, invoking the elements to grant additional distinct bonuses for his faction.\r\n\r\nUnique Units: \r\n•\tSouthern Elephants: A small band of elephants that pack a mighty punch to frontlines, accompanied by some handy slingers on their backs \r\n•\tWar Elephants: A more heavily armored elephant unit used best to charge into enemies, also accompanied by slingers \r\n•\tRavine Warriors: These frontline warriors are ready to clean up after any elephant-related carnage with a weapon in each hand\r\n\r\nKing Shamoke\r\nShamoke’s origins may be as murky as the dense jungle he controls, but his drive for power is all Nanman. As the ruler of the five valleys, several tribes have pledged their allegiance to him, but many remain wary of the leader. The Han’s interest in him has only deepened this suspicion. With both sides in opposition, Shamoke must choose where his loyalty truly lies, and neither choice is without cost.\r\n\r\nUnification Mandate\r\nShamoke’s chief concern is uniting the Nanman under his rule, and so, his faction mechanic gives him bonuses according to what unification technique the player chooses to employ. Whether you conquer, subjugate or reform, power is yours for the taking and you will be rewarded for the followers you bring to your side.\r\n\r\nUnique Units: \r\n•\tMight of the Valley: Fast two-handed axe infantry that gain large bonuses when fighting near death – watch as they flank and charge enemies into submission\r\n•\tWuling Slingers: These light-footed short-range units are able to side-step potential terrain penalties – ideal for skirmishing in dense jungle where they can quickly evade and wear down enemy units\r\n•\tWuling Fighters: Offensive-minded warriors with a health pool hardy enough to take the mightiest of blows. These fighters do best pitted against the strongest heroes"},"9N1196FFQQTM":{"lang":"EN","title":"Total War: THREE KINGDOMS - Fates Divided","description":"Determine the fate of China in the new Chapter pack for Total War: Three Kingdoms. Grow Yuan Shao’s mighty army or stand in his way as Cao Cao and use strategy to achieve the grandest of ambitions.\r\n\r\nIn the Fates Divided Chapter Pack you begin at 200 CE, a period that finds Yuan Shao and Cao Cao at a crucial turning point. These childhood friends have borne witness to each other’s growing ambition, but Yuan Shao’s patience with Cao Cao is fast coming to an end – a childhood bond is about to break.\r\n\r\nFates Divided includes significant improvements to several in-game mechanics, a new faction, and new units, as well as new playstyles for established factions.\r\n\r\nA Unique Start Date\r\n\r\nThe 200 CE start date throws players into a moment in history where the story’s main heroes are now developed and formidable forces. Will you continue Cao Cao’s march across the map or use Yuan Shao’s grand army to stop him in his tracks?\r\n\r\nWhilst the conflict focuses on the warlords in the north, you can also play as characters such as Liu Bei and Ma Teng, helping them to achieve their lofty goals.\r\n\r\nNew Cross-Generational Faction\r\n\r\nPlay as Liu Yan, a man of great ambition and strategy, as he attempts to establish a lasting legacy for his family. Make best use of Liu Yan’s aspiration mechanic to set the stage for Liu Zhang’s eventual inheritance, and reap the rewards of your father’s hard work, or watch as his best laid plans crumble under your care. \r\n\r\nNew and Varied Units\r\n\r\nWith a host of new units for Cao Cao, Yuan Shao and Liu Yan, as well as the chance to gain the elite Northern Army units, this is a Chapter Pack that’s coming out fighting."},"9P478CXWCRF7":{"lang":"EN","title":"Total War: THREE KINGDOMS - Mandate of Heaven","description":"Total War: THREE KINGDOMS – Mandate of Heaven\r\n\r\nAbout this content:\r\n\r\n•\tThe largest and most detailed Total War: THREE KINGDOMS DLC to date\r\n•\tBegin a campaign in 182 CE just before the Yellow Turban rebellion…\r\n•\t…Then play through the conflict and deep into the Three Kingdoms period\r\n•\tNew characters and six new playable warlords including the Zhang brothers and Emperor Ling \r\n•\tUnique new campaign mechanics, events and objectives\r\n•\t40 new battlefield units and new unit abilities \r\n•\tPlay the origin stories of legendary characters such as Cao Cao and Liu Bei\r\n\r\nThe year is 182CE. The Han Empire is in turmoil, and China is slipping towards chaos. The Emperor’s court is paralysed by corruption, and a great famine has ravaged the north. In the eyes of the people, Emperor Ling has lost the Mandate of Heaven – and with it, the right to rule.\r\n\r\nAcross the land, the people band together in opposition. Led by the three Taoist brothers Zhang Jue, Zhang Liang and Zhang Bao, they don yellow turbans and take up arms. Their aim: to tear down the unjust Han and replace it with their own dynasty of harmony and peace. They are thousands strong, with more flocking to their cause by the day.\r\n\r\nWarlords sworn to the emperor rally to his banner; warriors of great influence and fierce ability. Yet the wiser, more ambitious of them harbour their own desires… if the Han becomes too weak, who then will take the reins of power?\r\n\r\n\r\nThe Total War: THREE KINGDOMS – Mandate of Heaven Chapter Pack depicts the events of the Yellow Turban Rebellion, enabling players to engage in the conflict from either rebel or loyalist perspectives. Introducing a number of new characters and playable faction leaders, the campaign begins in 182CE, but players can choose to continue well into the Three Kingdoms period, with familiar characters entering the campaign as the timeline progresses."},"9P8H3KS9P3GZ":{"lang":"EN","title":"Total War: THREE KINGDOMS - A World Betrayed","description":"A World Betrayed portrays a seminal moment in the history of the Three Kingdoms. Many of the iconic warlords of Total War: THREE KINGDOMS have now passed on, a catalyst that has spurred a new generation of warlords into making a play for their own dynasties.\r\nAs well as adding in more factions to the South, A World Betrayed includes:\r\n\r\n•\tTwo new factions led by fan favourites Lü Bu and Sun Ce\r\n•\t13 playable factions\r\n•\tNew unique battlefield units\r\n•\tNew faction mechanics\r\n•\tNew events and story missions\r\n•\tNew legendary characters\r\n•\tNew story events\r\n•\tA brand-new 194 CE start date\r\n\r\nAll sons are born in the shadow of their fathers. It’s how they move beyond that defines them.\r\n\r\nThe year is 194CE and Dong Zhuo, the seemingly unstoppable tyrant, has been dead for two years. But his death blow did not come from an enemy hand; the blade belonged to Lü Bu, his adoptive son. \r\n\r\nSince Dong Zhuo’s death, Lü Bu has flirted with a number of allegiances, swiftly falling in (and out) with the warlords he finds around him. Having found further opportunities by taking Cao Cao’s land while he was away avenging the death of his father, he now flees from Cao Cao and his allies, seeking further means to prove his battle prowess and defeat the supposed heroes of China.\r\n\r\nMeanwhile in the South, Sun Ce mourns his own father’s death, Sun Jian. Vowing to defend his legacy, he seeks expansion into the South, but can he keep his people safe and prove his worth beyond his father’s legacy?\r\n\r\nWith the world in turmoil, it’s up to you to carve out a path for your hero, and lay waste to anyone that stands in your way.\r\n\r\nLü Bu\r\n\r\nThe legendary warrior Lü Bu may be fearsome in battle, but he is hasty when it comes to the intricacies of rule. At the start of his campaign players will find themselves locked in combat with Cao Cao’s main army. Fight your way out of Chen to survive and rally your forces for the next inevitable showdown. This is the only DLC in which Lü Bu and his faction become playable.\r\n\r\nUnique Faction Mechanics: \r\n•\tMomentum: Lü Bu’s faction centres around Lü Bu himself defeating enemies as faction leader. Defeating enemy characters grants momentum points which enable a variety of powerful actions and bonuses.\r\n•\tGreatest Warrior Panel: Lü Bu’s faction has access to the ‘Greatest Warriors’ panel, featuring legendary warriors from the Three Kingdoms period. Defeating these legendary warriors with Lü Bu unlocks various permanent bonuses for the faction.\r\nUnique Story Events:\r\n•\tExperience the historic conflict between Cao Cao and Lü Bu\r\n•\tLü Bu’s shifting allegiances: will you join Liu Bei, and later betray him?\r\n•\tLü Bu’s fractured faction: Will your generals betray you? \r\nWhen playing as Lü Bu you also have access to two new units; \r\n•\tCamp Crushers (two-handed sword infantry)\r\n•\tFlying Riders (armoured shock cavalry)\r\n\r\nSun Ce\r\n\r\nThe military general Sun Ce is a vassal of Yuan Shu at the start of this campaign, as his father Sun Jian was before him. In Sun Ce’s campaign the player must grapple with decisions around the overlord; should Sun Ce stay loyal or should he rebel? With a desire to push South and conquer his homelands, Sun Ce has a fraught journey ahead of him. \r\n\r\nUnique Faction Mechanic: \r\n•\tLegacy Of Wu: Sun Ce has a list of ‘ambitions’ and completing these goals grants permanent bonuses to his faction. This includes tasks such as conquering lands in the south, gathering high-level characters into his court and getting vengeance for his father’s murder.\r\n•\tReckless Luck: Sun Ce’s reckless behaviour lets him expand his kingdom with unmatched speed and ease. But the luck that keeps him alive can’t be sustained forever. If his luck runs out, Sun Ce dies. By completing his ambitions, his death can be delayed and, perhaps, avoided. \r\n\r\nUnique Story Events:\r\n•\tGuide Sun Ce’s unbridled ambition and reckless confidence into conquering the South.\r\n•\tExperience Sun Ce’s conflict with Yan Baihu and Yuan Shu.\r\n•\tProve your worth, and Sun Jian’s old generals will flock to your faction.\r\n\r\nWhen playing as Sun Ce you also have access to two new units and his father’s mercenary units.  \r\n•\tTiger Guard (heavy spear infantry)\r\n•\tHandmaid Guard (medium sword cavalry)\r\n•\tMercenary Archers (light bow infantry)\r\n•\tMercenary Infantry (medium axe infantry)\r\n•\tMercenary Cavalry (medium spear cavalry)\r\n\r\nReturning Heroes\r\n\r\nAs well as our two new factions, A World Betrayed sees a brand-new start date and brand-new challenges for the following returning factions:\r\n•\tCao Cao\r\n•\tLiu Bei\r\n•\tYuan Shao\r\n•\tYuan Shu\r\n•\tLiu Biao\r\n•\tZhang Yan\r\n•\tZheng Jiang\r\n•\tGongsun Zan\r\n•\tKong Rong\r\n•\tMa Teng"},"9NTHXDZMLQJM":{"lang":"EN","title":"Exhibition - Fine Art Gallery Widget","description":"Exhibition allows you to view classical art from all around the world, on your desktop,  with just a single click."},"9NNHZLHX9RJH":{"lang":"EN","title":"HUMANKIND™ - Cultures of Latin America","description":"Push HUMANKIND™ even further with the Cultures of Latin America DLC!\r\n\r\nThe HUMANKIND™ Cultures of Latin America DLC includes:\r\n- 6 New Cultures – Caralans, Nazca, Taíno, Inca, Argentinians and Cubans\r\n- 6 New Wonders\r\n- 9 Independent Peoples\r\n- 15 Narrative Events\r\n- 30+ New in-game themed music tracks composed by Arnaud Roy\r\n\r\nHOW FAR WILL YOU PUSH HUMANKIND?"},"9N1S7G773K1K":{"lang":"EN","title":"YH File Download Manager","description":"This is a UWP app that help you download files from Internet, such as music, pictures, video, documents. "},"9PG3NX0XRH2Z":{"lang":"EN","title":"Microphone Test","description":"This is a lightweight UWP app that allows you to check whether your microphone or headset is working or not! \r\nIt also shows you the name of the working device and your sound waves.\r\nSpeak loudly in your microphone and if it is working you’ll see colored sound waves appear or you’ll see an error message."},"9P9H85X8XN1R":{"lang":"EN","title":"Poor Cat Bestsellers","description":"A collection of beautiful and exciting games for every taste.\r\nThis collection contains the best and best-selling games from the Poor Cat studio. You are waiting for arcades and adventures, children's games and games in which you need to think. Enjoy your new collection of great games!"},"9N2KCB49XPW4":{"lang":"EN","title":"LEGO® Star Wars™: The Bad Batch Character Pack","description":"Be a clone unlike any other.  The elite Clone Force 99, also known as The Bad Batch, each have their own exceptional skills making them a formidable crew. The character pack includes:  \r\n- Hunter\r\n- Echo\r\n- Wrecker\r\n- Tech\r\n- Crosshair"},"9PFSQ2M343MW":{"lang":"EN","title":"LEGO® Star Wars™: The Mandalorian Season 2 Character Pack","description":"Get into more action with the fan-favorite characters from Season 2 of the hit series \"The Mandalorian.\" The character pack includes:\r\n- Ahsoka Tano \r\n- Bo-Katan Kryze \r\n- Boba Fett (Re-armored) \r\n- Fennec Shand\r\n- Moff Gideon"},"9PNF5TMG1XVM":{"lang":"EN","title":"LEGO® Star Wars™: The Skywalker Saga Trooper Pack","description":"Play as the soldiers of the Empire from Rogue One, Solo, and The Mandalorian. \r\n- Imperial Death Trooper \r\n- Incinerator Stormtrooper \r\n- Range Trooper \r\n- Imperial Shore Trooper\r\n- Mimban Stormtrooper"},"9NH04P7ZVZBT":{"lang":"EN","title":"My File Download Manager: File Downloader UWP","description":"This is a UWP file downloader that help you download files from Internet, such as music, pictures, video, documents, MP3, MP4 and so on. \r\n\r\nIt supports HTTP, HTTPS and FTP, background downloading and multi-task downloading. \r\n\r\nFluent Design System with light/dark theme and optimized for PC and Xbox.\r\n"},"9MT1ZPB88PNF":{"lang":"EN","title":"Electronic circuit simulation","description":"Build and simulate circuits right in your computer. Design with our easy-to-use schematic editor. Analog & digital circuit simulations in seconds."},"9MWW2W8TVC2F":{"lang":"EN","title":"LEGO® Star Wars™: The Skywalker Saga Classic Character Pack","description":"Play as the classic variants of Luke, Leia, Han, Lando and Darth Vader in LEGO® Star Wars™: The Skywalker Saga. Explore the galaxy as iconic characters based on the original LEGO® minifigures from 1999."},"9P60KX43MV2P":{"lang":"EN","title":"LEGO® Star Wars™: Rogue One: A Star Wars Story Character Pack","description":"It takes an unlikely band of heroes to save the rebellion.  With their weapons and skills, these heroes (and a villain) are ready for battle. The character pack includes:   \r\n- Jyn Erso \r\n- Cassian Andor\r\n- Baze Malbus \r\n- Bodhi Rook\r\n- Chirrut Îmwe\r\n- Director Krennic\r\n- K-2SO"},"9N7B0405GH37":{"lang":"EN","title":"Back 4 Blood - Expansion 1: Tunnels of Terror","description":"Tunnels of Terror features the all-new PvE areas “Ridden Hives”, along with 2 new playable Cleaners, new Legendary Weapons, 12 weapon skins, new cards, 8 premium skins, and the fearsome Warped Ridden to discover below the depths of Evansburgh."},"9P3SXDB568K4":{"lang":"EN","title":"Pomodoro Timer Pro","description":"Smart Digital Timer, count your time like never before.\nThe perfect timer - nice and clean, simple and reliable.\nPerfect for every timing situation (sports, games, work, and of course cooking)."},"9P4WVR69QPM4":{"lang":"EN","title":"LEGO® Star Wars™: The Mandalorian Season 1 Character Pack","description":"This is the Way. Play as the iconic characters from the hit series The Mandalorian Season 1. Travel around the galaxy as The Mandalorian protecting Grogu at all costs. The character pack includes:  \r\n- The Mandalorian \r\n- Cara Dune\r\n- Greef Karga\r\n- IG-11 \r\n- Kuiil"},"9PGL74CR3QZH":{"lang":"EN","title":"LEGO® Star Wars™: Solo: A Star Wars Story Character Pack","description":"Experience the galaxy with the characters from the prequel \"Solo: A Star Wars Story.\" Play as the young scoundrels and blast your way through the epic saga. The character pack includes:\r\n- Han Solo (Young)\r\n- Chewbacca (Young)\r\n- Lando (Young)\r\n- Qi'ra\r\n- Tobias Beckett\r\n- Enfys Nest"},"9PJRSMJ5PSD1":{"lang":"EN","title":"LEGO® Star Wars™:The Skywalker Saga Deluxe Edition","description":"The Deluxe Edition includes 7 downloadable content character packs. \r\nPlay through all nine saga films in a brand-new video game unlike any other.   With over 300 playable characters, over 100 vehicles, and 23 planets to explore, a galaxy far, far away has never been more fun!"},"9P68H176VRT2":{"lang":"EN","title":"Word Search Premium","description":" 🔎 Welcome to Word Search, the most addicting word puzzle game tailored for everyone on PC and XBOX! Expand your vocabulary and show off your spelling skills as you search for all the hidden words.\r\n✨ Word Search is a word game that consists of the letters of words placed in a grid.\r\n✨ The objective of this puzzle is to find and mark all the words. The words may be placed horizontally, vertically, or diagonally.\r\n\r\n🔥 Multiple difficulty levels : \r\n ✔️ Easy: Perfect for little kids. The board is 7x7 so it's easy to find the words and solve the puzzle.\r\n ✔️ Medium: The board is built 10x10. As you move up in the game the level becomes much more difficult and challenging than the last.\r\n ✔️ Hard: The board is 13x13 and each game is harder. This level is made for players who are looking to test and train their brain.\r\n\r\n🛡️ 100% Addictive FULL GAME: No advertising, No collection of personal data, No in-app purchases & No Internet required!\r\n"},"9P87CGF1TCCX":{"lang":"EN","title":"Kraken Academy!!","description":"Make friends, free spirits and make sure that the world doesn’t end! Welcome to Kraken Academy, a technicolor fever dream that for legal reasons can only be described as \"technically a school.\" Join forces with a magical kraken to save the world!"},"9PK8S0ZWXMQ2":{"lang":"EN","title":"The Nonogram","description":"Nonograms, also known as Picross or Griddlers, are picture logic puzzles in which cells in a grid must be colored or left blank according to numbers at the side of the grid to reveal a hidden picture. In this puzzle type, the numbers are a form of discrete tomography that measures how many unbroken lines of filled-in squares there are in any given row or column. For example, a clue of (4 8 3) would mean there are sets of four, eight, and three filled squares, in that order, with at least one blank square between successive groups.\r\n\r\nThe game contains more than 900 levels, will you be able to pass all?\r\n"},"9NGQDP0P61ZC":{"lang":"EN","title":"Files Explorer Pro","description":"This is a lightweight file explorer UWP app and you can add folders, explore all your files and manage them!\r\n\r\nIt also allows you to decompress and extract archive files (ZIP, RAR, 7Z, TAR)!"},"9NHLH4ZR0C5P":{"lang":"EN","title":"Klondike Solitaire PLUS - PC & XBOX","description":"♠️🔥 Experience the most popular elegantly crafted card game ever – the Classic Solitaire, also known as Klondike or Patience.\r\n\r\n♣️ Klondike Solitaire Plus. It’s one of the most popular classic card games in the world, and the best-known solitaire card game in the US and Canada. Klondike Solitaire is also known as a Patience card game. People play the Klondike Solitaire card game as an exercise in patience. Klondike Solitaire is played with a standard 52-card deck, from Aces to Kings without Jokers."},"9P0PX95ZXBXB":{"lang":"EN","title":"RPG Time: The Legend of Wright","description":"It's time for adventure!\r\nWhen school's out, it's RPG time!\r\nLet's play an RPG that's hand-drawn by a game-loving boy named Kenta, who drew it all on his notebook.\r\nFun and exciting gimmicks and tricks appear every time you turn the page!\r\nA new, yet nostalgic gaming experience that has won numerous indie game awards is finally coming for your after-school entertainment!"},"9PFZVTS28KVZ":{"lang":"EN","title":"Dyflexion","description":"Save Earth in this sci-fi vertical scroll shooter where deflecting enemy projectiles is key to success."},"9PNNLGNDKKSC":{"lang":"EN","title":"My File Explorer","description":"This is a lightweight and beautiful files explorer and files manager app!\r\n\r\nYou can add and browse your folders, explore and manage all your files.\r\n\r\nYou can also decompress and extract archive files (RAR, 7Z and TAR) or unzip ZIP files."},"9NN7S0D9QL9W":{"lang":"EN","title":"Circuit: Laser Maze PC","description":"A mind-bending 3D laser puzzle game."},"9PG6HTVSWHJ9":{"lang":"EN","title":"Printer Driver Installation Organizer","description":"Printer Driver Installation Organizer allows you to keep track of the installed drivers of all your printers. Whether you have few printers or you’re managing more printers for your business or maintaining hundreds of printers for your enterprise, Printer Driver Installation Organizer will keep track of all the information of your printers."},"9PKPNT3WRT8Q":{"lang":"EN","title":"Total War: WARHAMMER III - Ogre Kingdoms","description":"The first Race Pack for Total War: WARHAMMER III introduces the Ogres! Tough, vicious and driven by ravenous appetites, the Ogre tribes descend from the Mountains of Mourn, their greedy eyes fixed on faraway gold and the tantalising prospect of fresh meat…"},"9NVQN64Q2NRV":{"lang":"EN","title":"Classic Sudoku PRO - PC & XBOX","description":"📝 Classic Sudoku PRO is an addictive Brain Sudoku for beginners and experts, Four perfectly balanced difficulty levels from sudoku beginner to sudoku expert.\r\n\r\n🧠 Sudoku is a logic-based, combinatorics digit input puzzle game of numbers, the goal is to place 1 to 9 digit numbers into each grid cell so that each number can only appear once in each row, each column and each mini-grid. Also known as. Become more intelligent by playing this game regularly. Concentrate and Analyze each brainteaser digit puzzle to finish the game. \r\n\r\n🎨 Thousands of beautifully hand crafted boards, multiple variations puzzle, ranging from beginner to extremely difficult boards, are packed full of logic and entertainment and will take your Sudoku experience to a different level. Each board presents a unique twist of brain challenging logic. \r\n\r\n🛡️ 100% FULL GAME: No advertising, No collection of personal data, No in-app purchases & No Internet required!\r\n"},"9NWXK2DC4DL1":{"lang":"EN","title":"Drop Four Connect","description":"✨ Drop Four Connect  is a well-known strategy game that is suitable for everyone.\r\n\r\n🤔 HOW TO PLAY 🤔\r\n➡️ The game mission is to align a series of 4 pawns of the same color on a grid with 6 rows and 7 columns. In turn, the two players place a pawn in the column of their choice, the pawn then slides to the lowest possible position in the said column after which it is up to the opponent to play. The winner is the player who first succeeds in making a consecutive alignment (horizontal, vertical or diagonal) of at least four pawns of his color. If, while all the boxes of the game grid are filled, neither of the two players has achieved such alignment, the game is declared a draw.\r\n\r\n🎮 Local multiplayer\r\n🥏Challenge all your friends and family to a game to see who’s the best\r\n🥏OR against intelligent AI 🤖 strength levels (Beginner, Medium, Hard).\r\n\r\n🎮 Support PC & XBOX"},"9N4V8K7Z5RRG":{"lang":"EN","title":"Taiko no Tatsujin: The Drum Master!","description":"Drum out high scores by accurately playing along with 2 different notes, Don and Ka, in Taiko no Tatsujin: The Drum Master! Includes over 70 songs, local multiplayer mode, and online ranked matches.\r\nLight your drumming spirit on fire!"},"9NVP8C7H12KD":{"lang":"EN","title":"Gomoku Plus - PC & XBOX","description":"✨Gomoku PLus is an abstract strategy board game.\r\n\r\n✨ Gomoku rules are simple, easy to learn, yet Gomoku is hard to master. Gomoku, also called Gobang or Five in a Row, is an abstract strategy connection board game. Gomoku is similar in concept to other connection games like Tic Tac Toe or Connect Four. The goal of Gomoku game is to form an unbroken chain of five stones of your color in one line. So the winner is the first player which connects a line of five stones either horizontally, vertically or diagonally, This game is known in several countries under different names.\r\n\r\n👪 Challenge your friends (playing locally).\r\n🦾 or Play against our AI with 3 difficulty levels.\r\n\r\n🎮 PC & XBOX\r\n🛑 Full Game : No advertising, No collection of personal data, No In-App Purchase, no Internet required and no useless extra features, only the pure juice of an amazing Gomoku Game!\r\n"},"9N3VCC7TTCJG":{"lang":"EN","title":"HUMANKIND™ - Cultures of Africa","description":"Expand your HUMANKIND experience with the Cultures of Africa DLC! Experience thousands of years of rich history from the world’s second largest continent, home to over 1 billion people and 1500 languages. \r\nCultures of Africa features six new cultures, new natural and built wonders, 7 independent peoples, and 15 new narrative events. \r\no\tEra1: Bantu \r\no\tEra2: Garamantes \r\no\tEra3: Swahili \r\no\tEra4: Maasai \r\no\tEra5: Ethiopians  \r\no\tEra6: Nigerians "},"9PMBZ13MH23Q":{"lang":"EN","title":"The Chess+ : PC & XBOX","description":"♟️ Chess is one of the oldest strategy games in the world & one of the most classic and popular board games. After thousands of years of development, it continues to this day. Playing chess can train your mind and keep your concentration.\r\n♞ The Chess+ is an excellent board logic game that develops such skills as tactics, strategy and visual memory 🤯.\r\n\r\n🦾 PLAY CHESS AGAINST OUR STRONG A.I 🤖:\r\n- Analyze your games to see where you went wrong and how you can improve.\r\n\r\n🤔 or : \r\n\r\n🤼 Play against your friends or Family 👨‍👩‍👧!\r\n\r\n🎮 Support PC & XBOX\r\n\r\n🛡️ FULL GAME: No advertising, No collection of personal data, No in-app purchases & No Internet required!"},"9NCN3ZVKHCMV":{"lang":"EN","title":"YouLord","description":"Youtube 4k Downloader"},"9N74X45CG0R5":{"lang":"EN","title":"The hardest maze","description":"Can you solve all the hardest mazes?\r\n\r\n\r\n- Easy to use controls. Just swipe UP, DOWN, LEFT and RIGHT to move the ball through the mazes.\r\n- Press the action button to start a wave and scout the route.\r\n- Beautiful minimalistic graphics for the perfect arcade adventure.\r\n\r\nSwipe the dot through different routes in this fun maze adventure. Run, explore and find your way through the intricate maze walls. Complete all 1000 of the most difficult mazes! Are you ready to take on the challenge?"},"9PL02KK4ZHHT":{"lang":"EN","title":"Laser Cursor","description":"Quickly and easily turn your cursor into a laser pointer!"},"9PB7M3QV52WM":{"lang":"EN","title":"IP Packet Sniffer Code","description":"IP Packet Sniffer Code\r\n\r\nAll are the same as 'IP Packet Sniffer', plus the core source codes with detailed explanations are also included. and some more features for developers.  (C#, partly C & Assembly)\r\n\r\nRun as administrator.\r\n(recommended to set the EnableLUA = 0)\r\n--------------------------------------------------------\r\nI.   Run as admin\r\nII.  (menu) Sniffer -> EnableLUA\r\nIII. Click Apply button (if current value is not zero)\r\n-------------------------------------------------------"},"9P9T8NXQ28XD":{"lang":"EN","title":"The C++ Project (programmable)","description":"The software implements some elementary simulations of classical physics. It has multi-ball collisions and gravitational simulations, and all parameters are programmable. "},"9NH4CWLMN938":{"lang":"EN","title":"Educational Games for Kids & Toddlers","description":"✨ Educational Games will help you kids develop such skills as 👁️ visual perception, 🔤 language skill, 🔢 number ability, 🧠 memory, and many more options. \r\n💡 Let your kids improve the learning ability with the collection of best Educational games designed for toddlers, preschool kids, Kindergarten and primary school in this unique all-in-one app, There are 10 different carefully created categories, the games will be entertaining for both girls and boys of pre-k, kindergarten and preschool ages.\r\n\r\n💥 FEATURES: 💥\r\n🎓  Early education for children, 2-10 years old\r\n🤓 Progress in logic, attention and thinking for kids\r\n👨‍👩‍👦Training fine motor skills for preschoolers\r\n🎨 Growth of thinking skills through math\r\n🍊 Simple interface of kindergarten learning\r\n😃 English voice-over\r\n\r\n🛡️ No advertising, No collection of personal data, No in-app purchases and no Internet required, Just Pure Gaming Fun for your Kids!"},"9NM9M0M1SSZ8":{"lang":"EN","title":"The C++ Project (pro edition)","description":"The software implements a few elementary simulations of classical physics. It has multi-ball collisions and gravitational simulations, like a planet and its satellite. "},"9NZTKTC7ZB5X":{"lang":"EN","title":"Reversi Ultra+ for PC & XBOX","description":"⭐Reversi also known as Othello is a strategy board game for two players, played on an 8×8 uncheckered board. \r\n⭐Reversi is very challenging for all ages and its rules are really simpler than any other board game but it offers so many 🧠 strategic possibilities, that you can spend the rest of your life mastering it.\r\n\r\n⭐Reversi  Ultra+ supports both 1 player and 2 players gameplay:\r\n✅ You vs your friend or family 👪.\r\n✅ Or Test your skills against a challenging Powerful Reversi AI 🤖  Artificial Intelligence.\r\n\r\n ➡️ HOW TO PLAY : \r\n There are sixty-four identical game pieces called disks (often spelled \"discs\"), which are light on one side and dark on the other. Players take turns placing disks on the board with their assigned color facing up. During a play, any disks of the opponent's color that are in a straight line and bounded by the disk just placed and another disk of the current player's color are turned over to the current player's color. "},"9NJ55209WGN7":{"lang":"EN","title":"Four in a Row Connect+ : PC & XBOX","description":"⭐ Classic board game, Four in a Row is one of the most popular board games! With beautiful unique themes, awesome 3D graphics,, we're sure you'll agree this is the best Four in a Row Connect game for PC & XBOX.\r\n\r\n➡️ Game modes:\r\n 🤖 - One Player:  Challenge your mind by playing against A.I ! Will you be able to beat the AI (Artificial Intelligence) 🤖?\r\n 👨‍👩‍👧‍👧 -Two Players: Play against your friends or family like a classic board game. Two players get the chance to drop a new chip every turn to try and connect four in a row. \r\n\r\n ➡️ How to play:\r\n🤔 Don't know how to play? Two players take turns dropping chips into the board. The first player to connect four chips in a column, row, or diagonal wins. Use strategy to connect your chips, or block your opponent from connecting theirs.\r\n\r\n👍 Be strategic and above all have fun !!\r\n"},"9PBL8T646FLJ":{"lang":"EN","title":"Nonograms+ : PC & XBOX","description":"➡️Discover the mystery of Nonogram! Solve the logic number puzzles with simple rules and challenging solutions to uncover the picture! Exercise your logic with nonograms+ and become a real Nonogram master!\r\n➡️Nonograms are addictive brain games that combine logic with pixel art. Reveal hidden images on the puzzle pages based on the numbers lined up in both directions!\r\n\r\n➡️Nonograms are also well-known as griddlers, picture cross puzzles, hanjie, picross, pictocross, pictogram or kakuro. These are classic Japanese crosswords with hidden pictures on the puzzle pages. Those who have ever heard about them usually know the rules.\r\n\r\n🧠 Are you ready for a relaxing way to clear your mind and complete the Nonogram Puzzles? Take the challenge, and train your logic NOW! This entertaining number puzzle will bring you hours of fun!"},"9NWJWH1MLRV1":{"lang":"EN","title":"Sudoku PRO+ : PC & XBOX","description":"Up to 6,670,903,752,021,072,936,960 unique puzzles, never play the same puzzle twice!\r\n\r\n🧠 Train your brain and keep it active as you work to become the best solver. Find and try out different strategies! This is a classic brain game that is suitable for everyone. No calculation is needed. Just logic and good strategies.\r\n🧠 One of the benefits of playing Sudoku for brain health is to promote thinking skill. You can get this benefit while you practicing your logical thinking process when you are solving a puzzle."},"9NC62BNKNDVX":{"lang":"EN","title":"SSL Toolkit","description":"Your all-in-one toolkit for SSL, including SSL install check, TLS check, PEM parser, CSR generator/manager and certificate transparency log check."},"9P8T1V59NXHL":{"lang":"EN","title":"Minesweeper+ : PC & XBOX","description":"💣 The Minesweeper+ classic for PC & XBOX has been tagged as the best version of the classic mines game, and it gets even better!\r\n🚩 Minesweeper+ puzzle trains your brain 🧠 and increases your mind power. At the same time, it is a fun and challenging logic puzzle\r\n\r\n💣💣 HOW 💣💣\r\n🚩 Tap an empty box to discover it.\r\n🚩 Each number indicates the number of mines touching this box.\r\n🚩 Victory is achieved by discovering all empty boxes.\r\n🚩 The game is lost when you discover a mine.\r\n\r\n💣💣 Minesweeper+ offers various levels of difficulties : Easy, Medium, Hard & EXPERT  to keep you entertained for hours.\r\n🚩🚩 Full game : 🛑  NO advertising, NO in-app Purchases, NO collection of personal data and NO Internet required!, Just pure Hangman Puzzle Solving Fun!\r\n\r\n🚩🚩 PC & XBOX"},"9PMMFCVQ8FWT":{"lang":"EN","title":"HUMANKIND™ - Digital Deluxe Bonus","description":"Discover HUMANKIND™, a Historical Strategy game where YOU will create your own civilization and re-write the entire narrative of human history.  HOW FAR WILL YOU PUSH HUMANKIND?"},"9NWQHX7PWSDR":{"lang":"EN","title":"Hangman 2 : Classic Word Game - PC & XBOX","description":"🔥Enjoy the Hangman game on your PC or XBOX ! This classic game is suitable for all ages, especially for those adults who want to practice their language skills and vocabulary or kids learning new words.\r\n\r\n🔥The hangman, also known as \"hanged\" is a classic game in which you will have to guess a word by choosing the letters that you think may be included in it.\r\n\r\n🔥The hangman is available in different languages ​​for players around the world: Spanish ahorcado, English hangman, Portuguese jogo da forca, French le pendu, Italian l'impiccato and many more!\r\n\r\n💡 Hint: use the vowels first, since there are more chances to guess a secret letter.\r\n\r\n🔥 PC & XBOX\r\n📌 Full game : 🛑  NO advertising, NO in-app Purchases, NO collection of personal data and NO Internet required!, Just pure Hangman Puzzle Solving Fun!\r\n"},"9PKHLWGDXVGB":{"lang":"EN","title":"Ball Sort Puzzles+ : IQ Test - PC & XBOX","description":"💛 Ball Sort Puzzles+ is a fun and addictive puzzle game! Try to sort the colored balls in the tubes until all balls with the same color stay in the same tube. \r\n🧡 challenging yet relaxing game to exercise your brain!\r\n\r\n🤔 HOW TO PLAY:\r\n• Tap any tube to move the ball lie on top in the tube to another tube.\r\n• The rule is that you can only move a ball on top of another ball if both of them have the same color and the tube you want to move into has enough space.\r\n• Try not to get stuck - but don’t worry, you can always restart the level at any time, or retrace your steps one by one using the back button.\r\n\r\n🔥 PC & XBOX\r\n📌 Full game : 🛑  NO advertising, NO in-app Purchases, NO collection of personal data and NO Internet required!, Just pure Hangman Puzzle Solving Fun!\r\n"},"9N3RFBCLH5DX":{"lang":"EN","title":"Zombie Smash - PC & XBOX","description":"Drive your way through a zombie apocalypse. \r\nSurvive the apocalypse in your armored van, collect repairs and fuel to keep going, smash through hordes of zombies and avoid deadly obstacles! \r\n\r\nZombie Smash comes with Xbox controller Support on PC.\r\n\r\n PC : \r\n  - [ Mouse ] : Left Click to control the Van Direction.\r\n  - [ Keyboard ] : Ctrl Button  to control the Van Direction.\r\n  - [ Controller ] : Button A to control the Van Direction.\r\n\r\nXbox : \r\n  - [ Controller ] : Button A to control the Van Direction.\r\n\r\nTablets and Other devices :\r\n  - Touch Screen Supported.\r\n\r\n📌 Full game : 🛑  NO advertising, NO in-app Purchases, NO collection of personal data and NO Internet required!, Just pure Zombie Smashing Fun!\r\n📌 PC & XBOX\r\n"},"9NKGVKZNBMZJ":{"lang":"EN","title":"Ludo Parchis Classic+","description":"The most popular & most loved Ludo game in its classical form.\r\n\r\n📌 How the Ludo game works:\r\nLudo game starts with four tokens placed in each player's starting box. A dice is rolled in turns by each player during the game. The player's token will be placed on the starting point when a 6 is rolled on the dice. The main goal of the game is to take all 4 tokens inside the HOME area before the other opponents.\r\n\r\n📌 Basic rules of Ludo game:\r\n- A token can start to move only if the dice rolled is a 6.\r\n- Each player gets a turn wise chance to roll the dice. And if the player rolls a 6, they will get another chance to roll the dice again.\r\n- All the tokens must reach the center of the board to win the game.\r\n- The token move clock-wise according to the number of rolled dice.\r\n- Knocking out other's token will give you an extra chance to roll the dice again.\r\n\r\n☑️ You can play against friends 👨‍👨‍👧 (playing locally).\r\n☑️ Or test your skills against a challenging Powerful Checkers AI 🤖"},"9NP14HWHG1F2":{"lang":"EN","title":"GreedFall - The de Vespe Conspiracy","description":"Explore a new region on Teer Fradee, facing unfamiliar foes as you navigate a web of intrigue and unravel the de Vespe conspiracy. This expansion brings new enemies and gear with a twisting narrative that expands on GreedFall’s acclaimed story."},"9PM3JCK0CXHC":{"lang":"EN","title":"GreedFall - Gold Edition (Windows 10)","description":"Get the full RPG experience with GreedFall’s Gold Edition, which includes the base game & expansion. Explore uncharted lands filled with magic, secrets and creatures. With diplomacy, deception and force, influence a living world to shape your story."},"9P1K912MHQKB":{"lang":"EN","title":"Snakes & Ladders+ : Board Game - PC & XBOX","description":"Enjoy the popular 🐍Snakes and Ladders game🐍  a.k.a 'Chutes and Ladders'.\r\n\r\n🐍 Snakes & Ladders+  which is also called \"Chutes and Ladders\" is an ancient Indian board game, played by the King and the people of its kingdom centuries ago. It is now enjoyed by people of all ages with family. It is a perfect family game. Adults and everyone else can have hours of fun playing this dice board game. 🎲🎲\r\n\r\n🐍 The game play is simple, the player rolls a dice, and moves the number of spaces that’s equal to the number he rolled. If he lands on a ladder, then he climbs it to the top. However, if he lands on a snake, then he rides it to the bottom. \r\n\r\n🎲 Player 1 vs Bot (AI) 🤖.\r\n🎲 🎲 Player 1 vs Player 2 (against friends 👨‍👨‍👧 (playing locally))\r\n\r\n\r\n🛑 No advertising, No collection of personal data, No In-App Purchase, No Internet required and No useless extra features, only the pure juice of an amazing Board Game Game!\r\n \r\n🐍  PC & XBOX .\r\n"},"9PMX9NHWXZ4L":{"lang":"EN","title":"SCARLET NEXUS Deluxe Edition","description":"The Deluxe Edition includes:\r\n• SCARLET NEXUS (full game)\r\n• Brain Punk Bundle\r\n\r\nDeluxe Edition Bonuses:\r\n• Additional Attachment \"The Other\"\r\n• SAS Plug-in Variations (3)\r\n\r\nChoose between Yuito and Kasane, elite psionics each armed with a talent in psychokinesis and their own reason to fight. Complete both of their stories to unlock all the mysteries of a Brain Punk future caught between technology and psychic abilities."},"9MZRSLLWKWDV":{"lang":"EN","title":"Prodeus","description":"Prodeus is a first-person shooter of old, re-imagined using modern rendering techniques and technology. Experience the quality you’d expect from a modern AAA game, designed with retro aesthetics and gameplay that invoke the tech-imposed limits of older hardware."},"9PCVN6LRVV13":{"lang":"EN","title":"Gears Triple Bundle","description":"Squad up for Gears 5, Gears Tactics and the Gears 5: Hivebusters expansion. From the early days of the Locust war to the jungles of the Galangi islands, experience the pivotal moments in the wars to save Sera. This bundle is optimized for Xbox Series X|S."},"9NKHLMQ07S06":{"lang":"EN","title":"International Checkers - Draughts For PC & XBOX","description":"International checkers (draughts) is one of the variants of the game of checkers and a very popular logic game.\r\n🧠 International Checkers is a challenging board game that can train your logic and strategic skills\r\n\r\n❇️International Checkers supports both 1 player and 2 players gameplay :\r\n\r\n☑️ You can play against friends 👨‍👨‍👧 (playing locally).\r\n☑️ Or test your skills against a challenging Powerful Checkers AI 🤖  with configurable difficulty level  (Easy, Medium, Hard).\r\n\r\n🛑 No advertising, No collection of personal data, No In-App Purchase, No Internet required and No useless extra features, only the pure juice of an amazing International Checkers Game!\r\n\r\n✔️ PC & XBOX ."},"9NDV7FRVD7ML":{"lang":"EN","title":"Fallout Tactics","description":"Tactical Squad-Based Combat comes to the Fallout® Universe!\r\nIn these dark times, the Brotherhood - your Brotherhood - is all that stands between the rekindled flame of civilization and the howling, radiated wasteland."},"9P1JS86M9SXH":{"lang":"EN","title":"Fallout 2","description":"Fallout® 2 is the sequel to the critically acclaimed game that took RPG'ing out of the dungeons and into a dynamic, apocalyptic retro-future.\r\n\r\nMastering your character's skills and traits for survival, Fallout® 2 will challenge you to endure in a post-nuclear world."},"9NJXBCL0Q1LC":{"lang":"EN","title":"Find Hidden Objects","description":"\r\n🔍  Find hidden objects and solve the puzzle!\r\n\r\n⚡ FUN HIDDEN OBJECT GAMEPLAY\r\n  ➡️ Your goal is simple: given the object name or icons, you have to find the hidden object on the screen.\r\n\r\n  ➡️ Searching for hidden objects is more immersive than ever in Find Hidden  Objects Game! Can you find all of the hidden objects? It's like hide and seek with items that seem to be really hard to be found.\r\n\r\n👪 This is a game for all ages. Children can play to improve their attention capacity and visual ability. Elderly people also can play as an attention and concentration practice. Everyone will have a great time, no matter your age!. \r\n\r\nChoose between 4 different game types:\r\n  ➡️ Easy\r\n  ➡️ Medium\r\n  ➡️ Hard\r\n  ➡️ Icons\r\n\r\n⭐ Full game : 🛑  NO advertising, NO in-app Purchases, NO collection of personal data and NO Internet required!, Just pure Puzzle Solving Fun!\r\n⭐ PC & XBOX"},"9PF29Q9282R9":{"lang":"EN","title":"ARIDA: Backland's Awakening","description":"ARIDA: Backland's Awakening. A story of survival and adventure in the brazilian backlands. Face the drought to explore the more arid regions, gather resources and discover clues about the fate of the young Cícera."},"9PF6C9PSN4TR":{"lang":"EN","title":"Hangman Ultimate - PC & XBOX","description":"⚡ Hangman Ultimate is based on the popular word guessing game Hangman.\r\n🧠 Enjoy the hangman game on your PC or XBOX! This classic game is suitable for all ages, especially for those adults who want to practice their language skills and vocabulary or kids learning new words.\r\n\r\nThe hangman, also known as \"hanged\" is a classic game in which the player guesses letters in order to uncover the hidden word. But be careful, you only have a few guesses before you’re hanged!\r\n\r\n⚡ Have fun with 20 FREE categories:\r\n\r\n🐙 Animals\r\n🌎 Countries\r\n🎶 Music\r\n🎬 Movies\r\n🎥 Tv Shows\r\n👨 Actors\r\n🌃 Cities\r\n💃 Celebrities\r\n👴 Influential People\r\n🚴 Sport\r\n🚘 Cars\r\n🚂 Harry Potter\r\n👮 Jobs\r\n🗻 Landmarks\r\n👻 Movie Characters\r\n💣 Cartoons\r\n👠 Brands\r\n🎮 Games\r\netc...\r\n\r\nPC & XBOX"},"9NVM7JJKSB0H":{"lang":"EN","title":"Mahjong Patterns","description":"Mahjong in real time 3D"},"9MW1BHB535X9":{"lang":"EN","title":"Ultimate Match 3 : PC & XBOX","description":" Feel bored?\r\n🔥 Ultimate Match 3 is the best matching game & MOST exciting puzzle adventure today to pass the boring time, keep your brain active and relieve stress.\r\n\r\nSwap, draw a line or tap on the fruits of the same colors to create unique boosters with special matching combinations. Use boosters for huge explosions to blast your way through  hundreds of unique match puzzle levels! But match carefully – it’s not so easy when you have limited moves or have to race against the clock! \r\n\r\n🔥 Ultimate Match 3 contains not only classic Match-Three gameplay, but Match-Chain and Match-Click mechanics too. These is three most popular gameplay in this genre."},"9NF97T4JX9X5":{"lang":"EN","title":"Bubble Shooter Deluxe : PC & XBOX","description":"🔥 Play the most fun and classic Bubble Shooter game now! Train your brain and solve all the awesome puzzles and challenges.\r\n\r\n🌟 Pop and break all the balls to move on to the next awesome level. Play and enjoy plenty of fun challenges and puzzles, and make sure to reach the target of each level, It’s the perfect pastime shooter game to play when you want to relax and clear your mind.\r\n\r\n🌟 Bubble Shooter Deluxe is not only an addictive bubble burst game but also a brain teaser puzzle game. You should shoot bubbles carefully because you have limited bubble in your hand. If you want, you can change the bubble ball on canon with the next one for popping. Use power-ups like color ball and fire ball to pop bubbles.\r\n\r\n🛡️ No advertising, No collection of personal data and no Internet required!, Just pure сlassic bubble shooter game Fun!\r\n\r\n✔️ PC & XBOX "},"9NT73XSW7VCW":{"lang":"EN","title":"Ball Race","description":"In the game, one gamer or from two to four gamer compete against each other controlling their own balls and try to defeat their opponent, navigating a maze full of challenges and surprises in order to reach the finish line first. Racing tracks are full of dangers, such as jumping spiders that make it difficult for players to succeed, as well as auxiliary elements such as blocks to knock the player up and moving platforms to overcome chasms. By collecting diamonds and stars, players gain an advantage that allows them to jump and move faster.\r\n\r\nPlayers can choose selected routes or compete in a tournament, where the competition takes place on all 9 routes in turn. Each route has its record score that can be beaten. Relaxing music plays in the background, adding extra comfort and atmosphere during the game. Ball Race is great entertainment for anyone who likes challenges and competition."},"9NDQZC7MMBX8":{"lang":"EN","title":"Chess+ For PC & XBOX","description":"♕ Chess is one of the best interesting and oldest strategy game on Earth! It is played by millions players around the world, from children to the elderly. \r\n🧠 Chess is an excellent board logic game that develops such skills as tactics, strategy and visual memory.\r\n\r\n♞Chess+ supports both 1 player and 2 player gameplay :\r\n\r\n☑️ You can play against friends 👨‍👨‍👧 (playing locally).\r\n☑️ Test your skills against a challenging Powerful Chess AI 🤖  with configurable difficulty level  (Beginner, Medium, Hard, Expert).\r\n☑️ AI 🤖  vs AI  🤖  : A unique feature, great for learning chess. \r\n\r\n🗺️ It is common to play Chess all over the world - Portuguese and Brazilian play xadrez, French play échecs and Spanish choose ajedrez. \r\n\r\n🛑 No advertising, No collection of personal data, No In-App Purchase, no Internet required and no useless extra features, only the pure juice of an amazing Chess Game!\r\n\r\n✔️ PC & XBOX ."},"9PGRS6WW78MB":{"lang":"EN","title":"Adios","description":"A pig farmer decides he no longer wants to dispose of bodies for the mob. What follows is a discussion between you, and the hitman who will have to kill you if he can't convince you to stay."},"9MTVJGS062HV":{"lang":"EN","title":"Crossword Jam+ : Crossword Puzzles for PC & XBOX","description":"Crossword Jam+ is a creative crossword puzzle game which can inspire your passion for brain challenges. Solve crosswords and explore beautiful sceneries, use your knowledge and skills in a one-of-a-kind word game. Innovative gameplay that brings a new twist to crossword puzzles.\r\n\r\n➤ New & Relaxing Fresh Look: If you like to play board games and puzzle games, you must love the clean and fresh BOARD UI for your first sight.\r\n➤ Over 2100+ Exciting Challenges.\r\n➤ 100% Addictive Crossword Game: You’ll never experience a dull moment for it! Play this crossword puzzle once and you won’t be able to put it down!\r\n➤ No time limit, No pressure: It is all about learning, playing, having fun and understanding.\r\n\r\n🧠Train your brain and challenge yourself with countless puzzles. Let your casual time be more fun!\r\n🛑 No advertising, No collection of personal data and no Internet required, Just pure Puzzle Solving Fun!"},"9MWQGMNS34ST":{"lang":"EN","title":"Solitaire+ For PC & XBOX","description":"♠ Solitaire+ is perfect for a quick break or a few hours of fun, also known as Klondike or Patience , one of the world’s most popular and the best known and played solitaire game in the world. \r\n♠ Enjoy the essences of classic solitaire, fast and simple card game with with beautiful themes, Each new hand is random and presents a new challenge. Try and beat your best score, or set a new fastest time!\r\n♠ This fantastic version of the popular card game features incredible graphics, a helpful undo feature and an Auto complete A.I 🤖.\r\n\r\n🛑 No advertising, No collection of personal data, No In-App Purchase, no Internet required and no useless extra features, only the pure juice of an amazing Solitaire Game!\r\n\r\n✔️ PC & XBOX \r\n"},"9N2PXPF8PCXF":{"lang":"EN","title":"Cave Quest 2 - Match 3 Adventure","description":"Step into a fantastic world in this unique mix of puzzle-adventure, match 3 and RPG!"},"9NLGS3XF73RP":{"lang":"EN","title":"Durak (Fool) - PC & XBOX","description":"♠️ Durak : the beautifully crafted сlassic card game.\r\n\r\n✅ The goal of the game is to get rid of all the cards in your hand. The rules of the game are classic. 4 suits. One suit is a trump card, the last player with cards in their hand is referred to as the durak (fool). \r\n✅ Durak is the most popular Russian card game.\r\n\r\n🛑  No advertising, No collection of personal data, No In-App Purchase and no Internet required!, Just pure сlassic card game Fun!\r\n\r\n✔️ PC & XBOX : \r\n\r\n\r\n"},"9NWFX9N6BH4X":{"lang":"EN","title":"Jigsaw World HD - PC & XBOX","description":"Jigsaw World Discovery Puzzles gives you pleasure and a unique relaxation.\r\n\r\n🗺️ We collected the most beautiful Full HD premium pictures of most countries in the world and created jigsaw puzzles for them with a different difficulty levels to choose  from 12 to 280 pieces makes  our Puzzles perfect for everyone.\r\n\r\nBiggest jigsaw puzzle collections from many Countries:\r\n\r\n★ USA\r\n★ Russia\r\n★ United Kingdom (UK)\r\n★ Spain\r\n★ Turkey\r\n★ Italy\r\n★ Japan\r\n★ Mexico\r\n★ Portugal\r\n★ France\r\n★ Malaysia\r\n★ India\r\n★ China\r\n★ Philippines\r\n★ Thailand\r\n★ New Zealand\r\n★ Greenland\r\n★ Greece\r\n★ UAE\r\n★ Ireland\r\n★ Tanzania\r\n\r\n🛑 No advertising, No collection of personal data, No in-app purchases and no Internet required, Just Pure Jigsaw puzzles solving Fun!\r\n✓ XBOX and PC Support.\r\n✓ Mouse and 🎮 Xbox Controller (PC & XBOX) Support."},"9MVWQTL010DX":{"lang":"EN","title":"Jigsaw Puzzles Deluxe - PC & XBOX","description":"🧩 Jigsaw Puzzles Deluxe is one of the most popular logical reasoning games in the world.\r\n\r\n🤩 A wide selection of Hight Quality pictures , Jigsaw Puzzles Deluxe contains 400+ amazing Full HD (2000 x 1440) picture puzzles - including everything from Animals to Famous places, Ocean, Food, Waterfalls, Cats, Dogs, Pizza Day, Vintage, Monuments, Galaxy, Birds, Floral and much more!\r\n\r\nThe game is so easy to play. Parts which are placed correctly will stick together. Assemble pieces into groups, then move and connect the groups. With 5 difficulty levels (12, 35, 70, 140, 280) pieces both beginners and Experts will enjoy it.\r\n\r\n🧠 Doing a jigsaw puzzle reinforces connections between brain cells, improves mental speed and is an especially effective way to improve short-term memory.\r\n\r\n🛑 No advertising, No collection of personal data, No in-app purchases and no Internet required, Just Pure puzzles Fun!\r\n\r\n✓ XBOX and PC Support.\r\n✓ Mouse and 🎮 Xbox Controller (PC & XBOX) Support.\r\n"},"9MTKKT6NKFGJ":{"lang":"EN","title":"Match 3D - Matching Puzzle Game - PC & XBOX","description":"Match 3D is #1 pair matching game an AMAZING and extremely new and different matching pairs game concept！\r\n\r\n🔍 Find all the matching pair and clear them all.\r\n\r\n✔️ Sharpen your senses, refresh, power up your 🧠 brain and increase your memory speed since it offer tons of cute and diversified combinations, search carefully and find the matching pairs in a mountain of objects.\r\n\r\n👍  No advertising, No collection of personal data, No in-app purchases and no Internet required, Just Pure Puzzles Fun!\r\n\r\n"},"9NPGN9K4W97C":{"lang":"EN","title":"Super Chess","description":"Basic Chess Game with computer.\r\nShow your brain to a computer.\r\nIf you want to make undo you can do it and if you want to make auto move you can do it with auto link."},"9NGSLNG5PJLG":{"lang":"EN","title":"Puzzle Box - PC & XBOX","description":"A collection of most ADDICTIVE logic puzzle games! more are coming soon.\r\n✅ Memory Game : Match pictures and find out how good is your memory!\r\nTrain your memory, concentration, accuracy, attention, the speed of thinking and logic skills and much more, this game is a great way to exercise your memory and keep your brain fit!, The game includes many colorful cards on various topics and many levels of difficulty.\r\n✅  Tic Tac Toe : a classic puzzle game also known as Noughts and Crosses or sometimes X and O.\r\nThe Tic Tac Toe game is a game for two players, who take turns marking the spaces in a 3×3 grid, the player who succeeded in placing three respective marks in a horizontal, vertical, or diagonal row wins the game. \r\nPlay with your friend or family 👪 or You vs A.I 🤖.\r\n✅  Slide puzzle :  a classic sliding puzzle brain game, which can be used for number puzzles and picture puzzles. \r\nAn exciting game in which you need to slide the blocks one by one onto an empty cell."},"9NBTL551XL5N":{"lang":"EN","title":"The Yakuza Remastered Collection for Windows 10","description":"Celebrate Kazuma Kiryu's saga with the beautifully remastered Yakuza 3, 4, and 5. Complete The Dragon of Dojima’s journey."},"9NC4QMRHCNZK":{"lang":"EN","title":"Yakuza 3 Remastered for Windows 10","description":"Experience the third chapter of the Kazuma Kiryu saga with restored content in 1080p and 60fps.\r\n\r\nA year after the Kanto-Kansai all-out war, Kazuma Kiryu and Haruka Sawamura have left the unforgiving streets of Kamurocho for the island of Okinawa to run the Morning Glory Orphanage. Despite his efforts, shadows of Kiryu's past threaten to entangle the Morning Glory Orphanage in a deadly power struggle involving the Tojo Clan and political world. \r\n\r\nThus begins a dramatic tale set in the \"sleepless city\" of Kamurocho in Tokyo and the tropical lands of Okinawa. Can Kiryu rescue the children of the orphanage from the looming threats emerging from the depths of the underworld and state power?\r\n\r\nComplete The Dragon of Dojima’s journey."},"9NWZTB9JQG9S":{"lang":"EN","title":"Yakuza 4 Remastered for Windows 10","description":"Experience the fourth chapter of the Kazuma Kiryu saga in 1080p and 60fps.\r\n\r\n2010, Tokyo.  A shooting incident one night in a red-light district sets the city swirling with human desires and clamor. It was supposed to be a \"common incident\" for this town... until the appearance of one woman burdened with sorrow. As if drawn to a flame, men of the city's dark underground are gathered, one after another, at the door of the \"legendary yakuza\" Kazuma Kiryu.\r\n\r\nAs the fates of these four men overlap, the story of a miracle created by the passionate and violent way of life begins to takes shape.\r\n\r\nTake control of multiple protagonists, a first for the series, allowing for unprecedented story depth and battle action. Three new protagonists, each with a rich personality, will leave their impact before the story concludes.\r\n\r\nComplete The Dragon of Dojima’s journey."},"9PK6V87T2N9K":{"lang":"EN","title":"Our Church and Halloween RPG (Story Four)","description":"In a small village on the edge of the island, a young resident named James leaves in search of something. And what is he looking for? He's trying to get to the mountain top before Halloween. He received a letter claiming that if he goes there before Halloween begins, he can bring his parents back from the dead. Is the note correct? Is it good or evil? What's really beyond the forest? **This game is a work in progress, so have fun seeing the game grow with each new update! Thank you for playing and have fun!**"},"9PDL14DT8L7Q":{"lang":"EN","title":"Hidden Words Puzzles : PC & XBOX","description":"Hidden Words Puzzles is a fun and challenging word search game with plenty of features, earn Coins as you play, has multiple categories with many words in each. \r\nAuto saves games so you can come back to play them any time, easy to use interface, Grid size can be changed from 6x6 (Beginner Level)  up to 25x25 (Maestro Level).\r\n\r\n🤔 In Hidden Words Puzzles the words are hidden vertically, horizontally and also diagonally, sometimes you have to search words even backwards, reading the letters from right to left, But don't panic if you are stuck, just use the hint buttons and the first letter or the whole word is highlighted.\r\n\r\n🤯You will never ever finish the game, when you restart, new board with new words will be generated.\r\n🧠 Challenge your brain, improve your vocabulary, and enjoy hours of fun. All while playing the ultimate all time classic word game loved by everyone! \r\n📙 40 themes to choose from (Animals- Countries of the world, Sports, Business , Clothing, Kitchen … )\r\n"},"9NB61C6DZ8XR":{"lang":"EN","title":"Crossword Puzzles+ : PC & XBOX","description":"Crossword puzzle games have been around for ages, It’s a classic word game that challenges your vocabulary and is a powerful tool for learning.\r\n The goal is to fill the white squares with letters, forming words, by solving clues which lead to the answers.\r\n🧠 Stretch your brain a little bit and try a new way to complete these crosswords, by thinking outside the box!\r\n🛑 No advertising, No collection of personal data and no Internet required, Just pure Puzzle Solving Fun!\r\n\r\nXBOX & PC Support : \r\nPC : \r\n  - [ Mouse ]\r\n  - [ Keyboard ] :  To fill the white squares/delete/navigate... OR  You can use the onscreen keyboard included in the game.\r\n  - [ Controller ] : Left Stick to control the Cursor \r\n                 Button A to Select.\r\n\r\nXBOX : \r\n  - [ Controller ] : Left Stick to control the Cursor \r\n\t\t             A Button to Select.\r\n\r\nTablets and Other devices :\r\n  - Touch Screen Supported.\r\n\r\n"},"9NN5NFCDSW06":{"lang":"EN","title":"Police Drifty Chase : Car Chase Game PC & XBOX","description":"🚓 If you like to race, chase, runaways from police, drive cars, or car simulator at all, this game is for you!!! Escape from police pursuits in this endless high-speed car chasing the game. This car simulator gives you challenging gameplay with police pursuit. \r\n\r\nRun from police, drive your cars through the desert, smash and chase things, earn money, In this arcade game, you have to participate in an endless race for money. Accumulate more money to buy the best car and escape from pursuers by dodging and creating emergency situations for them, be careful, the police will try to attack head-on or catch up with the same high-speed cars.\r\n\r\n XBOX and PC Support.\r\n✓ Mouse and 🎮 Xbox Controller (PC & XBOX) Support.\r\n🛑  No advertising, No collection of personal data, No in-app purchases and no Internet required, Just Pure puzzle solving Fun!"},"9NV4K92X1666":{"lang":"EN","title":"MANDALA Jigsaw Puzzles - AntiStress & Relaxing Game","description":"Enjoy the relaxing MANDALA Jigsaw Puzzles to train your brain and calm your anxiety.\r\n🧩 MANDALA Jigsaw Puzzles is the best jigsaw puzzle game! we have made more efforts to bring you amazing experience of MANDALA puzzles, Totally fun and a great way to relax after a hard day, to train your eyes, mind and coordination.\r\n\r\n🧠 Puzzles are more than just a fun way to spend time. They also enhance your fine motor skills, help you look at problems from different perspectives, develop your imagination, your spatial reasoning, your attention span, your concentration and memory, as well as your ability to make decisions independently.\r\n\r\n✓ XBOX and PC Support.\r\n✓ Mouse and 🎮 Xbox Controller (PC & XBOX) Support.\r\n🛑  No advertising, No collection of personal data, No in-app purchases and no Internet required, Just Pure puzzle solving Fun!"},"9NVV3GV4P9MJ":{"lang":"EN","title":"VectorField","description":"VectorField is a game that goes back to basics. In the days of slot machines in the 80s. Take control of a super car and become the best racer in the world."},"9NFX4RRDV2DZ":{"lang":"EN","title":"Our Church and Halloween RPG - Story Five (James Version)","description":"In a small village on the edge of the island, a young resident named James leaves in search of something. And what is he looking for? He's trying to get to the mountain top before Halloween. He received a letter claiming that if he goes there before Halloween begins, he can bring his parents back from the dead. Is the note correct? Is it good or evil? What's really beyond the forest? **This game is a work in progress, so have fun seeing the game grow with each new update! Thank you for playing and have fun!**"},"9MTWKDNHMB3X":{"lang":"EN","title":"4 Pics 1 Word Quiz Game - PC & XBOX","description":"❤️‍🔥 4 pics 1 Word Quiz is a fun game about identifying correct word from the given 4 pictures of the puzzle. There is a common word among those 4 pictures objective is to identify word and fill-out the answer.\r\n\r\n👍 Localized in 10 languages : ENGLISH, SPANISH, FRENCH, POLISH, ITALIAN, GERMAN, DUTCH, CZECH, SWEDISH, DANISH\r\n👍  HIGHLY ADDICTIVE GAMEPLAY\r\n👍  ONE OF THE MOST ADDICTIVE BRAINT EASERS IN THE WORLD\r\n👍  No advertising, No collection of personal data and no Internet required, Just pure Quiz Fun!\r\n👍  Support PC & XBOX\r\n\r\n🤩 100% FULL  Game :  All In-app Purchases are Free."},"9NF3ZVKTHSBC":{"lang":"EN","title":"Checkers+ : Draughts Game For PC & XBOX","description":"Checkers+ is a classic board game in 3D view (Can be rotated 360°) . Also known as draughts, One of the most played board games, the game has 2 modes : PVP and PVE :\r\n   ✅ PVP : You vs your friend or family 👪  (playing locally).\r\n   ✅ PVE : You vs A.I 🤖 (Medium Level of difficulty).\r\n\r\n🆕  Added rules (Brazilian Checkers , Portuguese Checkers, Russian Checkers , American Checkers).\r\n\r\n👍  No advertising, No collection of personal data, No in-app purchases, no Internet required and no useless extra features, only the pure juice of an amazing Checkers Game!\r\n✔️ PC & XBOX ."},"9N0ZWS9RCNRS":{"lang":"EN","title":"Jigsaw Puzzles For Kids+ : PC & XBOX","description":"🧩 Jigsaw for Kids+ takes learning seriously with a wide selection of drag and drop object puzzles designed especially for children. Each puzzle challenges your child to locate and manipulate shapes, solve jigsaw puzzles, and recognize how shapes fit into board, all with a colorful and easy to use interface.\r\n\r\n🧩 Jigsaw for Kids+ is made for young kids, with beautiful cartoon images. Simple mechanics and easy for your child to pick up and play. Parents may even find them self playing alongside with children.\r\n\r\n🧩 Doing a jigsaw puzzle reinforces connections between brain cells, improves mental speed and is an especially effective way to improve short-term memory.\r\n\r\n👍  No advertising, No collection of personal data, No in-app purchases and no Internet required, Just Pure Gaming Fun for your Kids!    \r\n"},"9NB77CW5J1TT":{"lang":"EN","title":"Gears 5: Hivebusters","description":"Included in Xbox Game Pass Ultimate. \r\n\r\nReturn to Gears 5 with the Hivebusters expansion and undertake their first suicide mission. Explore the tropical Galangi islands, battle enemies with the team’s ultimate abilities and confront a deadly new predator. "},"9P4KMR76PLLQ":{"lang":"EN","title":"Gears 5 Game of the Year Edition","description":"The complete Gears 5 experience in one bundle. Get the celebrated campaign, recharged multiplayer and Hivebusters campaign expansion as part of the Game of the Year Edition.  \r\n \r\nGears 5 Game of the Year Edition includes: \r\n•\tGears 5 base game \r\n•\tHalo: Reach Character Pack  \r\n•\t30 days of Boost \r\n•\tGears 5: Hivebusters expansion "},"9P08Z9PHQHDP":{"lang":"EN","title":"Jigsaw Puzzles+ : HD Collections","description":"Jigsaw Puzzles+ is a great game with the biggest jigsaw puzzle collection! in a wide variety of categories.: ANIMALS, CARS, OCEAN LIFE, FRESH FRUITS, ARCHITECTURE, NATURE, ART, GALAXY, SAFARI, MONUMENTS.\r\n\r\nJigsaw puzzles+ is designed to help relieve stress and bring serenity to your day, a great way to relax while improving your mind. Every puzzle you complete will help you find inspiration and encourage you to relax!\r\n\r\n★ Jigsaw Puzzle is the perfect match for every puzzle lover, \r\n★ One of the coolest collecting games for the whole family, boys and girls :)\r\n✓ XBOX and PC Support.\r\n✓ Mouse and 🎮 Xbox Controller (PC & XBOX) Support.\r\n👍  No advertising, No collection of personal data, No in-app purchases and no Internet required, Just Pure Gaming Fun!\r\n"},"9MT1NQM5RLHZ":{"lang":"EN","title":"Word Search Master - PC & XBOX","description":"📙 Ready to search for Hidden Words? 🔎\r\n☺️ Endless Anti Stress & Relaxing Game\r\n\r\nIf you love to find words, try word search games designed to help relieve stress and bring serenity to your day. Word Search Inspiration is a great way to relax while improving your mind. Every puzzle you complete will help you find inspiration and encourage you to relax!\r\n\r\nℹ️ A word search, word find, word seek or mystery word puzzle is a word game that consists of the letters of words placed in a grid, which usually has a rectangular or square shape. The objective of this puzzle is to find and mark all the words hidden inside the box. The words may be placed horizontally, vertically, or diagonally.\r\n\r\nIf you like trivia, crossword puzzles or popular word games like Scrabble, Wordscapes and Word Cookies, you'll be addicted to Word Search Master!\r\n🧠 Challenge your brain, improve your vocabulary, and enjoy hours of fun. All while playing the ultimate all time classic word game loved by everyone!"},"9N8TRM7F6KGC":{"lang":"EN","title":"DOOM Eternal Deluxe Edition (PC)","description":"Hell’s armies have invaded Earth. Become the Slayer in an epic single-player campaign to conquer demons across dimensions and stop the final destruction of humanity.\r\n\r\nThe only thing they fear... is you.\r\n\r\nThe Deluxe Edition includes:\r\n● Year One Pass: Access to two epic campaign expansions. Wage war across never-before-seen realms of the DOOM Universe.\r\n● Demonic Slayer Skin\r\n● Classic Weapon Sound Pack"},"9P5W9G0P3KB2":{"lang":"EN","title":"Space Invasion : Galaxy Shooter - PC & XBOX","description":"🚀 SPACE INVASION is a colorful, endless and exciting game about galactic wars!\r\n\r\n✓ Colorful pixel arcade game, with a lot of enemies, ships and much more.\r\n✓ You are one of the few who decided to fight against the whole cosmos!\r\n✓ You need to earn coins by killing enemies to buy and improve your ships!\r\n✓ Having bought the best ship you will not be afraid of many enemies on the way!\r\n✓ Buy rockets to quickly kill enemies!\r\n✓ Buy armor, so that you will not quickly be killed by even the most complex enemies!\r\n✓ And by improving your ship you will be able to kill more enemies on your way and score more points!\r\n👍  No advertising, No collection of personal data and no Internet required, Just Pure Gaming Fun!\r\n\r\n✓ XBOX and PC Support.\r\n✓ Keyboard and 🎮 Xbox Controller (PC & XBOX) Support."},"9PLVW2P56H1B":{"lang":"EN","title":"Mortal Kombat 11 Ultimate Add-On Bundle","description":"Includes Aftermath Expansion, Kombat Pack 1 & 2.\r\n\r\nAftermath features a brand-new cinematic story centered around trust and deceit. Forge a new history.\r\n\r\n• All-New Cinematic Story \r\n• 12 New Playable Fighters incl. newly added Mileena, Rain & Rambo\r\n• 9 New Skin Packs\r\n• 7 Excl. Skins"},"9PN5LWP13H12":{"lang":"EN","title":"Mortal Kombat 11 Kombat Pack 2","description":"Kombat Pack 2 includes fan-favorite playable fighters Mileena, Rain and iconic guest Rambo, featuring the likeness and voice of actor Sylvester Stallone."},"9NF464C2W777":{"lang":"EN","title":"Yakuza: Like a Dragon Hero Edition","description":"Become Ichiban Kasuga, a low-ranking yakuza grunt left on the brink of death by the man he trusted most. Take up your legendary bat and get ready to crack some underworld skulls in dynamic RPG combat set against the backdrop of modern-day Japan in Yakuza: Like a Dragon.\r\n\r\nYakuza: Like a Dragon Hero Edition includes Job Set and Management Mode Set DLC.\r\n\r\nRussian and Brazilian Portuguese subtitles available in early 2021 via patch update.\r\n\r\nGame leverages Smart Delivery allowing access to both the Xbox One title and Xbox Series X title when available. Product does not yet have a firm release date. If pre-ordered, you will be notified when the release date is set and opportunity provided to manage your order."},"9NN3HCKW5TPC":{"lang":"EN","title":"Gears Tactics","description":"Gears Tactics is the fast-paced, turn-based strategy game from one of the most-acclaimed video game franchises – Gears of War. Outnumbered and fighting for survival, recruit and command your squad to hunt down an evil mastermind who makes monsters. "},"9NMRLWP0VRL0":{"lang":"EN","title":"Coronavirus: Doom and Destiny 2","description":"In this game you have to take control of the newest invention - the Crow bio-robot for destroying viruses. Get the operator's tasks and do everything to kill the virus in the body."},"9NLXBB5792TM":{"lang":"EN","title":"Coronavirus: Second Wave","description":"Take control of a medical ultra-bot and help defeat the terrible virus that keeps all people at bay.\r\nThis game is dedicated to everyone who is fighting the virus. To everyone who saves lives!\r\nHave a good hunting!"},"9N48142SZJ5K":{"lang":"EN","title":"Road Crossing+ : PC & XBOX","description":"Road Crossing+ is the best endless road crossing survival arcade game, The addictive game-play will keep you coming back for more and more. \r\n\r\n\r\n ✅ PC & XBOX : Supports Mouse, Keyboard, Gamepad, and Touch controls.\r\n\r\nGamepad : Move the animal using the Left D-pad or Stick (right ,Left, forward, backward)\r\nKeyboard : using arrows or (A,D,S,W) keys\r\nMouse : The character will follow the mouse clicks same for the touch screens.\r\n👍  No advertising, No collection of personal data and no Internet required, Just Pure Gaming Fun!\r\n\r\n\r\n\r\n\r\n\r\n\r\n"},"9PC6LFKH4QS2":{"lang":"EN","title":"Our Church and Halloween RPG (Story Five) (Scott Version)","description":"In a small village on the edge of the island, a young resident named James leaves in search of something. And what is he looking for? He's trying to get to the mountain top before Halloween. He received a letter claiming that if he goes there before Halloween begins, he can bring his parents back from the dead. Is the note correct? Is it good or evil? What's really beyond the forest? **This game is a work in progress, so have fun seeing the game grow with each new update! Thank you for playing and have fun!**"},"9MT1TPKC56X9":{"lang":"EN","title":"The Last Rolling Hero: Destiny","description":"In the distant future, people have learned to move their consciousness into machines. A cloud network for people was created, which was controlled by McOs. Biological life has almost disappeared."},"9NDM25T9GS3X":{"lang":"EN","title":"Switch Colors+","description":"Switch Colors+  is an action packed game full of challenge and fun.\r\nThere are a lot of different shapes and color switching circles. Tap tap to jump with the character and go through the shapes of same color. React fast & on-time when the Character switches color."},"9NPTS4LJW2LV":{"lang":"EN","title":"Word Scramble+ : Words & Quotes - PC & XBOX","description":"word Scramble+ Puzzle is game based on the concept of anagram, where you have to re-arrange its letters to reconstruct the original word from a scrambled set of letters. You need to use all the given letters.\r\n\r\nTime is of the essence in this sentences arranging game. You must be able to find the right sentence within the scrambled sentences before your time runs out.\r\n\r\n  🤯 It's a great way for people of all learning abilities to learn words, increase vocabulary and make you feel smarter.\r\n\r\n  🤯 Studies have shown that word search and other puzzles can help improve memory, focus, vocabulary, and overall mental acuity.\r\n\r\n🎮 Modes : \r\n➡️ Classic Mode: Unscramble the words without any hints.\r\n➡️ Image Mode:: Unscramble the words following the image hint.\r\n➡️ Spells Mode: Unscramble the correct word following the text hint.\r\n➡️ Quotes Mode: Unscramble the correct Quote."},"9N583F44XTP0":{"lang":"EN","title":"Mahjong Solitaire - PC & XBOX","description":"Mahjong Solitaire+ is #1 of the world’s most popular puzzle board & solitaire matching game that uses a set of mahjong tiles. It’s the perfect game for the casual player looking for fun and extensive replay.\r\nThe goal of this game is to match open pairs of identical tiles and remove them from the board, exposing the tiles under them for play. The game is finished when all pairs of tiles have been removed from the board.\r\n\r\nMahjong Solitaire+ is an excellent mental workout Game.\r\n\r\n👍  No advertising, No collection of personal data and no Internet required, Just pure Puzzle Solving Fun!"},"9PM69MPDBKZC":{"lang":"EN","title":"Word Crack+ : Sharpen Your Mind - PC & XBOX","description":"Word Crack+ is a puzzle game in which you have to find hidden words amongst a scrambled grid of letters. Drag over the letters in the grid to form words, and find the right words to win the game! \r\n\r\n✓ Some Levels Are tricky, you have to find the best combination to solve it.\r\n\r\n** You will have fun sharping your mind and improving your spelling skills.\r\n\r\n👍  No advertising, No collection of personal data and no Internet required, Just pure Puzzle Solving Fun!\r\n\r\nHow To Play :\r\n\r\nSimply select one of the many categories and start playing, then select letters on the game board. Select all the correct words and you win!\r\n\r\nWord Crack+ Game comes with Xbox controller Support on PC.\r\n\r\n PC : \r\n  - [ Mouse ]\r\n  - [ Controller ] : Left Stick to control the Cursor \r\n                 Button A to Select and Submit.\r\nXBOX : \r\n  - [ Controller ] : Left Stick to control the Cursor \r\n\t\t    A Button to Select and Submit\r\n\t\r\n\r\nTablets and Other devices :\r\n  - Touch Screen Supported.\r\n\r\n"},"9MV13BTTCKLL":{"lang":"EN","title":"Night in the Woods Win10","description":"Night In The Woods is an adventure game about a college dropout, her friends, the small town they live in, and the strange things happening there. Come home and waste your life away in Possum Springs."},"9NB2SG265LSX":{"lang":"EN","title":"Hexa Puzzle Master : Train Your Brain - PC & XBOX","description":"\"The perfect game to build your spatial intelligence and geometric skills!\"\r\nHexa Puzzle Master is a tetris style puzzle game, an addictive block puzzle.\r\nYour puzzle skills will be put to the test with this new angle on the classic dissection puzzle game! Our unique hexagonal pieces will stretch your mind in ways you never imagined in this addictive puzzle game.\r\n\r\n👍  No advertising, No collection of personal data and no Internet required, Just pure Puzzle Solving Fun!\r\nThe goal is to drag pieces to board and fill up all grids.\r\nIt comes with 4 difficulties ranging from Beginner to Expert.\r\n\r\n\r\nHOW TO PLAY\r\n• Arrange the blocks to fit them all in the grid frame.\r\n• Hexa blocks can’t be rotated."},"9NZ7DGTSC987":{"lang":"EN","title":"Unroll Ball : Slide Puzzle - PC & XBOX","description":"Unroll Ball is a simple but addictive classic tile puzzle with a modern challenging twist for casual game enthusiasts!\r\nThe balls were placed in different blocks. You need to start brainstorming and overcoming the barrier. Slide the tiles to make a path. Create a path for moving the ball to the red Goal block.\r\n\r\nClassic modern challenging puzzle game for people of all ages. If you want to increase thinking power and want to do brain exercises then this game will help you to boost your brain.\r\n\r\n👍 This game will train your visual memory, intelligence, and mental speed and help you solve puzzles more easily. Let your brain learn and develop problem-solving skills with this game. Start solving puzzles now!\r\n\r\n👍  No advertising, No collection of personal data and no Internet required!\r\n\r\n\r\n\r\n"},"9PHV7TXP08HG":{"lang":"EN","title":"Word Chef Master : Word Search Puzzles","description":"Word Chef Master is an addictive cross between all the word games you love! With so many exciting challenges, you'll soon be obsessed with testing your spelling and vocabulary limits to make as many words as you can!\r\n\r\nIn this casual but exciting word puzzle, you will challenge your brain to find all the hidden words from the scattered letters. You will be amazed by how many simple words that you use every day can be so hard to find among the given few letters.\r\n\r\n👍 World's best words puzzle game \"Word Chef Master\"\r\n👍  No advertising, No collection of personal data and no Internet required, Just pure Puzzle Solving Fun!"},"9P8K6S8FBZ6D":{"lang":"EN","title":"Brick Classic+","description":"Brick Classic+ is a simple and addictive classic game. The goal is to drop blocks in order to create and destroy full lines on the screen horizontally.\r\n\r\n✓ 2 modes: Classic and Challenge.\r\n\r\nkeyboard : \r\n       Arrows : to move, rotate blocks and Drop Soft\r\n       Space Bar : Flash Drop\r\n      Escape : Pause/Resume\r\n\r\nXbox Controller :\r\n    Left joystick to control Buttons\r\n    D-PAD : to move, rotate blocks and Drop Soft\r\n    LB/RB/B : Flash Drop\r\n    Start : Pause/Resume\r\n    Back : Go back to Menu\r\n\r\n🛑 No advertising, No collection of personal data, No in-app purchases and no Internet required, Just Pure Gaming Fun!"},"9NVKN09WGFQW":{"lang":"EN","title":"Bomb Them All","description":"Take control of a funny creature that lives in any computer.\r\nThe host's computer has been captured by an evil virus and all hope is on you."},"9PK4P6VTWNLR":{"lang":"EN","title":"Shoot'Em Up : Space Shooter - PC & XBOX","description":"👾 80s Classic Shoot'Em Up Game with Leaderboard Inspired by the famous game \"Space Impact\".\r\n\r\nGame-Play :\r\nDestroy enemies ships and defeat the final bosses, various enemies will confront you, some of them following strict paths, others following the ship itself and others shooting it.\r\n\r\n🛑 No advertising, No collection of personal data and no Internet required, Just Pure Gaming Fun!\r\n\r\n🎮 PC & XBOX\r\n\r\n\r\n\r\n\r\n"},"9N51CRJCF0JT":{"lang":"EN","title":"Word Blocks Master+ : Word Search Puzzle Game","description":"Word Blocks Master+ is a new kind of word search puzzle where the puzzle changes as you find words! Letter tiles are stacked on top of each other and fall down when words underneath them are selected. Find all the words to complete the level!\r\n\r\nWord Blocks Master+ : Word Search Puzzle is a fun, challenging word game you can play any time! Test your dictionary skills and see if you have what it takes to find all the words.\r\n\r\n👍  No advertising, No collection of personal data and no Internet required!"},"9PNV85K3BXDG":{"lang":"EN","title":"Arkanoid The Legend II","description":"Destroy all bricks with silver ball in amazing 100"},"9NWZWMQT3410":{"lang":"EN","title":"Tetromino Zen","description":"Sharp your brain"},"9P7ZV4V8HCM8":{"lang":"EN","title":"Flappy+ For PC & XBOX","description":"Tap to avoid the pipes.\r\nFlap to the top of the Leaderboard and compare your Flappy skills to the rest of the worlds (PC & Xbox)\r\n\r\nPC : Using Mouse.\r\nXbox : Using A button.\r\n           Start Button to pause/resume the Game while playing.\r\n\r\nTouch screen : just Tap on screen.\r\n\r\n🛑 No advertising, No collection of personal data, No in-app purchases and no Internet required, Just Pure gaming Fun!"},"9N4P8JNKW60J":{"lang":"EN","title":"Stardust Breaker","description":"How Time You can Paddle"},"9N9QB0LDDR6H":{"lang":"EN","title":"Bricks Breaker+ : PC & Xbox","description":"Bricks Breaker+ is a brand new classic, fun and challenging bricks breaker game.\r\n\r\nGreat for killing time or playing on-the-go (even offline!). Once you start, you won’t want to stop! Keep at it, and you’ll ball blast your way to victory! \r\nThink strategically, stretch your brain to calculate the precise angle of the balls and rebound paths and make the most of the power up.\r\n\r\nEnjoy a unique and fast-paced bricks breaker game .\r\n\r\n👍  No advertising, No collection of personal data and no Internet required, Just pure Bricks Breaker Fun!"},"9PD2KQRR5FW1":{"lang":"EN","title":"Sudoku INFINITE+","description":"You will never need another Sudoku puzzle puzzle game with Sudoku INFINITE+! \r\nPlay thousands of classic Sudoku puzzles! You will never run out of Sudoku boards to play!\r\n\r\nChallenge yourself with four different difficulties of Sudoku Puzzles: Easy, Medium, Hard, and Export! Sudoku puzzle difficulties are graded based on human Sudoku strategies so pick a difficulty and play!\r\n\r\nUse notes to pencil in numbers you think could occupy cells on the Sudoku puzzle board! Place numbers and notes will automatically remove themselves revealing clues to the placement of numbers in other cells!\r\n\r\nSudoku INFINITE+ keeps track of you performance and gives you statistics on how fast you solve Sudoku puzzles. Check how many puzzle boards you have solved and try to beat you best time!\r\n\r\n👍  No advertising, No collection of personal data and no Internet required, Just pure Puzzle Solving Fun!"},"9NWX6PS225TX":{"lang":"EN","title":"Word Search INFINITE+ : PC & XBOX","description":"\"Word games benefit the brain because they activate parts of the brain that deal with language and word finding, which forces the brain to exercise, work and be active.\"\r\n\r\nWord Search Puzzle INFINITE+ is a classic word puzzle game where you must find all the words hidden on the board of letters, words can appear horizontally, vertically, diagonally, forwards or backwards!\r\n\r\n\r\n👍  No advertising, No collection of personal data and no Internet required, Just pure Puzzle Solving Fun!\r\n"},"9NH3T7R552QX":{"lang":"EN","title":"Line Connect INFINITE - PC & XBOX","description":"\"Creativity is just connecting things\". Steve Jobs.\r\n\r\nElegantly designed line puzzle logic Game which lets you think out of the box and sharpen your mind 🧠.\r\nThe Goal is to connect the same color dots until the entire board is filled with beautiful color lines.\r\n✓ Hundreds of levels! Never get bored, there are lots of levels to keep you busy all day!\r\n"},"9PNB2584S4L3":{"lang":"EN","title":"Tangram Puzzle INFINITE - PC & XBOX","description":"Tangram Puzzle INFINITE+ is a great logic traditional dissection puzzle made of a square divided into pieces that can be arranged to match particular designs.\r\n\r\n ° You can easily learn to master Tangram through the beginner Mode then move on to the Expert And Bundles.\r\n\r\n °  Solving Tangrams puzzles helps reinforce existing connections between our brain cells, decrease feelings of anxiety, increase mental well-being and There are many benefits to playing : They can be used to develop problem-solving and logical thinking skills, perceptual reasoning , visual-spatial awareness, creativity and many mathematical concepts such as congruency, symmetry, area, perimeter ...\r\n\r\nPlay Tangram Puzzle INFINITE+ to train your brain and develop your logic every day!\r\n\r\n🛑 No third party Ads, no tricks. Just pure Puzzle Solving fun!\r\n"},"9N1HXTCNPHD7":{"lang":"EN","title":"Block Puzzle INFINITE - PC & XBOX","description":"Block Puzzle INFINITE+ A new classic puzzle game of all time to excise your concentration, incredibly intuitive, fun and relaxing puzzle game for all ages and skill levels. \r\n💎 Simple but challenging puzzle game that will keep you entertained for hours.!\r\n\r\nPlay Block Puzzle INFINITE+ to train your brain and develop your logic every day!\r\n\r\n🛑 No advertising, No collection of personal data and Internet required, Just pure Puzzle Solving Fun!\r\n"},"9P454258BMM6":{"lang":"EN","title":"Buddy Kick 3D - PC & XBOX","description":"Stress? Anger? buddy Kick is the way to go, perfect game to relax and release daily stress and anger.\r\nFeel bored? Want something to do? Can't beat up a punching bag? buddy Kick is a great way to pass time and the only therapy you'd need, simple enough game to kill time for hours on end.\r\n\r\nAngry people need something to satisfy their anger. When we are angry or upset we often wish that we can beat up people who have hurt or wronged us. If you have a bad boss, maybe you have desired to beat. Now with our buddy kick Game , you can lash out on people on your device. You can shoot, stab, or doing various things to the voodoo in this game.\r\n\r\nBuddy kick is the only therapy reliever you'd need for you stress relief with no Ads.\r\n\r\nThis Game is all about beating a doll voodoo  with Tank, knife and other weapons.\r\n"},"9P5BKP3WWTXN":{"lang":"EN","title":"Dice: Devils Game","description":"Once a thousand years, the devil calls seven heroes to battle. In this battle, the fate of humanity is determined. Six heroes could not resist the devil and were captured. You are the last."},"9NT9308XX0V9":{"lang":"EN","title":"Mortal Kombat 11: Aftermath Expansion","description":"Experience MK's first-ever major expansion. Aftermath features a brand-new cinematic story centered around trust and deceit. Forge a new history.\r\n\r\nIncludes: \r\n\r\n• All-New Cinematic Story \r\n• 3 New Playable Fighters - Sheeva, Fujin & guest RoboCop\r\n• 3 New Skin Packs"},"9NLK9LMHPZHW":{"lang":"EN","title":"Traçage et phonétique - Français","description":"🐱🌈 Learn to write ABC and 123 for kids is an educational game to help your kids learn tracing 🎨 uppercase and lowercase letters, it includes a series of tracing games to help kids recognize letters from A to Z , numbers from 0 to 10, fruits, vegetables and animals, all with pictures 🦒 and pronunciation 🎧 which eventually help improve their vocal skills.\r\n\r\n👍 It is also beneficial for people of all ages who want to learn French\r\n\r\n✍️ Children can easily learn to write the French alphabet by following the hand gesture indicated in the game.\r\n\r\n🛑 No third-party advertising, no in-app purchases, no collection of personal data, Pure educational pleasure!"},"9N980QRHKFK7":{"lang":"EN","title":"ABC Tracing & Phonics","description":"🆕 ABC DRAW for Kids Tracing & Phonics is an educational app to help your kids learn tracing uppercase and lowercase Letters, It features a series of tracing games to help kids recognize Letters from A to Z, Numbers from 0 to 10, Fruits, Vegetables & Animals, all with Images 🦒 and Pronunciation 🎧  that eventually help in improving their speech skills.\r\n\r\n🧠 Kids can easily learn to write English alphabets by following the hand gesture shown within the app.\r\n\r\n📚 ABC DRAW for Kids is a Fun and Simple Teaching Educational Game for kids that makes learning fun for children, from toddlers all the way to preschoolers and kindergartners.\r\n\r\n✔️ Full game : 🛑  NO advertising, NO in-app Purchases, NO collection of personal data and NO Internet required!, Just pure educational fun!\r\n\r\n\r\n"},"9PGJ5VXX7RPR":{"lang":"EN","title":"Cyber Lemur","description":"Cyber Lemur is a challenging 2D couch-multiplayer game with a variety of game modes including race, jump, and battle. The controls are difficulty to master, but can be made easier by having two players control the same character. The game is great for parties, or those who love a challenge. "},"9N0HK0MQZ0SW":{"lang":"EN","title":"Hyposphere 3: Overdrive","description":"In the distant future, the computer controlling everything on the planet was hit by an unknown virus. To prevent life on earth from turning into chaos, a virtual robot was created. Take control of the robot for many levels, get to the end and restart the core of the super computer."},"9N4XRJ9ZH4QW":{"lang":"EN","title":"Coronavirus: Doom and Destiny","description":"Fight in the epic battle of humanity against the terrible virus. Take control of a nano-bot that is able to withstand the virus in the human body."},"9PBG3284NB22":{"lang":"EN","title":"Coronavirus","description":"This game is dedicated to everyone who is fighting the terrible virus that has infected humanity."},"9NLDM4DGX41G":{"lang":"EN","title":"The Surge 2 - Windows 10","description":"On the way to Jericho City, your plane is shot down by a mysterious storm and crash-lands in the outskirts. Armor-clad soldiers enforce Martial Law, robots are on a rampage, and a dark, expanding nanostorm looms over the cityscape...\r\n\r\n- Hardcore, brutal melee combat\r\n- Face deadly foes and colossal bosses\r\n- Cut off parts of the enemy you want to loot\r\n- Rich character progression and customization"},"9NZHKDDVTPTK":{"lang":"EN","title":"The Surge 2 - The Kraken Expansion","description":"Expand your Surge 2 experience with the Kraken expansion! \r\n\r\nFight your way through a retro-themed suburban environment battling pirates and security systems aboard a desolate military vessel and find the truth behind the VBS Krakow!\r\n"},"9N5K42NZTZ3R":{"lang":"EN","title":"Skateboarding - Breakthrough Gaming Arcade","description":"Do your best and skate to get a high score in this 2D side scrolling skateboarding game from Breakthrough Gaming! As a skater, you'll need to perform tricks in the skate park to score points! So what will your score be for your run?"},"9P1RN3JJ9M5R":{"lang":"EN","title":"Skateboarding 2 - Breakthrough Gaming Arcade","description":"Do your best and skate to get a high score in this 2D side scrolling skateboarding game from Breakthrough Gaming! As a skater, you'll need to perform tricks in the skate park to score points! So what will your score be for your run?"},"9NHKSSM4VPQL":{"lang":"EN","title":"TetroBlocks 3D","description":"TetroBlocks 3D is an extension of the most popular game in another dimension.\r\nDevelop your speed of thinking and reaction. Tetris 3D will not let you relax. Easy game at the initial speed, but difficult and requiring critical thinking and reaction at the highest, craziest speed."},"9PF7SDFZV950":{"lang":"EN","title":"The Last Running Hero","description":"Control the last remaining runner hero and advance as far as possible. Unique setting. One of the best in the visual part of the runners. Unique style will not leave you indifferent. Great dynamics will not make you bored. Great music will always cheer you up."},"9NZNR7KQM0PC":{"lang":"EN","title":"Run to be Rich","description":"Embark on an adventure full of dangers. Most adventures take place in search of treasures. Become the richest of friends in this fun and fast game. Each time you start the game, you get a unique gaming experience. Levels in the game are created dynamically and each time they are different. Good luck finding treasures!"},"9NTLBKWSP57G":{"lang":"EN","title":"Drone Conflict Simulator Game","description":"Pilot your drone around the island area and fight against others to get the best score. You and your team are stick together to cooperate in every battle in the area!"},"9PGJKJV8XB1X":{"lang":"EN","title":"Drop It: Block Paradise!","description":"A block dropping physics-based puzzle game featuring: 150 levels, 70 bonus levels, level editor, online user levels and more!"},"9NVZ6LJ23C74":{"lang":"EN","title":"Racing Nostalgia","description":"This game is dedicated to everyone who once played old gaming machines and game consoles. Immerse yourself in true retrogaming without any compromises."},"9NGHPCSC5XTV":{"lang":"EN","title":"SCORPIO PLAYER X - The Ultimate Video Player","description":"SCORPIO PLAYER is a modern and full-feature powerful universal media player for Windows 10/11 and Xbox"},"BNHPW11QV69F":{"lang":"EN","title":"Blacksad: Under the Skin","description":"A dark corruption scandal in the heart of the New York City's underworld  for charismatic detective John Blacksad"},"9NSR967QLHNB":{"lang":"EN","title":"X Torrent","description":"Clean and simple BitTorrent client for your enjoyment.  Enough said?"},"9N8D60M420WT":{"lang":"EN","title":"Hyposphere 2","description":"Hoposphere 2 offers an unusual journey. You are the owner of an unusual vehicle that allows you to travel between worlds.\r\nFascinating gameplay.\r\nGreat graphics.\r\nNonlinearity of passing levels.\r\nHigh complexity and replayability."},"C2B4T86TXLRS":{"lang":"EN","title":"The Bard's Tale IV: Director's Cut","description":"The Bard's Tale IV: Director’s Cut is the triumphant return of one of the most iconic RPG series of all-time. Delve into a tactically rich combat system that rewards creativity, solve puzzles to gain treasure and advantages, and discover a beautifully crafted world."},"9MVN4ND41DD3":{"lang":"EN","title":"The Bard's Tale Trilogy","description":"Experience the events that led to The Bard’s Tale IV: Barrows Deep and The Mage’s Tale! The Bard's Tale Trilogy is a remastering of the classic 1980s series, one of the godfathers of the RPG genre. Create an adventuring party in the first volume and play it across all three, creating a heroic story all your own! "},"9N3K1JMVCS0C":{"lang":"EN","title":"The Patrol","description":"Play as one of 4 police officers available in the game and patrol the city with your police car for criminals, the game have 56 levels to play for the 4 officers chose them in your office and chose the missions in your office room."},"9N58J0GM9MRP":{"lang":"EN","title":"MudRunner","description":"MudRunner is the ultimate off-road experience putting the players in the driver seat and dares them to take charge of incredible all-terrain vehicles, venturing across extreme Siberian landscapes with only a map and compass as guides! "},"9PL8ST9QV6RP":{"lang":"EN","title":"State of Mind","description":"When mind and machine become one – what will remain of humanity?\r\n\r\nState of Mind is a futuristic thriller game delving into transhumanism. The game explores themes of separation, disjuncture and reunification, in a world that is torn between a dystopian material reality and a utopian virtual future."},"9PGBV8CWNBDH":{"lang":"EN","title":"Fly.Die.Repeat. 76","description":"Fly.Die.Repeat. 76 is the last game of the \"Fly.Die.Repeat.\"series.\r\nGet your ship, take controll and show how long you can stay alive!\r\n\r\n"},"BTJPC1C99FS4":{"lang":"EN","title":"Mortal Kombat 11 Kombat Pack 1","description":"Kombat Pack includes:\r\n• 6 new add-on playable characters including Shang Tsung, Nightwolf, Terminator T-800, Sindel, The Joker and Spawn\r\n• 7 Kombat Pack Exclusive Character Skins\r\n• 6 themed Skin Packs including the Klassic Arcade Ninjas, Klassic Arcade Fighters, DC Elseworlds and more"},"9NBXLZBT2JLH":{"lang":"EN","title":"Tanks Battle Ahead","description":"Prepare yourself for exciting battles in the \"Battle Tanks Ahead\"!\r\n\r\nExperience dynamic gameplay in the land of explosive battles, follow your allies, and be prepared for more increased difficulty on your way to victory! \r\n\r\nGet yourself ready to stand against armored enemies, and make your way up to the top in the \"Battle Tanks Ahead\"!"},"9PP6P8HVQT6C":{"lang":"EN","title":"Blockzog Neo","description":"When you signed up to pilot an experimental drone in the neo wars you never expected you're first day of training would leave you stranded alone in the deepest corner of the neo frame. Hack your drone, upgrade it, and fight your way to freedom. "},"9NSGRNZQP832":{"lang":"EN","title":"Jam Game","description":"Help the cute Kubli to return the mega-donut to the alien abducted. Complete all the tests on the way to the great goal !!\r\n-More than 15 levels\r\n-Great graphics on the Unreal Engine 4\r\n-Great music\r\n- Fun gameplay"},"9PM34S06CFVJ":{"lang":"EN","title":"Paste to File","description":"Paste an image directly to a temporal file and copies back its path."},"9NT2QNP382V6":{"lang":"EN","title":"VAMPYR","description":"CURSED BE THE CHOICE…London, 1918. You are newly-turned Vampyr Dr. Jonathan Reid. As a doctor, you must find a cure to save the city’s flu-ravaged citizens. As a Vampyr, you are cursed to feed on those you vowed to heal. Will you embrace the monster within? Your actions will save or doom London."},"9P7LDXQB6Z25":{"lang":"EN","title":"Heavy Muscle Cars Offroad","description":"What could possibly happen, if one big muscle truck and a driver like you meet together? You can easily find the answer in the game Heavy Muscle Cars Offroad.\r\nFind out what speed you need to break the barriers and much more."},"9NXW57GBQLCG":{"lang":"EN","title":"Dog's Garden","description":"Dog's Garden is the newest dog's simulator game for people of all ages.\r\n\r\nWith over nine dogs in the garden, should be much fun to take care of all of them. In the picturesque place, where all can be modified to your own needs as well as your dogs. By buying houses, bowls, or even pools to make them all happier.\r\n\r\nMeet all the dogs in the garden:\r\nBeagle, Bichon Frise, Bobtail, Cavalier, Cocker Spaniel, Golden Retriever, Lassie, Pomeranian, Samoyed.\r\n\r\nThe game is still in beta, it means some functions may not work properly, as expected. If you liked the game in some way and found an issue that should be fixed, feel free to post a comment here."},"C3KN7PZXPP2M":{"lang":"EN","title":"Flashback","description":"2142. After fleeing from a space ship but stripped of all memory, the eminent scientist Conrad B. Hart awakens on Titan, a colonized moon of the planet Saturn. His enemies and kidnappers are snapping at his heels. He must find a way back to Earth, defending himself against the dangers he encounters and unravelling an insidious extra-terrestrial plot that threatens the planet…"},"9NMG83JNV9QQ":{"lang":"EN","title":"CARGO TRUCK (free trial)","description":"This game is still in beta. It may or may not change over time or release as a final product. Make sure to check the free trial before purchasing. Purchase only if you are comfortable with the current state of the game.\r\n\r\nCARGO TRUCK is a new driving game, and it will let you explore the world from a different point of view, as a professional truck driver, you will go through five various maps, drive the hundreds of miles and collect all cargos to be more trusted for further clients.\r\n\r\nDrive through the various environments to check your driving skills in the beautiful sunny weather, offroad terrain, high mountains, a highway road, or in a frozen land.\r\n\r\nDo what you like to do, keep driving."},"9NQ7GMLFRCTP":{"lang":"EN","title":"Fly.Die.Repeat. 2","description":"Take control of the spacecraft. And try to survive in one of the most difficult games. Compete with friends in survival. Score as many points as you can while your ship is still intact! Welcome to Fly.Die.Repeat. 2"},"9MT2JQX3CD7X":{"lang":"EN","title":"Flight Instructor: Above The Mountains","description":"Sky, sea, mountains, all these beautiful sceneries can be enjoyed during the flight!\r\n\r\nTake to the skies and start flying high in the newest flight instructor simulation. Make your way up to the top and be the best airplane pilot in the world, follow your instructor to learn how to fly over the sea and mountains in the beautiful winter environment\r\n\r\nAre you ready to be a good pilot? Come and join this flight instructor simulation game!"},"9P3SRSN35FV2":{"lang":"EN","title":"Airbus Pilot Flight","description":"See where the skies take you! Fly above the mountains and feel the freedom of flying in the \"Airbus Pilot Flight\" game"},"9N91FZ1SKVBZ":{"lang":"EN","title":"Extreme Buggy Car: Dirt Offroad","description":"Turn the engine on, grab the wheel, and blast through the sandy environment\r\n\r\nPerform high jumps on the ruins of bridges, drift around palm trees, follow on the edge of extreme sports ever seen\r\n\r\nShow up to your friends what it's all about"},"9NR9BLVDQWJF":{"lang":"EN","title":"Blocky Craft Police Squad","description":"The city is occupied by evil creatures. Hold your gun and use your superb shooting skills to destroy all enemies. \r\nDo not let the enemy surround you, make sure your safety, and clear the area of all the creatures.\r\n\r\nThe blocky police have provided you with a variety of powerful weapons, power-ups, machine guns, and the latest military equipment.\r\n\r\nIn the exciting battle, you are a well-trained cop and your mission is to destroy all enemies along with your police squad.\r\n\r\nUse power-ups, drive on bikes, use harpoons, fly over the sky using jetpack, and call for additional police if you run out of ammo."},"9P5DLC3WNM3R":{"lang":"EN","title":"Xtreme Offroad Car Racing 4x4","description":"A game for fans of rally cars, real extreme sports, drift, elimination racing, and free-flying car race!\r\n\r\nChoose one of 5 race types:\r\n- Circuit\r\n- Lapknockout\r\n- Timetrial\r\n- Elimination\r\n- Drift\r\n\r\nGet a chance for an unforgettable experience in Xtreme Offroad Car Racing - 4x4 edition"},"9NMCW9LWWK84":{"lang":"EN","title":"Blocky Cars In Real World","description":"Ever wanted to try a blocky car simulator in real-life environment? Now you can drift, drive and feel a blocky cars for free! \r\n\r\nRun with your favourite car and enjoy the endless race. Explore a detailed open world environment, several different cameras. Enjoy realistic physics. \r\n\r\nYou can choose from 25 cars to unlock inlucluding tank, taxi, tir, police car, fire truck, jeep, ice cream truck, post car and more. Speed and lots of fun awaits you in the „Blocky Cars In Real World” game simulator."},"9PKB0RNLPZ1G":{"lang":"EN","title":"Police Offroad Car Driving","description":"One endless city, one driver, a police car and beautiful graphics. Only these 4 things make your day perfect. \r\n\r\nBecome a cop and discover every corner of the city. You can ride through the streets, walkways, but your car can handle it on the demanding mountain terrain as well. Drift, jump, follow the rules and go only when it's green or turn on a police beacon and then no rules apply to you. \r\n\r\nEnjoy a peaceful atmosphere of the city and do what ever you like.\r\n\r\nControls:\r\nWSAD or Arrow keys - move\r\nE - turn on/off the police beacon\r\nR - reset the car"},"9PNHZK53S2HD":{"lang":"EN","title":"Rock Box Run","description":"Discover the world of Rock Box Run.\r\nTurn on the game and go to the distance along the endless road to the sound of rock!\r\nRun to a meeting of infinity, overcome obstacles and become the best runner in the world of Rock Box Run!"},"9N94P4CX74PZ":{"lang":"EN","title":"WritingFX","description":"Still looking for application to create e-books? WritingFX is your new choice!\r\n\r\nWritingFX is an EPUB creation tool for Windows. Everyone is creator with WritingFX! Whether you are an individual author or publisher, you can quickly create your own e-book files (.epub) without any programming skills.\r\n\r\nJust focus on writing, and WritingFX can handle the rest. It will generate high-quality e-book files for you!"},"9PNHCTFL3M90":{"lang":"EN","title":"Tanks Island","description":"All the action takes place in UK during World War II, the Allies must combat the German troops in UK beachs. They must destroy all German infrastructures to be successful in their 24 Missions, and use all Tank models they have to be efficient."},"9MVBXKHXWFDF":{"lang":"EN","title":"Warpie","description":"Run over 60 different levels with power ups, and 3 different ships. Earn coins and unlock different powers to your ship."},"9PDV8FKWP3B4":{"lang":"EN","title":"Middle-earth™: Shadow of War™","description":"Experience an epic open-world brought to life by the award-winning Nemesis System.  Forge a new Ring of Power, conquer Fortresses in massive battles and dominate Mordor with your personal orc army in Middle-earth™: Shadow of War™."},"9NPKQ7SRLV1L":{"lang":"EN","title":"Scorpio Player - The Best Music & Video Player","description":"SCORPIO PLAYER is a modern and full-feature powerful universal media player for Windows 10, Xbox"},"9P5M0VH236FN":{"lang":"EN","title":"PDF Reader UWP","description":"PDF Reader UWP let you to read your favorite PDF format book anywhere anytime. \r\nTry it out!"},"9NBLGGH5311L":{"lang":"EN","title":"Sonca - the one smart player","description":"Sonca is a single player for all your music, movies, clips and audio books. Just add all the media files from Windows 10 devices and clouds to Sonca and your collection will always be available offline. Watch your favourite movies or listen to music, and the app itself will add and organize tracks information and will remember the moment you stopped.\r\n"},"9NBLGGH51BMC":{"lang":"EN","title":"Killer Instinct: Definitive Edition","description":"FIGHT ON!\r\nDiscover your Killer Instinct! Play the legendary fighting game with stunning 60FPS visuals, over-the-top action, a wild cast of combatants, rocking reactive music, and C-C-C-COMBO BREAKERS!"},"9NBLGGH6H0RV":{"lang":"EN","title":"Quantum Break","description":"From Remedy Entertainment, the masters of cinematic action games such as Max Payne and Alan Wake, comes Quantum Break, a time-amplified suspenseful blockbuster. The Quantum Break experience is part game, part live action show—where decisions in one dramatically affect the other. "},"9NBLGGH5TQJ2":{"lang":"EN","title":"GeoMeterPro 10","description":"The languages of this application are English, French and German. \r\n\r\nThe \"Swiss army knife\" of GPS tracking for all outdoor professionals. The first app with active track navigation!\r\nYour tablet doesn't have a GPS receiver? No problem. External GPS receivers are now also supported directly by the app, which send data in NMEA format.\r\n\r\nUser Manual:\r\nhttp://www.vsappware.de\r\nhttp://www.youtube.com/user/vsappware?feature=watch\r\nMail: info@vsappware.de\r\n\r\nGeoMeterPro 10 offers you:\r\n\r\n-Maps:\r\n * from HERE, MTB-Europe\r\n* Outdooractive (in app purchase)\r\n * rotation in 2 modes (compass or movement)\r\n * download and offline use\r\n\r\n-Compass:\r\n * magnetic, or direction of movement\r\n * target point display with distance\r\n\r\n-Favorites:\r\n * management, sorting, filtering\r\n * quick selection in map\r\n * import of gpx or kml waypoints\r\n * export as gpx\r\n\r\n-Tracks:\r\n * accurate recording with pause function\r\n * auto-resuming the recording after restart\r\n * size reduction by threshold value method\r\n * evaluation with graphic height profile\r\n * import and export format is gpx\r\n * edit and save\r\n * download from GPSies\r\n * export and import \r\n * load from browser download or e-mail attachment\r\n * export email\r\n * import GeoCaches\r\n * navigation\r\n\r\n-Routes\r\n * Direct calling of phone navigation with POI\r\n * calculation for car, bike, pedestrian\r\n * calculation even across multiple points\r\n * manual creation\r\n * save as track and use offline\r\n (Currently the route calculation Service is free of charge.\r\n Should the supplier not more free make this available, could\r\n in the future a fee of 1 to 2 cents per route calculation\r\n by outdoor routes apply).\r\n\r\n-Free selection of:\r\n * language (English, German, French)\r\n * coordinate system (D, DM, DMS, UTM WGS84)\r\n * units (metric, imperial, nautical)\r\n\r\n-Miscellaneous:\r\n * direct access all functions\r\n * snapshots of the maps\r\n * emergency SMS\r\n * send position data\r\n * geocaching\r\n * car Finder\r\n * home navigation\r\n * Pull pins in the map\r\n * automatic location data discovery after pulling the pins\r\n\r\n-Trial:\r\n* fully functional\r\n* usage period of 5 hours\r\n* scope on 1000 m limited\r\n\r\nVersion 10.0.25 30.01.2019\r\n- Use of external GPS receivers via Bluetooth possible, which send data in NMEA format\r\n\r\nPrivacy policy\r\nGeoMeterPro 10 uses your location to show it in a map or to get driving directions to a different location. \r\nvsappware does not collect or save data while using this service."},"9NBLGGH6J2BJ":{"lang":"EN","title":"Destroy IT","description":"Destroy IT is a pocket game created for Minecraft players. Discover huge cities and assume the role of a sportsman with pixel skin which is created of cubes."},"C521HDXRTS7F":{"lang":"EN","title":"Wasteland 2: Director's Cut","description":"From the Producer of the original Fallout comes Wasteland 2, the sequel to the first-ever post-apocalyptic computer RPG! With over 80 hours of gameplay, you will deck out your Ranger squad with the most devastating weaponry this side of the fallout zone, test the limits of your strategy skills, and bring justice to the wasteland - the choices are yours, but so are the consequences."},"9WZDNCRFJB30":{"lang":"EN","title":"Metro Commander Pro","description":"Metro Commander is an orthodox file manager which allows you to manage your files and folders from within the Modern Windows UI interface.\r\nEasily create, open, preview, rename, copy, move, delete, search and share files and folders.\r\nBrowse your documents faster with navigation buttons (back, forward, up), thumbnail previews, shortcuts to your Images, Music and Videos folders and the ability to add shortcuts to your favorite folders.\r\nManage your online files by logging into your OneDrive account.\r\n\r\nApp features:\r\n• Dual-pane interface to easily copy, move, create, rename or delete files and folders.\r\n• Ability to launch executable files on Desktop family devices (desktops, laptops, tablets). In Windows 10 S, you can only launch executable files that are allowed by system.\r\n• Opening and extracting files from archives (RAR, ZIP, 7z, ZipX, ISO, BZIP2, GZIP, TAR, ARJ, XZ, CAB...).\r\n• Ability to Extract Here with the application from the Windows Explorer's context menu.\r\n• Built-in viewer and media player (jpeg, png, bmp, gif, tiff, mp3, wma, m4a, aac, wav, ac3, avi, 3gp, wmv, mp4, m4v, mov).\r\n• Support .nef files (only on Desktop devices)\r\n• Support .ac3 files for all devices excluding Windows 10 Mobile\r\n• Built-in document editor (doc, docx, rtf, txt ) for all devices excluding Windows 10 Mobile\r\n• Adding folders to Favorites and pinning them to the Start Screen.\r\n• Quick and convenient browsing of files and folders.\r\n• Audio playback in the background.\r\n• Share file support to other apps.\r\n• Search for files and folders.\r\n• Snapped mode support.\r\n• Thumbnail previews.\r\n• Video and image preview.\r\n• Bulk operations.\r\n• Support for multiple selections.\r\n• Themes and backgrounds, Bing wallpaper.\r\n• OneDrive access.\r\n• Dropbox access.\r\n• Google Drive access.\r\n• Yandex Disk access.\r\n• FTP access.\r\n• Operating with the system Clipboard (copying to the Windows Explorer).\r\n• Autorun when inserting portable devices and flash drives.\r\n• Hotkey commands.\r\n\r\nRelease notes:\r\n05/03/2018\r\n• Built for Windows 10 April 2018 Update.\r\n• Ability to run multiple instances of the application.\r\n• Access to the file system.\r\n• Ability to Extract Here with the application from the Windows Explorer's context menu.\r\n\r\n03/30/2018\r\n• This version is targeted for Creators Update.\r\n• Added app window transparency (aka Fluent).\r\n• Added compact overlay mode for image/audio/video viewer (aka Picture in picture).\r\n• Added equalizer to audio player.\r\n• Added support for Google Drive and Yandex Disk.\r\n• Added support for FTP connections.\r\n\r\n04/12/2017\r\n• Added ability to launch executable files on Desktop family devices (desktops, laptops, tablets). In Windows 10 S, you can only launch executable files that are allowed by system.\r\n\r\n11/15/2016\r\n• Xbox One support.\r\n• Comic Book Archive support (.cbz, .cbr)\r\n• Support for background images in the GIF format.\r\n• UI improvements.\r\n\r\n12/31/2015\r\nMetro Commander is available for Windows 10 now.\r\n\r\n03/11/2015\r\nMetro Commander is Universal app from now.\r\nCreating ZIP and 7z archives.\r\nUnpacking RAR5 archives.\r\nView animated images in the GIF.\r\nRotate images.\r\nAdded languages: Polish, Turkish, Chinese.\r\n\r\n14/03/2014\r\nSkyDrive has been renamed to OneDrive\r\n\r\n02/14/2014\r\nHas been improved support of archives:\r\n - creating\r\n - editing \r\n - viewing files inside archive \r\nAdded Spanish language support\r\nAdded support of .srt subtitle\r\nBug fixes\r\n\r\n01/21/2014\r\nThe problem with duplication of favorites has been fixed\r\n\r\n12/24/2013\r\nMKV support\r\nItalian translation\r\n\r\n12/10/2013\r\nStuck on start was fixed\r\n\r\n10/10/2013\r\nAdded Classic View designed for mouse and keyboard use\r\n\r\n07/15/2013\r\nDropbox support\r\n\r\n06/20/2013\r\nArchives unpacking RAR, ZIP, 7z, ZipX, ISO, BZIP2, GZIP, TAR, ARJ, XZ, CAB, etc.\r\nMultivolume archives support\r\nPassword protected archives support\r\n\r\n03/05/2013\r\nDutch and Portuguese translation\r\n\r\n01/31/2013\r\nKeyboard shortcuts page\r\n\r\n01/14/2013\r\nFrench language"},"9P4Z6M6W8HJK":{"lang":"EN","title":"MQTTWs@Home","description":"\"MQTTws@Home\" is an application for the displaying in SCADA style the readings of the sensors and the controller's states through MQTT over WebSocket channels, and for the providing of a distant control of these devices. "},"9NF83PRZK6K3":{"lang":"EN","title":"Tell Me Why: Chapters 1-3","description":"Episode 1 now FREE! Tell Me Why is the multi-award winning episodic adventure game from Dontnod Entertainment in which twins use their supernatural bond to discover the truth of their troubled past. \r\n"},"9NBLGGH5XZ2Z":{"lang":"EN","title":"Operation Center 16 Premium","description":"Fast & reliable file manager with two file windows and ZIP and FTP support. Drag & drop with acoustic feedback allows you to copy and move files and folders easily. The file preview displays files without the need to open them. In addition to the file manager, an editor, photo manager and various tools for maintaining the PC are included."},"9NZF0G7MBS7V":{"lang":"EN","title":"Winterlicher Sternenhimmel III","description":"\"Winterlicher Sternenhimmel III\" entführt Sie in eine kalte Winternacht: Bewundern Sie den funkelnden Sternenhimmel, die Milchstraße und die nächtliche Szenerie.\r\n\r\nDie Software bietet Unterstützung für UHD-Auflösung und kann selbstverständlich auch auf niedrigeren Auflösungen verwendet werden. Optional ist eine Wiedergabe auf zwei Bildschirmen möglich."},"9N71K4L2HTNK":{"lang":"EN","title":"Fotowerkzeuge 5.0","description":"Fotoverwaltung und Bildbearbeitung in einem großartigen Produkt. Verwalten Sie Ihre Fotos und bearbeiten Sie sie nach. Erstellen Sie Präsentationen, die Sie mit Freunden teilen können oder betrachten Sie Ihre Fotos als Dia-Schau."},"9MZ9D9FWC0DS":{"lang":"EN","title":"VxTotal Кредитный калькулятор, Полное решение","description":"VxTotal - самое точное, мощное и гибкое приложение, из всех существующих приложений во всем интернете. \r\nVxTotal экономит значительные средства в кредитах на рефинансировании, досрочных платежах, консолидации и портфельном управлении."},"9MXCDHQQTQG1":{"lang":"EN","title":"Net Speed Game Bar Widget","description":"Net Speed Widget monitors your network interface speed in real-time."},"9PPT62LMS1MS":{"lang":"EN","title":"Confere Lotofácil","description":"Confiram suas apostas Lotofácil ou gerem números para apostas, que  podem ser efetivadas indo á lotérica ou no site oficial das Loterias Caixa, e vejam estatísticas atuais, recebendo notificação sobre jogos salvos e resultados."}}