{"9NKX70BBCDRN":{"lang":"EN","title":"Forza Horizon 5 Standard Edition","description":"Limitless driving fun in an ever-evolving open world. "},"9PPJN50V0JF4":{"lang":"EN","title":"Football Manager 2023","description":"Football Manager 2023 brings you closer to the beautiful game, from the supporters that live and breathe every match to your board, scouts, players and opposition managers.\r\nEarn the backing of the fans by outsmarting your rivals and delivering success on the pitch.\r\nPre-purchase for 20% off and Early Access*. "},"9MTLKM2DJMZ2":{"lang":"EN","title":"Forza Horizon 5 Premium Edition","description":"Limitless driving fun in an ever-evolving open world. The Premium Edition includes the FORZA HORIZON 5: RALLY ADVENTURE and Forza Horizon 5: Hot Wheels expansions, VIP, Car Pass and the Welcome Pack."},"9N54CX9XJBP6":{"lang":"EN","title":"Forza Horizon 5 and Forza Horizon 4 Premium Editions Bundle","description":"Get the Forza Horizon 5 Premium Edition and Forza Horizon 4 Ultimate Edition in one bundle. Features four epic expansions, including Rally Adventure, Hot Wheels, Fortune Island, and LEGO® Speed Champions."},"9P2N57MC619K":{"lang":"EN","title":"Sea of Thieves 2023 Edition","description":"Celebrate five years since Sea of Thieves' launch with this special edition, including a copy of the game with all permanent content added since launch, plus a 10,000 gold bonus and a selection of Hunter cosmetics: the Hunter Cutlass, Pistol, Compass, Hat, Jacket and Sails."},"9MVX1V7W5SW8":{"lang":"EN","title":"Yakuza 5 Remastered for Windows 10","description":"Experience the fifth chapter of the Kazuma Kiryu saga in 1080p and 60fps.\r\n\r\nIn December 2012, Kazuma Kiryu left his past as a \"legendary yakuza\" and his place of peace in Okinawa.\r\n\r\nHe now spends his days as a cab driver in a corner of Fukuoka's red-light district, hiding his true identity. All for the sake of fulfilling the \"dream\" of an important person.\r\n\r\nHowever, a disturbing atmosphere begins to drift through the supposedly well-balanced society of the Kanto and Kansai yakuza, emerging as a plot to drag all of the yakuza organizations in Japan to war.\r\n\r\nIn order to protect the \"dreams\" of his loved one, Kiryu is drawn into the vortex of battle once again.\r\n\r\nThis is the story of four men and a girl chasing their \"dreams\" in five major cities in Japan, presented on the largest scale of the series yet.\r\n\r\nComplete The Dragon of Dojima’s journey."},"9MZ0SR207MG8":{"lang":"EN","title":"Forza Horizon 5 Premium Add-Ons Bundle","description":"The Forza Horizon 5 Premium Add-Ons Bundle includes FORZA HORIZON 5: RALLY ADVENTURE, Forza Horizon 5: Hot Wheels, VIP, Car Pass and the Welcome Pack. This add-on requires Forza Horizon 5 (game sold separately)."},"9P1HX37NMJLT":{"lang":"EN","title":"Forza Horizon 5 Deluxe Edition","description":"Limitless driving fun in an ever-evolving open world. The Deluxe Edition includes the full game and Car Pass. "},"9PNJXVCVWD4K":{"lang":"EN","title":"Forza Horizon 4 Standard Edition","description":"Dynamic seasons change everything at the world’s greatest automotive festival. Go it alone or team up with others to explore beautiful and historic Britain in a shared open world. Collect, modify and drive over 450 cars. Race, stunt, create and explore – choose your own path to become a Horizon Superstar. The Forza Horizon 4 Standard Edition digital bundle includes the full game of Forza Horizon 4 and the Formula Drift Car Pack. "},"9P7V09FQ5C56":{"lang":"EN","title":"Forza Horizon 5 + 4 Premium Upgrade Bundle","description":"Xbox Game Pass members, complete your Forza Horizon 5 and Forza Horizon 4 experience with the Premium Upgrade Bundle. Features four epic expansions, including Rally Adventure, Hot Wheels, Fortune Island and LEGO® Speed Champions. "},"9PD0BJRBLRJM":{"lang":"EN","title":"Yakuza 0 for Windows 10","description":"The glitz, glamor, and unbridled decadence of the 80s are back in Yakuza 0. Fight your way through Tokyo and Osaka with protagonist Kazuma Kiryu and series regular Goro Majima."},"9NQ73XB1Q5ZG":{"lang":"EN","title":"Project Wingman","description":"Project Wingman is a combat flight action game with an emphasis on polished and refined gameplay, true-to-its-roots inspirations, and an engaging single player experience. Perfect for those who aren't looking for a simulator experience, with the ease of pick up and play, all the way to those who want a fast-paced challenging flight action game."},"9NP1P1WFS0LB":{"lang":"EN","title":"Halo Infinite (Campaign)","description":"The legendary Halo series returns with the most expansive Master Chief campaign yet and a ground-breaking free-to-play multiplayer experience."},"9PG26DBX43L1":{"lang":"EN","title":"Mortal Kombat 11 Ultimate","description":"Includes MK11, Kombat Pack 1, Aftermath Expansion & Kombat Pack 2.\r\n\r\nTake control of Earthrealm's protectors in 2 acclaimed, time-bending Story Campaigns as they race to stop Kronika from rewinding time & rebooting history. Features the komplete 37-fighter roster, incl. Rain, Mileena & Rambo."},"9NKTJLP2HKWK":{"lang":"EN","title":"Football Manager 2023 Console","description":"Take the next step this season as innovative new additions empower you to build your dream squad and make the club your own as you look to join the managerial elite. \r\nPre-order for 20% off."},"9PHT4W7WBBDQ":{"lang":"EN","title":"Injustice™ 2 - Standard Edition","description":"Build and power up the ultimate version of your favorite DC legends in INJUSTICE 2. This is your Legend. Your Journey. Your Injustice.\r\n"},"9NBLGGH6H0RV":{"lang":"EN","title":"Quantum Break","description":"From Remedy Entertainment, the masters of cinematic action games such as Max Payne and Alan Wake, comes Quantum Break, a time-amplified suspenseful blockbuster. The Quantum Break experience is part game, part live action show—where decisions in one dramatically affect the other. "},"9P513P4MWC71":{"lang":"EN","title":"Forza Horizon 4 Ultimate Edition","description":"Dynamic seasons change everything at the world’s greatest automotive festival. Go it alone or team up with others to explore beautiful and historic Britain in a shared open world. Collect, modify and drive over 450 cars. Race, stunt, create and explore – choose your own path to become a Horizon Superstar. "},"9P40SC5DQ9K0":{"lang":"EN","title":"Yakuza Kiwami for Windows 10","description":"To save his best friend, Kazuma Kiryu takes the fall for a crime he didn’t commit, and ends up with a 10-year prison sentence. After being released, Kiryu finds himself expelled from his yakuza family, and alone in a world he no longer recognizes."},"9PNSZ7GMWCQZ":{"lang":"EN","title":"Forza Horizon 5: Hot Wheels","description":"Calling all daredevil drivers! Blast off to the visually stunning, exhilarating Horizon Hot Wheels Park in the clouds high above Mexico. Race 10 amazing new cars on the fastest, most extreme tracks ever devised. Design, build, and share your own Hot Wheels adventure."},"9NBR2VXT87SJ":{"lang":"EN","title":"Psychonauts 2","description":"Combining quirky missions and mysterious conspiracies, Psychonauts 2 is a platform-adventure game with cinematic style and tons of customizable psychic powers."},"9P5MBBFF3RNT":{"lang":"EN","title":"Ori: The Collection","description":"Play both award-winning games of Ori and the Blind Forest and Ori and the Will of the Wisps in this collection."},"9N8J0T5HCDB9":{"lang":"EN","title":"The Falconeer","description":"The Falconeer is an open-world air combat game, featuring frenetic aerial dogfights and deep exploration of the mysterious open-world of The Great Ursee. "},"9PD15N0V92JW":{"lang":"EN","title":"The Maze Baller","description":"Maze Baller - Minecraft Edition is a fun and challenging 3D puzzle game where you take control of a ball and navigate through a series of mazes. Each level presents a new challenge, with increasingly complex mazes that require careful planning and strategy to complete. The game is set in the Minecraft universe, adding a fun and colorful twist to the gameplay. As you progress through the levels, you'll encounter obstacles, enemies, and power-ups that will help you on your journey. One of the unique features of Maze Baller - Minecraft Edition is its dynamic level generation, which ensures that each play through is different and offers a new and exciting challenge. The game also features stunning 3D graphics and immersive sound effects, bringing the Minecraft world to life. With its addictive gameplay and challenging levels, Maze Baller - Minecraft Edition is sure to provide hours of fun for players of all ages and skill levels.\r\n"},"9PNK77Q5FWMJ":{"lang":"EN","title":"Mail - All in One Mail","description":"Gmail, Outlook, Yahoo mail, Proton, AOL Mail, Zoho Mail, Yandex Mail, Titan, 10 Minute Mail - All Mail Services in One App 😊.\r\n\r\nTired of switching between multiple Tabs or Apps to keep a tab on your emails.\r\n\r\nHere is the solution. This App is a unified solution for all Mail Services that offer a wide variety of mail services. With this All-in-One Mail, you don't need to search for your mail, in dozens of apps or multiple tabs.\r\n\r\nList of supported Mail Services:\r\n+ Gmail - Use Mail on Gmail. Make video calls from Google Meet. Use Chat feature\r\n+ Outlook - Use Mail on Outlook. Make video calls. Use Chat feature \r\n+ Yahoo - Use Mail on Yahoo\r\n+ Proton - Use Mail on Proton\r\n+ Zoho Mail - Use Mail on Zoho\r\n+ Yandex - Use Mail on Yandex\r\n+ AoL Mail - Use Mail on Aol\r\n+ Titan - Use Mail on Titan\r\n+ 10 Minute Mail - Use Mail on 10 Minute Mail\r\n\r\nFeatures:\r\n1.\tGmail, Outlook, Yahoo mail, Proton, AOL Mail, Zoho Mail, Yandex Mail, Titan, 10 Minute Mail - All Mail Services in One App 😊.\r\n2.\t9 Mail Services to search for your mail\r\n3.\tCustomize your app to add or remove various mail services options\r\n4.\tCustomize your app to make mail service option as default option\r\n5.\tIntuitive interface to enhance user experience\r\n6.\tFull Screen View of various mail services\r\n\r\nDisclaimer: We are not affiliated with any Mail Services listed above."},"9MZNFNN3XJ3F":{"lang":"EN","title":"Yakuza Kiwami 2 for Windows 10","description":"The Tojo Clan and Omi Alliance are on the brink of war. Kazuma Kiryu, the Dragon of Dojima, enters as a broker of peace, but Ryuji Goda, the Dragon of Kansai, will stop at nothing to start an all-out war. In this world, there can only be one dragon."},"9NVRJNJ1D93S":{"lang":"EN","title":"Adobe Photoshop Elements 2023","description":"Edit with the power of AI. Add motion to photos. View via web and mobile.\r\nBring motion to your photos with Adobe Sensei AI*, add peek-through overlays, and showcase your photos with new collage and slideshow templates. Plus, go beyond your desktop with new web and mobile companion apps (English-only beta), and enjoy faster installation and performance plus Apple M1 chip support. You’ll find all your photo essentials in this easy picture editor.\r\n"},"9WZDNCRDSGKG":{"lang":"EN","title":"Torrex Pro - Torrent Downloader","description":"The Torrex BitTorrent client keeps getting new powers!\r\nTorrex has become even faster and nimbler. Thanks to the new Continuum ability, Torrex easily adapts to the PC, tablet, smartphone, Xbox and Hololens.\r\nIt does not require any special skills, and allows you to quickly find, download and control torrents.\r\nWho knows what improvements are coming in the future…\r\n\r\nPowers and abilities:\r\n• Ongoing evolution.\r\n• Flight: Torrex is now much lighter and faster.\r\n• Mimicry: the design adapts to any type of devices.\r\n• Invisibility: Torrex works in the background without any problems.\r\n• Mutation: a built-in player. Watch media content right in the application.\r\n• Time jump: watch a movie or listen to music while the download is still in progress.\r\n• Extended vision: improved detection of torrent sources.\r\n• Speed control: you can limit the speed and total amount of downloaded data.\r\n• Agility: you can now enable downloads over Wi-Fi only to save mobile traffic.\r\n• Telepathy: share data remotely using “Share Contract”.\r\n• Empathy: Torrex speaks over 32 languages and is learning new ones all the time.\r\n\r\nThe limits of its capabilities are still unknown.\r\n\r\nPlease drop us a line if you know how to make Torrex even better!\r\nJust send your suggestions to torrex@finebits.com.\r\nAnd don’t forget to give your ★★★★★ rating to our hero.\r\n\r\nTechnical features:\r\n• Simple and intuitive interface.\r\n• Smart adaptive design.\r\n• Fully universal application (UWP).\r\n• Support of the Continuum technology.\r\n• Background mode support.\r\n• Ability to play media files immediately after the start of downloading (streaming).\r\n• Built-in viewer for music, video, images and text files.\r\n• Plays MKV formatted video files.\r\n• Configurable content view (tiles, table, tree) and various color themes.\r\n• Download priority management, filters.\r\n• Possibility to stop seeding upon completing a download.\r\n• Possibility to restrict downloads to non-mobile connections only.\r\n• Possibility to change the download destination.\r\n• Connection encryption.\r\n• Download speed control.\r\n\r\nRelease notes:\r\n• This version is targeted for Creators Update.\r\n• Added option to turn on app window transparency (aka NEON).\r\n• Added compact overlay mode for image/audio/video viewer (aka Picture in picture).\r\n• Added equalizer to audio player.\r\n• Added languages: Azerbaijani, Belarusian, Estonian, Hindi, Lithuanian, Macedonian, Malay, Slovak, Vietnamese, Chinese simplified.\r\n\r\n1.3.11.0\r\nImportant update for Desktop Device Family (Desktops, Laptops, Tablets):\r\n• Added option to turn off computer after all downloads have completed.\r\n• Added ability to launch app on system startup.\r\n• Improved downloading in background.\r\n\r\n1.2.176.0\r\n• Now with Creators Update on Xbox One Torrex can download files to an external drive.\r\n\r\n1.2.139.0\r\n• Playback bug on HoloLens was fixed\r\n\r\n1.2.134.0\r\n• UI improvements.\r\n• Fullscreen mode for Xbox One.\r\n\r\n1.2.130.0\r\n• Performance optimization.\r\n      \r\n1.2.118.0\r\n• Torrex is a UWP app and is available for all devices using Windows 10 (Desktop, Tablet, Mobile, Xbox One, Hololens).\r\n• Torrex is now available for Windows 10 Mobile.\r\n• New languages: Bosnian, Croatian, Georgian, Korean, Malay, Norwegian, Persian, Portuguese and Serbian.\r\n\r\n1.2.117.0\r\n• UI improvements.\r\n• Preparation for Xbox One package.\r\n\r\n1.2.101.0\r\n• Background download for Anniversary Update package was improved.\r\n• Option for background download for Anniversary Update package when running on battery was added.\r\n• Home button was added.\r\n• UI improvements.\r\n\r\n1.2.96.0\r\n• UI improvements.\r\n• Editboxes for all sliders in the Settings was added.\r\n• Size of sliders was increased.\r\n• Max values for Max Active Torrents and Upload Slots was changed.\r\n• Highlight color in the Tree was fixed.\r\n• Bug with Open Containing folder was fixed.\r\n• Folders order in the Tree was fixed.\r\n\r\n1.2.90.0\r\n• Speed button added for Mobile.\r\n• UI improvements.\r\n• Anniversary Update package.\r\n\r\n1.2.88.0\r\n• Fixed issue with Bing wallpaper.\r\n• Fixed issue with text overlapping on main page."},"9N8CD0XZKLP4":{"lang":"EN","title":"Ori and the Will of the Wisps","description":"Play the critically acclaimed masterpiece.\r\n\r\nEmbark on a journey in a vast, exotic world, fully optimized for Xbox Series X and Xbox Series S. In this must-play sequel to the award winning Ori and the Blind Forest, Ori is no stranger to peril, but it will take more than bravery to reunite a family, heal a broken land, and discover Ori’s true destiny."},"9NBLGGH1Z6FB":{"lang":"EN","title":"Ori and the Blind Forest: Definitive Edition","description":"Ori and the Blind Forest is a must-play, award winning franchise that tells the tale of a young orphan destined for heroics, through a visually stunning Action-Platformer crafted by Moon Studios. Featuring hand-painted artwork, meticulously animated character performance, a fully orchestrated score and dozens of new features in the Definitive Edition, “Ori and the Blind Forest” explores a deeply emotional story about love and sacrifice, and the hope that exists in us all."},"9NT4X7P8B9NB":{"lang":"EN","title":"State of Decay 2: Juggernaut Edition","description":"State of Decay 2: Juggernaut Edition is an improved version of the popular zombie survival game and includes the all-new Homecoming Update – a fully remastered, open world version of Trumbull Valley for the core game, reintegrating the Mount Tanner and Fairfield regions to the map, and adding new sites to scavenge, along with new sights to behold."},"9N97RC576957":{"lang":"EN","title":"A Plague Tale: Requiem - Windows","description":"Embark on a heartrending journey into a brutal, breathtaking world, and discover the cost of saving those you love in a desperate struggle for survival. Strike from the shadows or unleash hell with a variety of weapons, tools and unearthly powers."},"9NSWW9WF1NB0":{"lang":"EN","title":"XLS Editor: XLSX Viewer","description":"Introducing XLS Editor: XLSX Viewer, the all-in-one solution for managing your spreadsheets on your Windows PC. Designed for Windows users with support for Windows 10 and Windows 11, this app makes it easy to view, edit, and manage your Excel files and Google Spreadsheet files in various formats, including XLS, XLSX, and older Excel formats. With its user-friendly interface, you can quickly create new spreadsheets, access recent files, and customize the app with over 15 built-in themes.\r\n\r\nKey Features:\r\n\r\nOpen, edit, and create Excel files (XLS, XLSX) and Google Spreadsheet files\r\nUser-friendly interface for easy navigation and editing\r\nOver 15 built-in themes, including Office theme, Windows 11 dark and light themes, and various themes\r\nCompatible with Windows 10 and 11\r\nCreate new spreadsheets with ease\r\nAccess your recent files history for quick retrieval\r\nExperience the power and flexibility of XLS Editor: XLSX Viewer and streamline your spreadsheet management on your Windows PC. With its rich feature set and intuitive design, you can:\r\n\r\nEffortlessly create new Excel files with a simple click, saving you time and effort\r\nKeep track of your recent files history, making it easy to return to a previous project\r\nChoose from a wide range of themes to customize the look and feel of the app, including Office theme, Windows 11 dark and light themes, and various Syncfusion themes\r\nEasily open and edit Excel files in various formats, including XLS, XLSX, and older Excel formats\r\nSeamlessly edit and manage Google Spreadsheet files, giving you more flexibility in your workflow\r\nEnjoy a smooth and responsive user experience, optimized for Windows 10\r\nWith XLS Editor: XLSX Viewer, you can unlock the full potential of your spreadsheets and enhance your productivity. Whether you're working on a simple spreadsheet or a complex project, this app provides the tools and features you need to get the job done.\r\n\r\nSo why wait? Download XLS Editor: XLSX Viewer today and revolutionize the way you work with spreadsheets on your Windows PC. Say goodbye to the hassle of managing multiple applications and discover the convenience of a comprehensive solution for all your spreadsheet needs."},"9PH1Q5TKPQCQ":{"lang":"EN","title":"Midnight Fight Express","description":"A former member of the criminal underworld is lured back into “the life” by a mysterious drone claiming they have until sunrise to prevent a citywide criminal takeover together. "},"9P3PL76N0KWZ":{"lang":"EN","title":"Rush: A DisneyPixar Adventure","description":"“Rush: A Disney•Pixar Adventure,” invites families and fans of all ages to experience the worlds of six beloved Disney•Pixar films like never before. Play cooperatively and team up with characters from “The Incredibles,” “Ratatouille,” “Up,” “Cars”, “Toy Story”, and “Finding Dory” or a friend to solve puzzles and uncover hidden secrets all remastered in 4K Ultra HD and HDR."},"9N1XZMNTZBGK":{"lang":"EN","title":"UDM - Universal Download Manager","description":"Accelerate your downloads by up to 6 times!\r\nDownload any kind of files from almost anywhere, even from YouTube, etc.\r\n\r\nUniversal Download Manager (UDM) is a tool to increase download speeds by up to 6 times.\r\nInstall Universal Download Manager (UDM) to stop waiting for your downloads. You will be truly amazed how fast UDM downloads your files.\r\nUDM is not the first download manager ever, but for sure is the fastest on the market (even up to 25% faster than Internet Download Manager (IDM)).\r\nOur powerful download engine uses unique algorithms to receive Internet data in the fastest possible way. UDM will accelerate downloads to all times because of its innovative dynamic file segmentation technology."},"9NBLGGH4PBBM":{"lang":"EN","title":"Gears of War 4","description":"A new saga begins for one of the most acclaimed video game franchises in history. Supports Xbox Play Anywhere: yours to play on both Xbox One and Windows 10 PC at no additional cost.\r\n"},"9NS84HCWZD8B":{"lang":"EN","title":"Rise of Nations: Extended Edition","description":"Join the over 2 million Rise of Nations fans. Master 6,000 years of history, from the Ancient Age to the Information Age. What forces will you wield to lead your nation to global prominence? Trade, espionage, diplomacy…war? Whichever path you choose, you’ll discover the pulse-pounding thrill and speed of real-time strategy gaming combined with the epic scope and depth of turn-based strategy games – brought together for the first time ever in Rise of Nations."},"C2KDNLT2H7DM":{"lang":"EN","title":"Gears 5","description":"From one of gaming’s most acclaimed sagas, Gears 5’s celebrated campaign and refreshed multiplayer are fully optimized for Xbox Series X|S. With all-out war descending, Kait Diaz breaks away to uncover her connection to the enemy and discovers the true danger to Sera – herself. "},"BXLL06QN8HVP":{"lang":"EN","title":"Back 4 Blood","description":"Back 4 Blood is a thrilling cooperative first-person shooter from the creators of the critically acclaimed Left 4 Dead franchise. Experience the intense 4 player co-op narrative campaign, competitive multiplayer as human or Ridden, and frenetic gameplay that keeps you in the action."},"9N9KXP8RRPB5":{"lang":"EN","title":"Atomic Heart (Windows)","description":"In a mad and sublime utopian world, take part in explosive encounters. Adapt your fighting style to each opponent, use your environment and upgrade your equipment to fulfill your mission. If you want to reach the truth, you'll have to pay in blood."},"9P87CLMPXSN6":{"lang":"EN","title":"Gungrave G.O.R.E","description":"Gungrave G.O.R.E is a stylish third-person action shooter by South-Korean Studio IGGYMOB in which you take on the role of Grave, a gunslinger of resurrection and badass anti-hero of your dreams, mowing down tons of enemies in a gory ballet of bullets.\r\n\r\nG.O.R.E\r\nAs the titular Gunslinger of Resurrection, you become the badass anti-hero of your dreams, an ultimate killing machine, brutalising your foes without mercy. Taking cover and retreating is not an option for Grave, he only ever goes full steam ahead, preferably right through his enemies.\r\n\r\nStyle on your foes with gun-tastic stylish combat\r\nStylish third-person shooting meets close-range martial arts, creating seamlessly flowing action as you crush your enemies in a gory ballet of bullets. Utilise your unlimited ammo Cerberus pistols and your transformable EVO-coffin to unleash devastating combos in pursuit of maximum damage and style.\r\n\r\nLet there be Vengeance\r\nStrap in for a wild ride, an epic & emotional story of vengeance, love and loyalty, with more than 12 hours of gameplay in the story mode, for Gungrave fans and newcomers alike.\r\n\r\nEnjoy the Scenery\r\nGo on an epic adventure across South-East Asia, based on real-life locations with a dark, futuristic twist.\r\n"},"9NSDVZ72V6P2":{"lang":"EN","title":"Ram Booster: Memory Cleaner","description":"RAM Booster Memory Cleaner is a powerful and efficient optimization tool for Windows devices available on the Microsoft Store. This user-friendly app is designed to clean, optimize, and enhance your device's performance by freeing up RAM and improving memory usage. With its advanced algorithms and intuitive interface, RAM Booster Memory Cleaner ensures that your device runs smoothly and efficiently, providing an improved user experience and extended device longevity.\r\n\r\nKey Features:\r\n\r\nRAM Optimization: Automatically detect and free up unused RAM, enhancing your device's performance and reducing lag.\r\n\r\nMemory Cleaning: Thoroughly clean your device's memory by removing unnecessary background processes, thus preventing slow-downs and crashes.\r\n\r\nReal-time Monitoring: Monitor your device's RAM usage in real-time, allowing you to keep track of your system's performance and identify potential issues.\r\n\r\nOne-Click Boost: Instantly optimize your device's RAM usage with just one click, making the process fast and hassle-free.\r\n\r\nAuto-Optimization: Schedule automatic RAM optimization and memory cleaning at intervals that suit your needs, ensuring consistent performance without manual intervention.\r\n\r\nWhitelist Management: Exclude specific apps from the cleaning process to protect essential programs and processes from being terminated.\r\n\r\nStartup Optimization: Improve your device's startup speed by disabling unnecessary startup programs, allowing for faster boot times.\r\n\r\nUser-Friendly Interface: Easily navigate through RAM Booster Memory Cleaner's clean and intuitive interface, designed for users of all skill levels.\r\n\r\nAdvanced Settings: Customize your optimization preferences, tailoring the cleaning process to your specific needs and requirements.\r\n\r\nWindows Store Compatibility: Designed exclusively for the Microsoft Windows Store, RAM Booster Memory Cleaner seamlessly integrates with your Windows device for a smooth user experience.\r\n\r\nBoost your device's performance and extend its lifespan with RAM Booster Memory Cleaner, the ultimate optimization tool for Windows devices. Don't compromise on speed or efficiency; trust RAM Booster Memory Cleaner to keep your system running at its peak, ensuring a consistently smooth and enjoyable user experience."},"9MZ1KMNXC0M6":{"lang":"EN","title":"DTube 3Plus / Download from YouTube","description":"This is the best way to download YouTube videos."},"9NBLGGH1Z6FQ":{"lang":"EN","title":"ReCore","description":"From legendary creator Keiji Inafune and the makers of Metroid Prime comes the “ReCore Definitive Edition”, an action-adventure masterfully crafted for a new generation.\r\n \r\nAs one of the last remaining humans, forge friendships with courageous robotic companions and lead them on an epic adventure through a mysterious dynamic world.\r\n \r\nIncludes the new “Eye of Obsidian” adventure and “T8-NK” Corebot frame!"},"9NNLBL0T2Z43":{"lang":"EN","title":"Sunset Overdrive","description":"Sunset Overdrive transforms an open-world apocalypse into your tactical playground. Zip, grind and wall-run across Sunset City while using a devastating, unconventional arsenal. With hyper-agility, unique weapons, and customizable special abilities, Sunset Overdrive rewrites the rules of traditional shooters and delivers an explosive and irreverent adventure in the end times."},"9PLF2RS7JRZL":{"lang":"EN","title":"SIGNALIS","description":"A classic survival horror experience set in a dystopian future where humanity has uncovered a dark secret. Unravel a cosmic mystery, escape terrifying creatures, and scavenge an off-world government facility as Elster, a technician Replika searching for her lost dreams."},"9MWD2Z8L1FBQ":{"lang":"EN","title":"The Outer Worlds","description":"The Outer Worlds is a new single-player sci-fi RPG from Obsidian Entertainment and Private Division. As you explore the furthest reaches of space and encounter a host of factions all vying for power, who you decide to become will determine the fate of everyone in Halcyon. In the corporate equation for the colony, you are the unplanned variable.\r\n\r\n"},"9N7GCF5SGCXC":{"lang":"EN","title":"Battletoads","description":"The wait is over! Rash, Zitz and Pimple are returning at last to smash-hit their way through an all-new action-packed adventure of choreographed chaos, and couch co-op may never be the same again. \r\n\r\n1-3 players will take control of the Battletoads and team up to storm through wild and unpredictable stages with only one rule – expect the unexpected. Teamwork makes the dream work in a drop-in, drop-out gameplay blast, filled with over-the-top gameplay moments that anyone can enjoy, but only a True ‘Toad’ can master."},"9N9WWM5JXCBZ":{"lang":"EN","title":"Yakuza 6: The Song of Life for Windows 10","description":"How far would you go for family? Step into Japan's criminal underworld with fists swinging in this explosive action brawler starring legendary yakuza, Kazuma Kiryu, who is hellbent on uncovering the truth behind a tragic accident that left his daughter comatose.\r\n\r\nMaster bone-breaking combos, customize your combat abilities, and indulge in all the vices that Tokyo's red light district of Kamurocho has to offer in the emotional conclusion of Kazuma Kiryu's saga."},"9NBLGGH5WLR0":{"lang":"EN","title":"Halo Wars: Definitive Edition","description":"Halo Wars: Definitive Edition is an enhanced version of the real-time strategy classic, Halo Wars, updated to run natively on Xbox One and Windows 10. Halo Wars: Definitive Edition includes improved graphics, new achievements and all of the DLC created for the landmark strategy game."},"9NCN3ZVKHCMV":{"lang":"EN","title":"YouLord","description":"Youtube 4k Downloader"},"9NR7XDNVP5SW":{"lang":"EN","title":"As Dusk Falls","description":"As Dusk Falls is an original interactive drama from INTERIOR/NIGHT that explores the entangled lives of two families across thirty years. Starting in 1998 with a robbery-gone-wrong in small town Arizona, the choices you make have a powerful impact on the characters’ lives in this uncompromising story of betrayal, sacrifice and resilience. Drive the lives and relationships of multiple characters in a decades-spanning story told across two intense books."},"9WZDNCRFHWFD":{"lang":"EN","title":"Hydro Thunder Hurricane","description":"This sequel to Midway’s legendary arcade racer features amazing dynamic water physics, transformable rocket-powered boats, gorgeous visuals and over-the-top interactive environments like Area 51 and the Bermuda Triangle.   Conquer four game modes – Races, Ring Masters, Gauntlet, Championships -- and race against your Friends’ best performances in the all-new Ghost Race!"},"9N8VS0FL4BG2":{"lang":"EN","title":"Railway Empire 2 - Digital Deluxe Edition (Win)","description":"The Digital Deluxe Edition includes the full Railway Empire 2 game, the original soundtrack, exclusive skins for each of the three sizes of your railway stations, an exclusive skin for your company HQ, and an exclusive skin for two locomotives."},"9NDXLPW4TTF2":{"lang":"EN","title":"Railway Empire 2 (Win)","description":"All aboard the express train to riches and fame in Railway Empire 2! Grow your company into the largest railway company of the continent and outsmart your competitors as you connect cities and companies with an ever-expanding network of rail lines, bridges, and tunnels."},"9NFH4Z7RNZD1":{"lang":"EN","title":"Whispered Secrets: Tying the Knot","description":"Grandma Studios invites you on the latest chilling case in the Whispered Secrets series!\r\nSome mysteries just beg to be solved, and that's exactly what happens when you stumble across one of the most spine-tingling cases of your career! A typical carriage ride quickly takes a shocking turn when you encounter a cloaked criminal attacking a bride at the Osmont estate! With only one witness, a family full of secrets, and a mystical presence working against you, can you stop the horrors of the past from setting fire to the present? Find out in this sensational Hidden-Object Puzzle Adventure"},"9N0242QPVNC2":{"lang":"EN","title":"I'm looking for 3024 people","description":"Can you run, swim and use a shotgun without your eyes? —I'm looking for 3024 people is an Alternate Reality Game where you will have to solve complex puzzles in-game but also in real life. Participate in an AI voice-generated blind experiment; interact with websites and locations with other players."},"9PHRPXK2WPNV":{"lang":"EN","title":"GPT AI Browser Ultimate","description":"GPT AI Browser Ultimate features ChatGPT, an advanced AI system that provides you with smart and intuitive suggestions as you browse. With ChatGPT, you can enjoy a more personalized and productive browsing experience. The browser also includes an AntiAd function powered by Cliqz, allowing you to browse the web without any annoying ads or website trackers"},"9NPHJL4CGRMH":{"lang":"EN","title":"AI Image Generator ͏","description":"Introducing AI Image Generator - your ultimate solution for creating awe-inspiring images with just a few clicks. Powered by the latest AI and machine learning technologies, this versatile application is designed to help unleash your creativity like never before."},"9NWK696W49SK":{"lang":"EN","title":"Fast Disk Cleanup","description":"Fast Disk Clean is a highly efficient and lightning-fast file cleaning software that is designed to help users free up valuable space on their computers. This software is specifically designed to quickly and effectively remove unnecessary files, temporary files, and junk files from a computer, thereby helping to optimize the system's performance.\r\n\r\nOne of the key features of Fast Disk Clean is its speed. Unlike many other file cleaning software programs that can take a long time to scan and clean a computer's hard drive, Fast Disk Clean works incredibly quickly, allowing users to clean their computer in just a matter of minutes. This is especially useful for those who have limited time and want to quickly optimize their system's performance.\r\n\r\nAnother benefit of Fast Disk Clean is its efficiency. This software is designed to quickly and effectively identify and remove a wide range of unnecessary files, including temporary files, system logs, internet cache files, and more. This means that users can be confident that they are removing all of the files that are taking up valuable space on their computer, without having to worry about accidentally deleting any important files.\r\n\r\nIn addition to its speed and efficiency, Fast Disk Clean is also incredibly easy to use. The software has a simple and intuitive user interface that makes it easy for users to scan and clean their computer's hard drive with just a few clicks. This means that even those who are not tech-savvy can use the software without any problems.\r\n\r\nAnother great feature of Fast Disk Clean is its customizability. The software allows users to choose which files and folders they want to scan and clean, giving them complete control over the cleaning process. This means that users can choose to focus on specific areas of their computer's hard drive, or they can choose to scan and clean everything.\r\n\r\nOverall, Fast Disk Clean is an incredibly efficient and fast file cleaning software that is perfect for anyone looking to optimize their computer's performance. With its speed, efficiency, ease of use, and customizability, Fast Disk Clean is the perfect tool for anyone who wants to free up valuable space on their computer and keep it running smoothly."},"9P1S7CW68XRK":{"lang":"EN","title":"MTube - Music Downloader","description":"You can easily download (only) the audio files of any videos on YouTube, without even downloading the whole video.\r\nAudios will be available on both formats .MP3 and .M4A ."},"9PJ82PPC7XGM":{"lang":"EN","title":"QR Code & Barcode Scanner","description":"It's time to upgrade from old QR and barcode scanner techniques to smart QR and barcode scanner techniques.\r\n\r\nThis app has almost every new feature for scanning and reading barcodes and QR codes."},"9NT3FHP0Z5QB":{"lang":"EN","title":"Secure Browser PRO ͏","description":"Introducing \"Secure Browser PRO\" - The Ultimate Web Experience for Windows Users\r\n\r\nAre you tired of slow, unresponsive, and vulnerable web browsers that compromise your online security and privacy? Look no further! Secure Browser PRO is here to transform your internet browsing experience on Windows, providing you with the perfect blend of speed, security, and flexibility"},"9MZHGTDTZ3P0":{"lang":"EN","title":"Easy NotepadX","description":"Easy NotepadX is a lightweight and efficient text editor software that allows users to easily create, edit, and save plain text documents. With a clean and simple interface, this software is perfect for taking quick notes, drafting emails, writing memos, and jotting down ideas.\r\n\r\nThe software's features include a word counter, automatic saving, auto-backup, and the ability to open multiple documents simultaneously. Users can also customize the software's font, font size, and background color to fit their preferences.\r\n\r\nAnother useful feature of Easy NotepadX is its support for keyboard shortcuts. These shortcuts allow users to quickly perform common tasks such as creating new documents, saving files, and copying and pasting text. This makes the software even more efficient to use, especially for users who frequently create and edit text documents.\r\n\r\nOverall, Easy NotepadX is a simple yet powerful text editor that is perfect for anyone looking for a lightweight and efficient way to create and edit plain text documents."},"9P770SLG0GTB":{"lang":"EN","title":"JSON to C# & Json Converter","description":"JSON to C# & Json Converter is a powerful tool that enables developers to easily convert JSON strings into C# classes. With this tool, developers can quickly create and edit C# classes for their JSON data, making it easier to deserialize the data into objects. This tool saves developers time and effort by automating the tedious task of manually creating C# classes for JSON data.\r\n\r\nFeatures:\r\n\r\n1.Simple and Easy-to-Use Interface: The app has a user-friendly interface that is simple to navigate, making it easy to use for both beginners and experienced developers.\r\n\r\n2.Automatic C# Class Generation: The tool automatically generates C# classes based on the JSON string inputted by the user. This feature eliminates the need for developers to manually create C# classes, saving them time and effort.\r\n\r\n3.Editable C# Classes: The generated C# classes can be edited to meet the specific requirements of the developer. This feature enables developers to customize the generated classes to suit their needs.\r\n\r\n4.Multiple Language Support: The app supports multiple languages, making it accessible to developers from all over the world.\r\n\r\n5.Copy to Clipboard: The app allows developers to copy the generated C# code to the clipboard, making it easy to paste into their projects.\r\n\r\n6.Offline Capability: The app can be used offline, allowing developers to use the tool without an internet connection.\r\n\r\nBenefits:\r\n\r\n1.Saves Time and Effort: The tool automates the process of creating C# classes, saving developers time and effort.\r\n\r\n2.Improves Efficiency: By eliminating the need for manual C# class creation, the tool improves developers' efficiency and productivity.\r\n\r\n3.Reduces Errors: The tool generates C# classes with accurate and error-free syntax, reducing the risk of errors during deserialization.\r\n\r\n4.Customizable: The generated C# classes can be edited to suit the specific needs of the developer, providing a high degree of flexibility.\r\n\r\n5.Accessibility: The app supports multiple languages and can be used offline, making it accessible to developers from all over the world.\r\n\r\n6.Free and Open Source: The app is free and open source, making it accessible to developers of all skill levels and budgets.\r\n\r\nIn summary, JSON to C# & Json Converter is an essential tool for developers who work with JSON data. The tool automates the process of creating C# classes, saving developers time and effort, while also providing flexibility and customization options. With its user-friendly interface, multiple language support, and offline capabilities, this tool is an excellent addition to any developer's toolkit."},"9NDZ1GQG6PT6":{"lang":"EN","title":"WSafeKids - Anti-Porn & Malware Protection","description":"WSafeKids is an incredibly useful application that constantly configures internet filters to block malware and pornography in real time. This way, you can be sure that your children are browsing safely and without access to inappropriate content.\r\n\r\nThe application provides real-time protection, which means it automatically blocks any website or content that contains inappropriate or dangerous material. Additionally, WSafeKids is compatible with all popular browsers, such as Edge, Chrome, and Firefox, so you can use it without worries.\r\n\r\nWSafeKids is very easy to use and comes with a customizable parental control panel. You can change the password at any time to ensure the privacy and security of your family. Furthermore, your children's privacy is completely protected as the application does not collect any personal information.\r\n\r\nIn summary, if you're looking for an easy and effective way to protect your children while they browse the internet, WSafeKids is the ideal solution. With its ability to constantly configure internet filters to block malware and pornography, you can be sure that your children are browsing safely and without access to inappropriate content. Download WSafeKids now and enjoy the peace of mind of knowing your children are protected!\r\n\r\nSetup and usage: \r\n\r\nAs mentioned earlier, the default password is 88888888, but it is strongly recommended to change it to a more secure password to ensure the privacy and security of your family.\r\n\r\nnote: may require elevated permissions on the system as it requires permissions to change the computer's settings. To restore, simply disable the application. Starting automatically with Windows may also require user approval to notify changes to the configuration."},"9PCZCSN4824P":{"lang":"EN","title":"Password Generator PassGen+","description":"Generate random password"},"9PJ2X9JC1N3N":{"lang":"EN","title":"Hyper­ Drift","description":"Get ready to hit the open road in \"Hyper Drift\" - the ultimate racing and drifting game of the winter season! With its fast-paced gameplay, thrilling drifting mechanics, and stunning visuals, this game is sure to keep you on the edge of your seat as you race to clear the snow-covered roads."},"9NN4J39K8120":{"lang":"EN","title":"Social Networks - All in One","description":"YouTube, Facebook, Instagram, Twitter, WhatsApp, Telegram, LinkedIn, TikTok, Snapchat, Pinterest, WeChat, Reddit, Quora - All Social Networks in One App 😊. Limited Time Special Low Price :)\r\n\r\nTired of switching between multiple Tabs or Apps to browse or communicate on your Social Networks.\r\n\r\nHere is the solution. This App is a unified solution for all Social Networks that offer a wide variety of content and communication. With this All-in-One Social Networks, you don't need to search for your Contact, Content, Reels, Videos and much more, in dozens of apps or multiple tabs.\r\n\r\nList of supported Social Networks:\r\n+ YouTube – Browse and Watch Videos & Shorts. Create Content\r\n+ Facebook - Browse and create Content, Make Video and Audio Calls, Message, share documents and much more\r\n+ Instagram - Browse and create Reels\r\n+ Twitter - Browse and write content. See What’s Trending\r\n+ WhatsApp - Share Message, Photos, Videos, Documents and much more\r\n+ Telegram - Share Message, Photos, Videos, Documents and much more\r\n+ LinkedIn - Find people and opportunities related to your career\r\n+ TikTok - Make and discover videos\r\n+ Snapchat - Make and discover photos\r\n+ Pinterest - Browse and write content. See What’s Trending\r\n+ WeChat - Browse and write content. See What’s Trending\r\n+ Reddit - Browse and write content. See What’s Trending\r\n+ Quora – Ask Questions, Browse Questions and Answers \r\n\r\nFeatures:\r\n1.\tYouTube, Facebook, Instagram, Twitter, WhatsApp, Telegram, LinkedIn, TikTok, Snapchat, Pinterest, WeChat, Reddit, Quora - All Social Networks in One App\r\n2.\t12+ Social Networks to search your favorite to search for your Contact, Content, Reels, Videos and much more\r\n3.\tCustomize your app to add or remove various social network options\r\n4.\tCustomize your app to make social network option as default option\r\n5.\tIntuitive interface to enhance user experience\r\n6.\tMake Audio and Video Calls from Facebook Social Network\r\n7.\tShare Documents, Photos and Videos on WhatsApp, Telegram\r\n8.\tBrowse Question and Answers on Quora\r\n9.\tCreate and Browse Reels on Instagram\r\n10.\tBrowse, write and share on Twitter\r\n11.\tFind people and opportunities related to your career on LinkedIn\r\n12.\tMake and Discover Videos on TikTok\r\n13.\tFull Screen View of various social networks\r\n\r\nDisclaimer: We are not affiliated with any Social Networks listed above. Please note that we do not distribute contents such as videos etc. within the app.\r\n"},"9PLM4H376TLF":{"lang":"EN","title":"Two Player PARA SHOOT","description":"\"Two Player PARA SHOOT\" is a fun and engaging 2D shooter game for PC and Xbox that is sure to provide hours of entertainment for players of all ages. With its colorful, cartoonish graphics, this game offers a unique and exciting gaming experience."},"9NFJCL2TM5N9":{"lang":"EN","title":"File Locker X","description":"Protect your sensitive data with our app's password protection feature. Easily decrypt your data back with our user-friendly interface."},"9NRN7QR49HKN":{"lang":"EN","title":"Fantasy chess","description":"Enter into the epic world of Fantasy Chess, as you lead your powerful army of fighting characters into an intense and strategical battle for dominance on the chessboard. Choose your characters carefully, each with unique abilities and strengths to defeat your opponents and conquer their kingdom."},"9PM30DV03177":{"lang":"EN","title":"City Runner: street animals","description":"Welcome to Trash Cat, the endless runner game that will keep you on the edge of your seat! Join our feline hero as she sprints through a city filled with obstacles, including garbage cans, pesky mice, and tricky barriers. You'll need quick reflexes and lightning-fast moves to jump, slide, and dodge your way to victory."},"9N2PN1KJB1P4":{"lang":"EN","title":"Package Test - puzzle game","description":"\"Package Test\" is a puzzle game about moving package to the right position, and you can do it by no other means than giving them pre-coded commands. The number of commands is limited per level, so you must make logical deductions while you predict the result of your command. As you dive deeper into the levels, there would be more game mechanics to explore."},"9P8Q3HNRCDRP":{"lang":"EN","title":"Puzzle Game Collection HD Block","description":"Welcome to Puzzle Game Collection HD Block, the ultimate puzzle game for all puzzle enthusiasts! Get ready to dive into a world of challenging and entertaining puzzles that will keep you engaged for hours on end."},"9PGW9J3BN2B2":{"lang":"EN","title":"Bricks Out Block Puzzle","description":"Welcome to Bricks Out Block Puzzle! Get ready to enjoy a classic arcade-style breakout game with a twist. With amazing graphics and multiple gameplay modes, this game is sure to keep you entertained for hours."},"9NMLNSQ5DBWX":{"lang":"EN","title":"Eternal","description":"       Make History\r\n\r\nOne man fights for himself. One man fights for all.\r\n\r\nBe one of the first to experience Eternal, an intoxicating journey into the nature of humanity.\r\n\r\n\r\n\r\n※Special Limited-Time Bonus:  For a limited time, owners of Eternal receive Psychomachia ('Eternal Psychomachia GOLD') FREE.\r\n"},"9N824CRX117R":{"lang":"EN","title":"Text to Image Creator","description":"Transform your words into stunning AI-generated images with our app powered by the DALL-E API. Simply enter a description of what you want your image to be and our app will generate a beautiful and unique image in seconds. With a user-friendly interface and customizable options, our app is perfect for creating high-quality images for social media, presentations, and personal projects. Try it today and bring your words to life with stunning visuals!"},"9PPQJBRB2KH0":{"lang":"EN","title":"Spaceship Orbit Puzzle Game","description":"Get ready to embark on a thrilling interstellar adventure with Spaceship Orbit Puzzle Game! This puzzle and strategy game will put your skills to the test as you navigate your spaceship through a series of rotating orbits. Match four stone balls of the same color in each orbit by rotating them and advance to the next level. But be warned, the levels are full of surprises, including teleportation, different rotations, and other exciting elements that will keep you on the edge of your seat."},"9NSKR4S8GWX0":{"lang":"EN","title":"Starship Space Game","description":"Get ready to embark on an epic space adventure with Starship Space Game! Take control of your own starship and engage in heart-pumping battles against enemy spaceships. With stunning graphics and immersive gameplay, this RPG score-based action arcade game will keep you on the edge of your seat. Strategize your moves, collect bonuses, and keep your health intact as you navigate through the galaxy. Do you have what it takes to become the ultimate space warrior? Find out now with Starship Space Game!"},"9PPFX537FKBF":{"lang":"EN","title":"Shopping App - Shop Easy PRO - Price Comparison","description":"Shopping App - Shop Easy PRO is the best product, price discovery platform and one stop solution that lets you find the latest products or gadgets of your choice and their prices across various online shopping websites like Amazon, Walmart, eBay, Flipkart etc. \r\nFind, view and compare the prices of the various products including but not limited to books, mobiles, laptops, electronics, TVs, home appliances, audio products, food items, Men’s and Women’s Fashion, Home & Kitchen Products, Pets Products, Beauty & Health items, Grocery, Sports & Fitness, Toys, Baby Products & Kids’ Fashion across various online shopping websites like Amazon, Walmart, eBay, Flipkart etc. 😊\r\n\r\nCurrently Available for India, USA, Germany, UK, France, Italy & Canada. More Countries to be added soon.\r\n\r\nWhy use Shopping App - Shop Easy PRO for shopping online:\r\n\r\n•\tOne App to find various products on major websites like Amazon, Walmart, eBay and Flipkart.\r\n•\tOne App to view Prices for various products on major websites like Amazon, Walmart, eBay and Flipkart.\r\n•\tOne App to Compare Prices for various products on major websites like Amazon, Walmart, eBay and  Flipkart.\r\n•\tWrite your search product once, Shop Easy PRO searches on all the provided websites like Amazon,  Walmart, eBay and Flipkart. No Need to enter your search product again & again on different websites.\r\n•\tNeat & Clean User Interface to help you view, compare and search fast & easy.\r\n•\tSearching on different websites is customized according to different countries.\r\n•\tDiscover Products across multiple categories and compare them.\r\n•\tFilter specifications on different websites in order to decide your favorite products.\r\n•\tSign in to different websites is required only for the first time when the app is installed / updated. No need to sign in again & again to different websites.\r\n•\tFull screen view to make your shopping experience more convenient & refreshing.\r\n•\tNo Ads\r\n\r\n\r\nCurrently Available for the following countries: -\r\n\r\n•\tUSA\r\nWebsites Available\t\r\n1.\tAmazon\r\n2.\tWalmart\r\n3.\teBay\r\n\r\n•\tIndia\r\nWebsites Available\t\r\n1.\tAmazon\r\n2.\tFlipkart\r\n\r\n•\tGermany\r\nWebsites Available\t\r\n1.\tAmazon\r\n2.\teBay\r\n\r\n•\tUK\r\nWebsites Available\t\r\n1.\tAmazon\r\n2.\teBay\r\n\r\n•\tFrance\r\nWebsites Available\t\r\n1.\tAmazon\r\n2.\teBay\r\n\r\n•\tItaly\r\nWebsites Available\t\r\n1.\tAmazon\r\n2.\teBay\r\n\r\n•\tCanada\r\nWebsites Available\t\r\n1.\tAmazon\r\n2.\tWalmart\r\n3.\teBay\r\n\r\nWhat does the Shopping App - Shop Easy PRO have to offer?\r\n\r\nShop Easy is your one-stop destination for the product you are searching for that helps you decide which product to buy and where to buy it at the lowest online price. Here’s what the app offers you:\r\n\r\n1. Find the perfect product for your needs\r\nOur product finder search tool allows you to find the best-suited products across different websites, price segments and brands.\r\n\r\n2. Product Feature & Specs Comparison\r\nMake an informed choice with our comparison app. Compare different products in terms of specs, features, and reviews. \r\n\r\n3. Find the Lowest Online Price\r\nFind the best prices for your desired products with our price comparison app. Compare prices, and buy products online at the best price.\r\n\r\n4. Reviews & More\r\nShopping App - Shop Easy PRO gives in-depth information on products from various categories such as mobiles, tablets, laptops, etc. on various websites. It includes user reviews, video review, and similar information. \r\n\r\nGet a seamless experience with the Shop Easy PRO online shopping and comparison app\r\n\r\n• Prompt help in online shopping.\r\n• Super smooth, intuitive user experience\r\n• Hassle-Free Comparison Experience\r\n• Works well with slower connections\r\n\r\nOur team here makes sure that there is no waste of time and money for users. If you want to save time, then it is suggested to use the Shop Easy PRO app. You can also tell your friends and family about the one-of-a-kind shopping experience we offer on Shop Easy PRO.\r\n"},"9N137SMF48BQ":{"lang":"EN","title":"Sea of Thieves Deluxe Edition","description":"Celebrate five years of Sea of Thieves with this special edition, which includes a copy of the game with all permanent content added since launch, plus a Deluxe Bundle of content containing an additional array of cosmetics and currency."},"9N4DC7TSRH15":{"lang":"EN","title":"Neon Score Capture Action Spinner Gameplay","description":"Neon Score Capture Action Spinner Gameplay is a thrilling game that combines reflexes, esports practice, puzzle-solving, and high score challenges. The game features a unique and mesmerizing neon visual style that is sure to catch your eye. In this game, your goal is to defeat your enemies by trapping them in your trail. The gameplay is fun, interactive, and addictive, and it is easy to learn but difficult to master. As you progress through the levels, the game becomes more challenging, and you will need to use your reflexes and strategy to succeed."},"9NJMHFMFVQBM":{"lang":"EN","title":"Mahjong Pro Collection - Multiple Themes","description":"Mahjong Pro Collection - Multiple Themes is a fun and addictive puzzle game that challenges players to match open pairs of identical tiles and remove them from the board. With three beautiful themes (fruits, classic, modern) and six layouts of varying difficulty, players will never get bored of this game. The goal is to expose the tiles under the matched pairs for further play, and the game is won when all pairs have been removed from the board. The game also comes with hints and a helper guide for new players, an undo button in-game, and very smooth and interesting animations. This game is suitable for players of all ages and is perfect for anyone looking for a challenging and entertaining puzzle game."},"9PJ6RSD9W92K":{"lang":"EN","title":"Sudoku Block Puzzle Color Box","description":"Welcome to Sudoku Block Puzzle Color Box, the ultimate brain-training puzzle game that will challenge your strategic thinking and problem-solving skills!"},"9NN0N9MH9DK7":{"lang":"EN","title":"Left Behind: Escape from Mars Maze","description":"Are you a fan of challenging sci-fi games that require strategic thinking and problem-solving skills? If so, \"Left Behind: Mars Maze\" is the game for you!"},"9PHWDGF9W8BB":{"lang":"EN","title":"Two Player Tanks 2023","description":"Two Player TANKS BATTLE is a simple and fun challenge that makes you and your friend busy so many hours.\r\nTwo Tanks are locked in a small military camp and they have to shoot each other and avoid to get shot"},"9NS8WM8KSVDS":{"lang":"EN","title":"Extreme Drift King - Car Drift PRO","description":"THE MOST WANTED DRIFT GAME EVER \r\nWarning! Be careful, this application may attract you on many hours, don't forget to have a rest at least every 40 minutes! \r\n\r\nTHE REAL DRIFTING\r\n- Gives you a unique experience in the handling of sport cars by the simple and the intuitive way \r\n- If you like to drift, get ready to spend many hours playing this game \r\n- Use Conjunction of Acceleration and Brake to Drift\r\n- Paint donuts burning tires \r\n- Animation of the deep smoke while drifting \r\n\r\nWhat Makes Extreme Drift King So Special?\r\n\r\n- Insane feeling of powerful sport cars \r\n- Unique driving on different tracks\r\n- Racing on high detailed tracks \r\n- 12 different Sport cars to Unlock\r\n- 50 different Levels to Unlock\r\n- You can customize your handling scheme \r\n- You can change color of your car smoke and Rims\r\n- Nitro Boost to add extra adrenaline\r\n- Live cameras\r\n- High Quality Audios and Sounds\r\n- High Quality Graphics\r\n- Earn coins for completing Levels\r\n- 5 Tracks to Unlock\r\n- Drift more to earn more coins\r\n- Use coins to unlock other items\r\n- Customizable Smoke\r\n- Customizable Rims\r\n- Brake Assist to help you brake\r\n- Mini Map\r\n- Lap Counter\r\n- Best Time Keeper\r\n- No Ads. No Internet Required. No Data Collection\r\n\r\n[Controls]\r\nAccelerate -> Up Arrow / W key\r\nBrake -> Down Arrow / S Key\r\nSteer Right -> Right Arrow Key / D Key\r\nSteer Left -> Left Arrow Key / A Key\r\nNitro -> Left Shift / Right Shift\r\nSpace -> Handbrake\r\n\r\n\r\n\r\nTIPS:\r\n- Your COINS, unlocked cars and tracks are saved on your device\r\nDO NOT DELETE game before you update it, or all your progress will be LOST!\r\n- Score AT LEAST 2 stars at the level to Unlock Next Level\r\n\r\nIf you like to play high-end racing games, get ready to spend many hours playing Extreme Drift King.\r\nEnjoy your time with Extreme Drift King – Car Drift PRO!\r\n"},"9NGBQB8CPD6D":{"lang":"EN","title":"The Good Life - Behind the secret of Rainy Woods","description":"12 brand new quests with the residents of Rainy Woods. YEAH BABY!"},"9NXPJC7P2P64":{"lang":"EN","title":"Head To Head : Pixel Sports Showdown","description":"Get ready to take on your friends or the computer\r\nin the ultimate sports showdown with Head to Head!\r\n"},"9NVD5ZMLD022":{"lang":"EN","title":"Curve 2023","description":"Curve is a fast-paced and thrilling game that challenges players to master the art of guiding a curve through a maze of obstacles. Players must use quick reflexes and strategic thinking to dodge incoming obstacles and make it to the end of each level."},"9N2342MN8X0D":{"lang":"EN","title":"XROLLER","description":"xRoller is an exciting and addictive game that challenges players to navigate through a series of obstacles while controlling a ball. The goal of the game is to survive for as long as possible while collecting gift boxes to increase your score and earn power-ups that can help you along the way."},"9MVKZX7HH01L":{"lang":"EN","title":"Neon Heat","description":"Are you ready to turn up the heat? Neon Heat is the ultimate driving game that will take you on a pulse-pounding adventure through a world of neon lights and intense action.\r\n\r\nGet ready to experience the thrill of high-speed racing as you zoom through the streets, dodging obstacles and navigating sharp turns with lightning-fast reflexes. With its dynamic gameplay and stunning visuals, Neon Heat will keep you on the edge of your seat as you compete for the top spot on the leaderboard.\r\n\r\nthere's never a dull moment in Neon Heat.\r\n\r\nSo get ready to rev your engines and light up the night with the electrifying energy of Neon Heat. Are you up for the challenge?\r\n\r\n"},"9P29X898XRKB":{"lang":"EN","title":"Water Sort Puzzle 2023","description":"Water Sort Puzzle is a fun and addictive puzzle game! Try to sort the colored water in the glasses until all colors in the same glass. A challenging yet relaxing game to exercise your brain!"},"9NP1MVVVSP4B":{"lang":"EN","title":"Unreal Parkour","description":"You made an invention that has allowed you to go to any dimension you wish, when suddenly, somebody has taken that device and has used it to send you to a set of dimensions known as Unreal Parkour. Can you escape the Unreal Parkour?"},"9PKVW6N05SLJ":{"lang":"EN","title":"Cobots","description":"Manipulate time and cooperate with yourself to solve challenging puzzles! Delve into a colorful world filled with a variety of dangers and unique mind-bending puzzle mechanics."},"9NJ3QCHXK4R9":{"lang":"EN","title":"Endless Runner Ball","description":"This game makes you addicted with so cool effects\r\nIf you are looking for a satisfying game and want to relax, I highly recommend to play this game\r\n\r\nControls\r\nJump - (W) or (UpArrow) or (Click left side of screen)\r\nChange player type - (Space) or (Hold right side of screen)"},"9NTMMZ8TBNHD":{"lang":"EN","title":"Easy Backup for Browser Basic","description":"Easy Backup for Browser Basic is a cheaper and the easiest way transfer full Google Chrome data between computers, includes all settings, bookmarks, cookies, passwords, login websites, extensions and more ...\r\n  - All Google Chrome logged-in websites, include cookies, cached, etc. \r\n  - All Google Chrome installed extensions, includes Meta Mask, etc.\r\n  - All Google Chrome cookies of all websites\r\n  - All Google Chrome bookmarks and settings\r\n  - All Google Chrome passwords of all websites\r\n  - Support up to 10 profiles"},"9PNR93D90RKS":{"lang":"EN","title":"Maze Ball Dark wall","description":"So what are you waiting for? Grab your ball and get ready to escape the maze in Maze Ball!"},"9NXQZ20GSG5M":{"lang":"EN","title":"Playground Collection","description":"Welcome to Playground, the ultimate collection of arcade, puzzle, and strategy games! With five different games all in one, Playground offers a variety of experiences that are sure to keep you entertained for hours on end.\r\n\r\nChallenge your brain with classic games like 2048, tetris, and TicTacToe, or try your hand at newer games like hexit and boxudo. Each game is uniquely designed with its own set of rules and challenges, providing a fun and engaging experience that will keep you coming back for more.\r\n\r\nWith gameplay suitable for all ages and knowledge levels, Playground is the perfect game to play alone or with friends and family. Whether you're a seasoned gamer or a newcomer to the world of gaming, Playground offers something for everyone.\r\n\r\nSo what are you waiting for? Come join the fun and explore the worlds of Playground today!"},"9NZFPKM54W15":{"lang":"EN","title":"Super Cat The Monster Hunter͏","description":"Embark on an epic adventure with Super Cat: The Monster Hunter! As the fearless feline hero, you'll face off against a horde of menacing monsters that threaten the peace and prosperity of the land. With your trusty laser eyes and lightning-fast reflexes, you'll take on a variety of enemies in both 2D arcade-style levels and action-packed role-playing RPG levels.\r\n\r\nIn some levels, you'll control Super Cat directly as you jump, sit, move, climb, and shoot your way to victory. In others, you'll take control of a powerful spaceship and blast your enemies from afar. Collect power-ups and devour bugs to enhance your abilities and take on even tougher challenges."},"9PKWGN52Z2MV":{"lang":"EN","title":"PDF Reader (pro)","description":"PDF Reader is a simple yet powerful application that allows you to read and manage PDF files on your PC or tablet. With its user-friendly interface and useful features, it's the perfect tool for students, professionals, and anyone who needs to work with PDF files.\r\n\r\nOne of the key features of PDF Reader is its search function, which allows you to quickly find specific words or phrases within a document. You can also choose between list view and book view, and switch between vertical and horizontal reading modes.\r\n\r\nIn addition, the app provides complete information about any PDF file you open, including its title, author, subject, and keywords. You can also zoom in and out of the document, use the hand tool to move around the page, and rotate the page if necessary."},"9P391XRJFDCS":{"lang":"EN","title":"Online Chess Club","description":"800,000 Players ready to play with you!!!\r\n\r\nOnline Chess Club is a game using the Internet Chess Server (ICS) — one of the oldest internet chess server\r\nwith over 800,000 registered accounts. At Online Chess Club, you have access to online chess, puzzles, tournaments\r\nand analysis — right within your browser!\r\n\r\nPlay with your Friends Online, Invite theme, Learn to play chess, solve chess puzzles, participate in daily tournaments, play different variants at all levels,\r\nplay with a computer and watch relayed games. Maximum chess—guaranteed :)\r\n\r\nENJOY!!!"},"9N563ZT2FJLL":{"lang":"EN","title":"Pipe Line Puzzle","description":"Connect pipes of the same color to let the water flow free! Pair all the colors, and cover the board to solve the puzzles. Remember, pipes can’t overlap!\r\n\r\n\r\n\r\n• NO WIFI? PLAY GAMES OFFLINE!\r\n• Simple gameplay, challenging levels!..."},"9MTMR4XQFLB2":{"lang":"EN","title":"AirPlayServer - Screen Mirroring","description":"This app turns your PC and Xbox into an AirPlay server, allowing you to mirror the screen of your iPhone, iPad or Mac!\r\n\r\nUse AirPlay to stream videos and music to your PC or Xbox and enjoy them on a bigger screen with better sound!\r\n\r\nPlay music with AirPlay in the background while gaming on your PC or Xbox!"},"9P6NNK3BL62Q":{"lang":"EN","title":"Atomic Heart - Premium Edition (Windows)","description":"The Premium Edition includes Atomic Heart, the Atomic Pass, two unique weapon skins and a digital artbook.\r\n\r\nIn a mad utopian world, fight for freedom against robots in spectacular combat. If you want to reach the truth, you'll have to pay in blood."},"9PD0RM4QVL6R":{"lang":"EN","title":"Anime Tube (Unlimited)","description":"Do You Like Anime?\r\n\r\nWanna Watch Any Anime So Fast And Easily With English Subtitle and Without Any Annoying Ads?\r\n\r\nOr Wanna Know Which Anime Is Trending Or Coming Soon?\r\n\r\nIf Your Answer Is Yes, Definitely You Should Install Anime Planet 😊\r\n\r\n** This App Needs Microsoft Visual C++ Redistributable To Run (Don't Worry, Will Automatically Install)"},"9PD5LQ3WHLWW":{"lang":"EN","title":"Ludo Local Multiplayer","description":"Ludo is fun to play a local multiplayer board game that can be played between 2, 3 or 4 players."},"9PGCD9M10K9S":{"lang":"EN","title":"Two Player Snowball Thrower : BOBO & MOMO","description":"Best two player snowball fight to enjoy your holy days with your friends.\r\nPixelate characters fight each others by throwing snowballs.\r\nTwo Player Snowball Thrower is now available on your PC or XBOX ."},"9MXVPB91XGBB":{"lang":"EN","title":"META Music Player","description":"A Beautiful Feature Rich Music Player to Give you The META Music Player with Daily mixes, Equalizer, Offline Lyrics Finder\r\n, Artists image Downloader, Playlists, Pro Organizer, 3D Design, Mini Mode and lot more..."},"9PHJBR984C7R":{"lang":"EN","title":"Leaf Notes - Note Taking App","description":"Leaf Notes is a note-taking app where your ideas come first. You can paint, add texts, and export them easily. \r\nTake notes, draw a sketch, or do your math homework. Leaf Notes includes dozens of kinds of stationery. You can even import your own photos and PDFs and etc to write on.\r\nLeaf Notes Support English, German, Spanish, French, Italian, Portugees, Tahi, Turkish Languages"},"9NBNL7WNTMPF":{"lang":"EN","title":"Hunt Ducks 4","description":"A game of duck hunting for one or two local players.\r\nTo Pass to the next round, you must shoot at least 6 ducks. Move the scope and shot the ducks before they fly away from the screen! \r\nLet's go. Have Fun!"},"9NNN7VS4KCLT":{"lang":"EN","title":"Easy Backup for Browser","description":"Easy Backup for Browser is the easiest way transfer full Google Chrome data between computers, includes all settings, bookmarks, cookies, passwords, login websites, extensions and more ... \r\nEasy Backup for Browser is the easiest way transfer full Google Chrome data between computers, supports full features of Google Chrome, includes:\r\n  - All Google Chrome logged-in websites and its cached, include gmail.com, facebook.com, etc ...\r\n  - All Google Chrome installed extensions, includes Meta Mask, etc ...\r\n  - All Google Chrome cookies of all websites\r\n  - All Google Chrome bookmarks and settings\r\n  - All Google Chrome passwords of all websites"},"9NRMHSXSJMSG":{"lang":"EN","title":"Hangman 1 for PC & XBOX","description":"Hangman is a word guessing game in which players attempt to guess a hidden word by suggesting letters, within a certain number of guesses. If a suggested letter appears in the word, it is revealed in the correct position(s). If the suggested letter does not appear in the word, a part of a stick figure is drawn, representing a hanging man. If the entire stick figure is drawn before the word is guessed, the player loses the game.\r\n☑️🎮 Support PC & XBOX\r\n☑️ 🛡️ FULL GAME: No advertising, No collection of personal data, No in-app purchases & No Internet required!"},"9P8VR7952W9Z":{"lang":"EN","title":"File Cleaner (Pro)","description":"Best Desktop app to clean metadata from images, videos, PDFs, and other files like PNG, JPG, GIF, TIFF,\r\n3G2, 3GP2, M4A, MOV, MP4, PDF, ORF, SR2, XMP and many more...\r\n"},"9P762HCX7ZV5":{"lang":"EN","title":"Pass Track - Password Manager ( Pro )","description":"The Password Manager You Deserve. Secure, Simple, beautiful.\r\nPassTrack is a beautifully-simple password manager designed to help manage your credentials. PassTrack uses very strong\r\nencryption to protect your sensitive details under a single master password - Feel free to use stronger and more\r\ncomplex passwords for each service and let PassTrack store them securely."},"9PJB1VBK3XL0":{"lang":"EN","title":"GO Game͏","description":"GO is the most interesting game in the world.\r\nPut black stone, the white stone in on the board.\r\nSurround the area with stones.\r\nWinner is better a lot of area."},"9PF5FQZ3VQRR":{"lang":"EN","title":"Bomb Bear Man Multiplayer (Classic)","description":"Players must attempt to eliminate each other and be the last one standing. Gameplay involves strategically placing down bombs, which explode in multiple directions after a certain amount of time, in order to destroy obstacles and kill enemies and other players. The player can pick up various power-ups, giving them benefits such as larger explosions or the ability to place more bombs down at a time. The player is killed if they touch an enemy or get caught up in a bomb's explosion, including their own, requiring players to be cautious of their own bomb placement."},"9NS9DH04X6T5":{"lang":"EN","title":"Car Racing 2 Multiplayer","description":"Race around in tiny vehicles in a giant household and experience amazing races with your friends up to four players, or race alone and hunt the next best race time in 16 different race tracks! Complete championships to unlock new different tracks or race the arcade mode. Play with up to four friends in split screen and have a fun race experience! Race On!"},"9NTDXZTCQLKR":{"lang":"EN","title":"Joy Ball Adventure","description":null},"9NM5M82LJV8K":{"lang":"EN","title":"Second Brain","description":"Second Brain is a code snippets manager for developers.\r\n"},"9PM8M0G4LJJL":{"lang":"EN","title":"Drift Racer2","description":"Drive your first car and drift it on curvy tracks."},"9NM2B2ZSJ579":{"lang":"EN","title":"Max Music player (PRO)","description":"Max Music is an audio player which tries to make organizing and listening to music as simple and pretty as possible."},"9N9SMXJ75M70":{"lang":"EN","title":"Free Focus - To Do List","description":"Free Focus is a minimalist weekly planner app focused on productivity and privacy. Schedule your tasks and projects with To do lists and a calendar."},"9PFM82CHLSWV":{"lang":"EN","title":"Time Master͏","description":"Time Master is a simple and configurable Pomodoro timer. It aims to provide a visually-pleasing and reliable way to track productivity using the Pomodoro Technique.\r\n"},"9N13MQ3F5381":{"lang":"EN","title":"Bubble Candy for PC / XBOX","description":"Match, pop, and blast candies in this bubble puzzle adventure. Master match 3 puzzles with quick thinking and smart matching moves to be rewarded with sugar bonuses and tasty candy combos."},"9PGT4QR4FB67":{"lang":"EN","title":"Sliding Puzzle Deluxe for PC & XBOX","description":"🤯 Put your problem solving abilities to the test with these HD slide puzzles.\r\n➕ Generate unlimited random tile patterns to create an exciting different size boards ranging 3x 3 up to 10 x 10 puzzle every time.\r\n🎮 Support PC & XBOX.\r\n\r\n"},"9PHDNLV7QXSR":{"lang":"EN","title":"Traffic Racing 2͏","description":"\r\n\r\nTraffic Racing 2 is no doubt the most addictive and straightforward however exciting game appropriate for everybody. it's now available on PC and XBOX.\r\nSwipe left or right to change lane and avoid those slo-mo cars.  how fast can you reach?"},"9N3CCX4PN5W0":{"lang":"EN","title":"Color Switcher","description":"Play now the #1 addictive game of the year on XBOX/PC !\r\n\r\nTap the ball carefully through each obstacle and your ball will switch color with some power ups.\r\nYou must follow the color pattern on each obstacle to cross it !\r\n\r\nBe careful not to pass through the wrong color, or you’ll have to start again.\r\n\r\n\r\n"},"9MW7R2GQ36H8":{"lang":"EN","title":"ZigBall (No Ads)","description":"ZigBall\r\n\r\nDiscover your super reflexes!\r\n\r\nFollow the path and do as many zigzags as you can!\r\n\r\nTap the screen to change the direction of the ball. Try not to fall off the edges!\r\n\r\n\r\n****NO ADS****"},"9PDPVVDZK7MJ":{"lang":"EN","title":"Jurassic World Evolution 2: Dominion Bundle","description":"Purchase the Jurassic World Evolution 2: Dominion Bundle and get Frontier’s critically acclaimed base game along with two expansive DLC packs. Adopt and care for all-new prehistoric species, take on exciting new missions, and build your dream dinosaur park."},"9NNDQHRSZWTZ":{"lang":"EN","title":"SnowRunner - Year 3 Pass (Windows 10)","description":"Expand your SnowRunner experience with the Year 3 Pass! This gives you access to four phases of content, including new vehicles, new skins, new missions, new maps to explore and more!"},"9N1WWRPJ12FK":{"lang":"EN","title":"Chained Echoes","description":"Take up your sword, channel your magic or board your Mech. Chained Echoes is a 16-bit SNES style RPG set in a fantasy world where dragons are as common as piloted mechanical suits. "},"9P7DDG281731":{"lang":"EN","title":"Quick Search (Pro) - Search Everything","description":"Quick Search (Pro)\r\n\r\n\"Quick Search\" is a search engine that locates files and folders by filename instantly for Windows.\r\n\r\nUnlike Windows search, \"Quick Search\" initially displays every file and folder on your computer (hence the name \"Quick Search\").\r\n\r\nYou type in a search filter to limit what files and folders are displayed.\r\n\r\n\r\nHow long will it take to index my files?\r\n\"Quick Search\" only indexes file and folder names and generally takes a few seconds to build its database.\r\n\r\nA fresh installation of Windows 10 (about 120,000 files) will take about 1 second to index.\r\n\r\n1,000,000 files will take about 1 minute."},"9PC4HDK405XB":{"lang":"EN","title":"Zombie Runner͏","description":"Try to shoot zombies and make your way through them. Count your bullets carefully cause each time you have to pass through bigger crowds of zombies."},"9PF49KX8DH1G":{"lang":"EN","title":"Planet Craft: Block Craft Mine","description":"Welcome to PlanetCraft. Mine, block craft with survival and creative online games. \r\nPlay now alone or with friends in the exploration multi crafting and building. Create a mini world 3D.\r\n\r\nADVANTAGES OVER FREE VERSION:\r\n● NO Ads\r\n● 3 skins from each Skin Pack\r\n● More items for Starter Pack:\r\n* 500 coins,100 gems to spend in any mode\r\n* Full pack of iron armor\r\n* Sword and iron pickaxe\r\n* Food, inventory protection\r\n\r\nFEATURES:\r\n● Open world multiplayer with SURVIVAL BLOCK CRAFT and CREATIVE. Build and chat\r\n● Thousands of fun MINI WORLD 3D created by real players online for lite EXPLORATION\r\n● MULTI CRAFTING AND BUILDING recipes for blocks, items, tools, armor for all your needs\r\n● Wide variety of WEAPON: bow, crossbow, snowball, splash potions etc.\r\n● Friendly animal and hostile MOBS\r\n● ADOPT PETS: wolf / ocelot, spawn eggs, RIDE horses\r\n● MINE & BUILD cube farms by growing different plants. Bone meal to speed up growing process!\r\n● Infinite size of the cube planet will make EXPLORATION, survival crafting and building experience more fun. Use home point to set a respawn point, navigate faster through a huge mindcraft planet!\r\n● CLANS. Create your own clan or join existing one. \r\n● Explore WOODLAND MANSIONS full of chests with great items. But be careful, they are full of new dangerous monsters.\r\n● Use ENCHANTING. Enhance armor, tools, weapons, items, kraft unique inventory\r\n● REDSTONE SYSTEM. Build whatever redstone circuits you can imagine\r\n● 300+ themed SKINS\r\n● 10+ predefined mini world to start CRAFTING AND BUILDING\r\n● 3D HD cube graphics, 4+ texture packs, cute sounds\r\n● Password protected parental control\r\n● PLAY under internet or wifi in online multiplayer games or offline\r\n\r\nGAME MODES:\r\n► Global SURVIVAL MULTIPLAYER allows you to mine resources & mini block craft, fight, interact with real player online on the open world server. \r\n► CREATIVE MULTI PLAYER (Rentable, Renewable) allows you to create amazing buildings 3D according your imagination. Thousands of beautiful creations are waiting for exploration.\r\n► SURVIVAL CRAFT & CREATIVE SINGLE PLAYER for your private joy without need of wi-fi.\r\n► PRIVATE MAPS. Customize your private cube world settings through needs according maps modification access.\r\n\r\nMINI GAMES: start as a prop, or hunter in Hide & Seek.\r\n\r\nHIGHLIGHTS:\r\n* Open world games\r\n* Amazing 3D buildings\r\n* Fun lite exploration\r\n* Crafting and building recipes\r\n* Friendly atmosphere\r\n* Multi block craft, chat in real time\r\n* Lots of animals\r\n* Attacking hostile mobs\r\n* Different weapon, enchantment etc.\r\n* FUN & EASY\r\n\r\nJoin mine block craft games with survival online multiplayer. Start creating your awesome mini world now."},"9P1SFGFFBJZ4":{"lang":"EN","title":"Number Slide Puzzle","description":"🧩 Number Slide Puzzle is a sliding puzzle consisting of a frame of numbered square tiles in random order, There is one empty space in the tray the size of one plate, which can be used to move the dice inside the tray. The goal of the game is to arrange the placement of the numbers in the tray by placing them in ascending order from left to right and top to bottom, starting with the number 1 in the upper left corner and ending with an empty space in the lower right corner of the tray. "},"9NCMVSSFCJJ3":{"lang":"EN","title":"Slide Me Puzzle Game Pro","description":"Slide Me Puzzle Game - sliding blocks from 1 to 80. Moving blocks with digits to the square next to it, if it is empty. This is classic, interesting and fun brain game with digits. \r\n\r\nChallenge yourself to pass all 7 levels: \r\n\r\n- Easy 3x3\r\n- Normal 4x4\r\n- Medium 5x5\r\n- Hard 6x6\r\n- Expert 7x7\r\n- Epic 8x8\r\n- Legendary 9x9\r\n\r\nPlay for fun! Suitable for all ages.\r\n\r\nAll levels unlocked!"},"9NPS8D1P00X6":{"lang":"EN","title":"Pixel Astronaut","description":"An astronaut stuck on moon amidst an alien invasion wave. Needs oxygen to survive. Shoots at enemy, earns money and can upgrade weapons and health."},"9N1VKWTDKKSD":{"lang":"EN","title":"The Shutdown Timer Pro","description":"The Shutdown Pro allows countdown or time-based shut down options. Customizable time tracking and personalized alarm sound features are available. The user-friendly interface makes it easy to use, and there are additional features such as sleep mode and restart."},"9P7XNR4CM3TS":{"lang":"EN","title":"Gabriels Worlds The Adventure","description":"Help Gabriel find out what happened to his friends, explore levels with a high degree of difficulty, puzzles, collectibles and a beautiful story, in a precision platform game focused on exploration."},"9NGQC643BT46":{"lang":"EN","title":"Slash Hero͏","description":"Slash Hero is a cool 2D infinite runner game,  Enemies walkout randomly and you have to kill them to gain score points before running out of life."},"9PJ2FC2LK9QD":{"lang":"EN","title":"Ghost Song","description":"On the desolate moon of Lorian, a long-dormant Deadsuit awakens from slumber. Journey beneath the surface on an atmospheric 2D adventure of self-discovery, ancient mysteries, and cosmic terror. Explore winding caverns and acquire new abilities to unearth this alien world’s long-buried secrets."},"9PHKSKVT9DPK":{"lang":"EN","title":"PodLord - Podcasts Downloader","description":"Podcasts Downloader"},"9NPDS43DDPQD":{"lang":"EN","title":"Downloader for IGTV ͏","description":"Best way to download IGTV videos, covers and descriptions."},"9NQ8WPLVZW7L":{"lang":"EN","title":"Arkanoid Eternal Battle","description":"Discover or re-discover, the emblematic block breaker game in a fully modernized version! Classic elements from the franchise will definitely make a comeback, with a brand-new look, new rules, as well as new effects, bonuses and features! Including, for the very first time, a Battle Royale mode called \"\"Eternal Battle\"\".  \r\nGuaranteed to take veteran players by surprise!\r\n"},"9PJJ6Z367V9K":{"lang":"EN","title":"Text To Speech Universal­","description":"Just paste your text and hit the read button.\r\nSupports more than 50 languages\r\nMultiple male and female narrators"},"9PM6DBHQJCWD":{"lang":"EN","title":"Super Pixel Kid","description":null},"9NSK84WG7Z1T":{"lang":"EN","title":"Ping PONG Classic͏","description":"Pong is a table tennis–themed arcade sports video game, featuring simple two-dimensional graphics. It was one of the earliest arcade video games."},"9PC6TCC0D8DR":{"lang":"EN","title":"Numbers Coloring","description":"🎨 Numbers Coloring is a number pixel art coloring that combines numbers, pixels and color block, Numbers coloring helps you dive into a world of coloring meditation. Choose from a wide range of fascinating artworks and paint by number while having fun!\r\n\r\n🔥 A wide variety of stunning art templates to melt your stress away, stylish art coloring book that will bring you to the sandbox world of fun pixel coloring from easy to very detailed.\r\n\r\n🎮 Support PC & XBOX.\r\n🛡️ 100% Addictive FULL Numbers Coloring App: No advertising, No collection of personal data, No in-app purchases & No Internet required!\r\n\r\n❤️ We will do our best to improve this App , since we are also devotees of Coloring Apps!\r\n📧 Please free feel to provide your suggestion or bug report by our Support contact mail.\r\n\r\n\r\n\r\n"},"9PNNLXRFXRX6":{"lang":"EN","title":"MAZE͏","description":" Maze is a puzzle game that can be used to train the brain and logic."},"9P7ZQRHZW9GK":{"lang":"EN","title":"SongPop Party","description":"Can you guess the song? Step up and prove your music knowledge with this fast-paced, competitive, music-based trivia game. Party up locally with up to four players or online with up to eight players!"},"9NFPG0ZWTM4B":{"lang":"EN","title":"Stack Tower͏","description":"In the highly addictive arcade game Stack Tower you stack 3D blocks to a tower."},"9NL2G01F95QP":{"lang":"EN","title":"Dpotify Pro","description":"Downloader for Spotify"},"9NLSFNCDL4MV":{"lang":"EN","title":"Live Draw͏ (Pro)","description":"\"Live Draw\" allows you to draw on your screen real-time."},"9MX2KSWJQ48X":{"lang":"EN","title":"Train your Brain͏","description":"This is a mental health care game designed and engineered for improving the functionality and communication between both sides of the brain.\r\n\r\nUse left and right arrows on your keyboard to control the  brain sides, the point is to avoid the squares and get the circles.\r\n\r\nFor the best result we recommend to play daily and increase your score each day.\r\n\r\nHave fun ;)"},"9N4XF19XFJD8":{"lang":"EN","title":"AirPlayReceiver: Screen Mirroring & Streaming","description":"This app turns your PC and Xbox into an AirPlay receiver/server, allowing you to wirelessly mirror the screen and audio of your iPhone, iPad or Mac!\r\n\r\nYou can also use AirPlay to cast videos and music to your PC and Xbox and enjoy them on a bigger screen with better sound!\r\n\r\nPlay music with AirPlay in the background while gaming on your PC or Xbox!\r\n\r\nAllows you to choose the most suitable picture quality by setting resolution and frame rate according to network conditions and device performance.\r\n\r\nNo need to install any 3rd party apps on your iPhone, iPad or Mac, just connect to the same network!"},"9N15SZQ5422W":{"lang":"EN","title":"Stack Ball͏ 3D","description":"Stack Ball is a 3d arcade game where players smash, bump and bounce through revolving helix platforms to reach the end."},"9NS0BLC5B08X":{"lang":"EN","title":"Maze Runner: ͏Crystal Mine","description":"Strengthen memory and mind power"},"9P7CVP0HG5V9":{"lang":"EN","title":"Clobbr - API load & speed test","description":"Clobbr is a developer tool that allows you to test your api endpoints to see how well they perform under multiple requests (clobber your apis!), in sequence or parallel.\r\n\r\nRegardless if you're testing a REST, GraphQL or cloud function Clobbr has got you covered!\r\n\r\n\r\nPowerful, yet simple and delightful user interface.\r\n---------------------------------------------------\r\n• Make requests to multiple endpoints with ease.\r\n• Set up request timeouts, headers, payload and much more\r\n• Explore results as a beautiful list, summarizing your settings\r\n• Analyse charts with response times and easily re-run tests\r\n• Delve into key stats such as standard deviation, percentiles and more\r\n\r\n\r\nConfigure requests.\r\n---------------------\r\n• Easily configure verb (GET, PUT, POST etc.)\r\n• Set number of iterations\r\n• Toggle between http/s with ease\r\n\r\n\r\nSend data with a request.\r\n---------------------------\r\n• Set data in the built-in JSON editor\r\n• Include in POST, PUT etc requests\r\n• Save data settings between runs\r\n\r\n\r\nSet headers with ease.\r\n------------------------\r\n• Configure headers for each request\r\n• Use scripts to get/set dynamic headers\r\n• Save header settings between runs\r\n\r\n\r\nExplore result history.\r\n----------------------\r\n• Understand how key statistics evolve over time\r\n• Explore historical response timings using charts\r\n• Analyze historical data in detail in the tabular view\r\n\r\n\r\nTake control of the UI.\r\n------------------------\r\n• Toggle between light or dark modes\r\n• Clear data with ease\r\n• Customise app behaviour with advanced settings\r\n\r\n\r\nShare results with ease.\r\n--------------------------\r\n• Share results with your team with the push of a button\r\n• Quickly share result charts and key statistics\r\n• No data is stored on a server and sensitive info is stripped\r\n\r\n\r\nAll data stored locally. Your privacy comes first.\r\n------------------------------------------------\r\n• None of the request or result data is stored on a server\r\n• No account needed\r\n• No tracking whatsoever"},"9NX4MD2DKDQ0":{"lang":"EN","title":"ePage","description":"Create eBook files without coding in ePage, the lightweight but powerful EPUB maker by Moonlight Builds.\r\n\r\nePage is beginner-friendly with WYSIWYG experience while has advanced features to help you create beautiful and error-free EPUB files.\r\n\r\nIn addition to text and graphics, ePage makes it easy to unleash your creativity and enrich your story by adding video or audio to your eBook!"},"9N0MTSJKH115":{"lang":"EN","title":"Train Sim World® 2: West Cornwall Local: Penzance - St Austell & St Ives (Train Sim World® 3 Compatible)","description":"Please note: Train Sim World® 3 is required, as a separate purchase, in order to utilise this content. Features remain unchanged from the original Train Sim World® 2 release. Livery Designer and Scenario Planner compatible. Share your creations with the Creators Club.\r\nExperience the rolling hills and picturesque countryside of the “Great Western”, aboard classic British diesel traction, with Rivet Games’ West Cornwall Local: Penzance - St Austell & St Ives route. Step back into the 1990s and relive this line in the pre-BR privatisation era."},"9N7WP6P2B8J5":{"lang":"EN","title":"Train Sim World® 2: Brighton Main Line: London Victoria - Brighton (Train Sim World® 3 Compatible)","description":"Please note: Train Sim World® 3 is required, as a separate purchase, in order to utilise this content. Features remain unchanged from the original Train Sim World® 2 release. Livery Designer and Scenario Planner compatible. Share your creations with the Creators Club.\r\nExperience one of Britain’s busiest main lines, from the nation’s Capital to England’s oldest coastal destination, via the international hub of Gatwick Airport. Whether Southern commuter or Gatwick Express, a flurry of passengers await in Train Sim World 2: London Commuter.\r\n"},"9P2DZQRT1X09":{"lang":"EN","title":"Train Sim World® 2: Tees Valley Line: Darlington - Saltburn-by-the-Sea (Train Sim World® 3 Compatible)","description":"Please note: Train Sim World® 3 is required, as a separate purchase, in order to utilise this content. Features remain unchanged from the original Train Sim World® 2 release. Scenario Planner compatible. Share your creations with the Creators Club.\r\nExperience a bygone era of British Rail in the historic birthplace of railways and the heart of the British Steel industry. Operate your trains over an aging rail network on a route deep in transition between old and new.\r\n"},"9P3JP78PD7X6":{"lang":"EN","title":"Train Sim World® 3: Northeast Corridor: Boston - Providence Route Add-On","description":"Experience the fastest rail line in America, from modern suburbia to sprawling countryside, linking the state capitals of Massachusetts and Rhode Island in command of both Amtrak® and MBTA Commuter operations with Train Sim World 3: Northeast Corridor: Boston - Providence, now with volumetric skies!"},"9P3V9X210DXG":{"lang":"EN","title":"Train Sim World® 2: Nahverkehr Dresden - Riesa (Train Sim World® 3 Compatible)","description":"Please note: Train Sim World® 3 is required, as a separate purchase, in order to utilise this content. Features remain unchanged from the original Train Sim World® 2 release. Livery Designer and Scenario Planner compatible. Share your creations with the Creators Club.\r\nExperience complex operations out of the iconic Dresden Hbf, with commuters and international travellers converging to make a mix of S-Bahn, regional, inter-city, and freight traffic. Be in control of modern traction and explore the countryside of Train Sim World 2: Nahverkehr Dresden.\r\n"},"9MWGVKWX67FX":{"lang":"EN","title":"Pathogen Expansion","description":"A mysterious pathogen is wreaking havoc on planet LV-895. Join your fellow marines in an all-new campaign that takes you into the heart of the Pathogen hive. Armed with new weapons and perks, it's up to you to stop the Pathogen from taking over."},"9N2PXDDK1SLN":{"lang":"EN","title":"LEVEL LEGEND X","description":"In this game, the character moves on it's own, meaning that you have to modify the environment around it to reach the end. \r\nThis game is a mix between a puzzle platformer and a quick reaction game."},"9N9XTVB23901":{"lang":"EN","title":"Level Eaten","description":"Simply WALK into and EAT all blocks the same size as yourself. Level up by clearing those blocks and keep going to complete the first 6 levels.\r\n\r\n■ Controls\r\n[WASD] or [Arrows] to Walk and Jump\r\n[R] to Reset The Level\r\n[Z] toggle zoom (in and out)\r\n[Mobile] Left Right of screen and Top of screen to jump\r\n"},"9P718M14N929":{"lang":"EN","title":"Crystal Seeker","description":"Please use keyboard when does not work gamepad"},"9MZJS4CC9J1J":{"lang":"EN","title":"Easy Folder","description":"Simple desktop file manager"},"9NCBN0G5LSF1":{"lang":"EN","title":"Zip͏","description":"ZIP Pro is a powerful tool to compress any files to these formats :  .zip , .rar , .gzip , .gz , .tgz , .tar , .tlz , .lz , .lzma , .bz2 , .tbz2 , .bzip2 and extract those file to regular ones."},"9NTW3NDPL9CL":{"lang":"EN","title":"Noel the Mortal Fate","description":"A revenge drama about a girl, a devil and their companions...\r\n\r\nNoel the Mortal Fate is an adventure title which started serialization as a free game in 2016 and later spawned comics and novels.\r\nThis version of the game has been remade for a console experience, with updated UI, story and dialogue. It follows the story from the prologue throught Season 7 of the series where the real battle begins for Noel and her companions. Furthermore, you can experience the epic story unfold through full HD support.\r\n\r\nThis version also features Season 3.5, a bonus season which takes place between the Burrows and Jullian storylines."},"9NFF66ZVFSB3":{"lang":"EN","title":"Minesweeper Extreme - PC & XBOX","description":"🔥 Play Minesweeper Extreme the classic challenging logic Game for free, just like old times! Standard game rules with best, smoothest and very fast interface, Minesweeper Extreme is the sequel to a classic, throwback PC game that provides hours of fun.\r\n\r\n🔥 Just try to avoid the bombs 💣 to clear the minefield and win the game, If you ever click on a box containing a mine, it will explode 💥 and you'll lose! Apply strategy 🤔 and logic to figure out where the mines and win the game 🎉.\r\n\r\n💣 Unlimited Minesweeper games with Four different difficulty settings and a custom mode.\r\n💣 6 appearance (Themes) & minefield skins, include classic style.\r\n💣 Adjustable levels of difficulty : Easy, Medium, Hard, Extreme & Custom options to ensure you are always challenged.\r\n💣 Easy to control ( Zoom in, zoom out, drag).\r\n💣 No timers at all! Just relax and have fun!\r\n💣 Easily trains your brain 🤯 and increase the speed of your thinking.\r\n💣 Supports any screen resolution PC & Tablets.\r\n\r\n🎮 Support PC & XBOX.\r\n🛡️ 100% Addictive FULL GAME: No advertising, No collection of personal data, No in-app purchases & No Internet required!\r\n\r\n❤️ We will do our best to improve this game, since we are also devotees of minesweeper !\r\n📧 Please free feel to provide your suggestion or bug report by our Support contact mail.\r\n\r\n🎮 Support PC & XBOX.\r\n🛡️ 100% Addictive FULL GAME: No advertising, No collection of personal data, No in-app purchases & No Internet required!\r\n\r\n\r\n"},"9NZK1TBLL684":{"lang":"EN","title":"English Pronunciation Interactive","description":"Improve your English pronunciation by repeating after computer. The app speaks out to you a sentence (or word or phrase) and you will have to repeat it correctly. If you repeat correctly you move on to the next sentence/word/phrase. Otherwise, try again until your pronunciation is recognized by a computer and what you pronounce is complete and correct. \r\n\r\nDuring dictation ignore punctuation marks. The app also shows incorrectly pronounced words, give one more try right away to fine tune your pronunciation and move to the next sentence/word/phrase.\r\n\r\nThis app employs text-to-speech and speech recognition technologies allowing you to train your English pronunciation interactively. \r\n\r\nBoost your English pronunciation with this app. Your current level can be any, from beginner to advanced."},"9PMFZ0WNBBNT":{"lang":"EN","title":"Photo Editor (͏Pro)","description":"Photo Editor Pro is a pre-eminent, powerful and flexible Image Editor that perfectly satisfies the needs of even the pickiest user."},"9PJ3JMJPFZK8":{"lang":"EN","title":"Dpotify­","description":"Downloader for Spotify"},"9P6W2Q41BB8V":{"lang":"EN","title":"PAC-MAN MUSEUM+","description":"PAC-MAN MUSEUM+ includes 14 titles from the legendary PAC-MAN series!\r\n\r\nPlay a variety of classic and nostalgic PAC-MAN games across many genres!"},"9MW8RMSBB5QH":{"lang":"EN","title":"Hardspace: Shipbreaker (PC Version)","description":"Equipped with cutting-edge salvaging tech, carve & slice spaceships to recover valuable materials. Upgrade your gear to take on more lucrative contracts and pay your billion credits debt to LYNX Corp!"},"9PKLF2W8J0TF":{"lang":"EN","title":"Umurangi Generation Special Edition","description":"Umurangi Generation is a first-person photography game set in the retro future.\r\n\r\nSet in Tauranga, Aotearoa off the back of an impending crisis, major cities are walled off, with the United Nations deploying the military and towering mecha to defend against an alien invasion.\r\n\r\nFrom fighter jets beaming overhead, the sound of constant gunfire and wounded soldiers to the advertising boards in-game, everything you see provides more context to the daily lives of those in Tauranga.\r\n\r\nDespite all of that, life goes on... People go to work, party to escape reality, complain about the government and the inequalities between the poor and the rich...\r\n\r\nAs a courier for the Tauranga Express, you get to travel around Tauranga taking pictures and documenting the world and its reality through the lenses of your camera. Throughout the game, you will unlock a variety of lenses and equipment.\r\n\r\n*This version contains both the full PC version, its DLCs, as well as some additional modes.\r\n\r\n▼ Unique and expressive grading system\r\nEach photo you take is judged on its color, content and composition. Taking a photo will net you a cash score, which will go towards your final payout. Complete Photo Bounties any way you like. Once you've completed these bounties, deliver the parcel to finish the level.\r\n\r\n▼ Exploration bonuses on each level\r\nNew equipment for your camera is unlocked by finding film canisters, recreating postcards, fulfilling timed deliveries, and finding a way to fit all of your friends in one photo.\r\n\r\n▼ Full creative control\r\nEdit your photos and develop your unique color grade. The tools in the game are flexible enough that you can touch up your photos to look better than when you took them. If you are an experienced photographer, you’ll fit right in. If this is your first time, you’ll be on your journey in no time.\r\n\r\n▼ Speed run and creative modes\r\nThe game offers replayability through two special play modes. The speed run mode tests your gaming skills and is perfect for those up for a challenge. The creative mode, on the other hand, gives you full control over the creative side to achieve that perfect snap, sure to satisfy those of you avid photographers out there.\r\n\r\n▼ What is an 'Umurangi'?\r\nUmurangi is the Te Reo word for Red Sky.\r\n"},"9P2JHZT8WG7B":{"lang":"EN","title":"Web Camera Real-Time Objects Detection","description":"Application detects and recognizes 20 categories of objects in real-time such as aero plane, bicycle, bird, boat, bottle, bus, car, cat, chair, cow, dining table, dog, horse, motorbike, person, potted plant, sheep, sofa, train and TV monitor.\r\n\r\nFrames containing recognized objects are automatically saved as JPEG images to respective folders. \r\n\r\nConfidence level and pictures folder can be selected in application settings. \r\n\r\nCamera resolution can be selected from the list of all resolutions supported by particular camera and can be changed on the fly at any time. \r\n\r\nCamera settings are provided within the app to manage camera’s brightness, contrast, focus, hue, white balance, exposure, zoom, pan, tilt, rotation and backlight compensation. Application queries camera on the controls it supports and displays only those that are supported by each particular camera. \r\n\r\nApplication works with any web camera as well as video capture cards. Connect TV box, game console or any other source of video input via USB or PCI video capture card and detect objects in the same manner. \r\n\r\nApplication works fully autonomously (no Internet or cloud service required) since it incorporates built-in real-time neural network for object detection and utilizes Windows 10/11 built-in AI Machine Learning functionality with the above mentioned model.  \r\n\r\nThis is Universal Windows Platform application therefore no other frameworks or helpers are needed or installed on your machine, only this app as one package from the Microsoft Store. \r\n\r\nApplication can work unlimited time on your machine, 24 hours a day, 7 days a week. It does not require much processing power so that you can use your PC as usual when the application works. It automatically adjusts its performance based on the performance of your machine.    "},"9NV2VTVG0L31":{"lang":"EN","title":"Chinatown Detective Agency","description":"Singapore, 2037. Amira Darma has just opened her own detective agency. Travel the world, solve dangerous cases using real world research and take in the stunning retro design of this cybernoir detective adventure."},"9NKBT9GM697F":{"lang":"EN","title":"REPLICA（レプリカ）","description":"An immersive dystopian adventure playing out on the screen of a single cellphone"},"9PJVW1G3G7K3":{"lang":"EN","title":"Legal Dungeon","description":"Is justice always justified?"},"9NQVFH94Q6LN":{"lang":"EN","title":"Objects Detection in Videos","description":"Application detects 20 types of objects in videos and saves frames with detected objects as JPEG images to respective folders. The objects detected are aero plane, bicycle, bird, boat, bottle, bus, car, cat, chair, cow, dining table, dog, horse, motorbike, person, potted plant, sheep, sofa, train and TV monitor\r\n\r\nSupported input video formats are MP4, WMV and AVI. \r\n\r\nApplication can analyze every frame or every 2nd, 3rd etc. frame up to every 100th frame. Confidence level can be selected from 30 to 85% in application settings. \r\n\r\nApplication incorporates real-time neural network model for objects detection and uses Windows built-in AI Machine Learning functionality. As a result the app works completely autonomously. \r\n\r\nApplication can operate  24/7, it automatically adjusts its performance based on the performance of your machine.    "},"9P68H176VRT2":{"lang":"EN","title":"Word Search Premium","description":" 🔎 Welcome to Word Search, the most addicting word puzzle game tailored for everyone on PC and XBOX! Expand your vocabulary and show off your spelling skills as you search for all the hidden words.\r\n✨ Word Search is a word game that consists of the letters of words placed in a grid.\r\n✨ The objective of this puzzle is to find and mark all the words. The words may be placed horizontally, vertically, or diagonally.\r\n\r\n🔥 Multiple difficulty levels : \r\n ✔️ Easy: Perfect for little kids. The board is 7x7 so it's easy to find the words and solve the puzzle.\r\n ✔️ Medium: The board is built 10x10. As you move up in the game the level becomes much more difficult and challenging than the last.\r\n ✔️ Hard: The board is 13x13 and each game is harder. This level is made for players who are looking to test and train their brain.\r\n\r\n🛡️ 100% Addictive FULL GAME: No advertising, No collection of personal data, No in-app purchases & No Internet required!\r\n"},"9N7XHDXSNCXB":{"lang":"EN","title":"Roulette Game W","description":"It is a roulette game."},"9NHLH4ZR0C5P":{"lang":"EN","title":"Klondike Solitaire PLUS - PC & XBOX","description":"♠️🔥 Experience the most popular elegantly crafted card game ever – the Classic Solitaire, also known as Klondike or Patience.\r\n\r\n♣️ Klondike Solitaire Plus. It’s one of the most popular classic card games in the world, and the best-known solitaire card game in the US and Canada. Klondike Solitaire is also known as a Patience card game. People play the Klondike Solitaire card game as an exercise in patience. Klondike Solitaire is played with a standard 52-card deck, from Aces to Kings without Jokers."},"9N58NCBV2899":{"lang":"EN","title":"Generic Red","description":"\r\n\r\n"},"9PKB08G6JMQF":{"lang":"EN","title":"Martha Is Dead Digital Deluxe","description":"The Martha Is Dead Deluxe Edition includes the first two critically acclaimed games from leading Italian development studio, LKA - Discover the connection between these two thought-provoking games."},"9NVQN64Q2NRV":{"lang":"EN","title":"Classic Sudoku PRO - PC & XBOX","description":"📝 Classic Sudoku PRO is an addictive Brain Sudoku for beginners and experts, Four perfectly balanced difficulty levels from sudoku beginner to sudoku expert.\r\n\r\n🧠 Sudoku is a logic-based, combinatorics digit input puzzle game of numbers, the goal is to place 1 to 9 digit numbers into each grid cell so that each number can only appear once in each row, each column and each mini-grid. Also known as. Become more intelligent by playing this game regularly. Concentrate and Analyze each brainteaser digit puzzle to finish the game. \r\n\r\n🎨 Thousands of beautifully hand crafted boards, multiple variations puzzle, ranging from beginner to extremely difficult boards, are packed full of logic and entertainment and will take your Sudoku experience to a different level. Each board presents a unique twist of brain challenging logic. \r\n\r\n🛡️ 100% FULL GAME: No advertising, No collection of personal data, No in-app purchases & No Internet required!\r\n"},"9NWXK2DC4DL1":{"lang":"EN","title":"Drop Four Connect","description":"✨ Drop Four Connect  is a well-known strategy game that is suitable for everyone.\r\n\r\n🤔 HOW TO PLAY 🤔\r\n➡️ The game mission is to align a series of 4 pawns of the same color on a grid with 6 rows and 7 columns. In turn, the two players place a pawn in the column of their choice, the pawn then slides to the lowest possible position in the said column after which it is up to the opponent to play. The winner is the player who first succeeds in making a consecutive alignment (horizontal, vertical or diagonal) of at least four pawns of his color. If, while all the boxes of the game grid are filled, neither of the two players has achieved such alignment, the game is declared a draw.\r\n\r\n🎮 Local multiplayer\r\n🥏Challenge all your friends and family to a game to see who’s the best\r\n🥏OR against intelligent AI 🤖 strength levels (Beginner, Medium, Hard).\r\n\r\n🎮 Support PC & XBOX"},"9PMBZ13MH23Q":{"lang":"EN","title":"The Chess+ : PC & XBOX","description":"♟️ Chess is one of the oldest strategy games in the world & one of the most classic and popular board games. After thousands of years of development, it continues to this day. Playing chess can train your mind and keep your concentration.\r\n♞ The Chess+ is an excellent board logic game that develops such skills as tactics, strategy and visual memory 🤯.\r\n\r\n🦾 PLAY CHESS AGAINST OUR STRONG A.I 🤖:\r\n- Analyze your games to see where you went wrong and how you can improve.\r\n\r\n🤔 or : \r\n\r\n🤼 Play against your friends or Family 👨‍👩‍👧!\r\n\r\n🎮 Support PC & XBOX\r\n\r\n🛡️ FULL GAME: No advertising, No collection of personal data, No in-app purchases & No Internet required!"},"9PFPNL8R4LDP":{"lang":"EN","title":"Unlimited­ ­Unofficial","description":"This is the best way to download YouTube videos.\r\n"},"9NW3GFL6TBXV":{"lang":"EN","title":"Spiderhuman Nova","description":"This is a spider human game. Spiderhuman can throw webs like a spider and can fly in the air like a spider.\r\n\r\n\r\n---CONTROLS---\r\n\r\nKEY B for fight ,\r\n\r\nKEY Y for shoot ,\r\n\r\nDouble key spaces for Flying\r\n\r\nARROW KEYS for Going,\r\n\r\nIt supports gamepad automatically. Just you play it.\r\n"},"9NRBH9HS807L":{"lang":"EN","title":"Record of Lodoss War-Deedlit in Wonder Labyrinth-","description":"A 2D Metroidvania-style game developed under the supervision of Ryo Mizuno, depicting the story of Deedlit and the events leading up to Record of Lodoss War: Diadem of the Covenant. Use a variety of weapons and spirit powers to unravel the mystery of the labyrinth."},"9P3MGM8ZCS5D":{"lang":"EN","title":"Archvale","description":"Take up your weapon in this RPG bullet-hell world and embark on a journey to right wrongs from long ago. Only you can defeat the evil forces of the Undying guardians and reunite the world with the fabled Archvale."},"9NNBPBM2F60W":{"lang":"EN","title":"DEEEER Simulator: Your Average Everyday Deer Game","description":"Become an average, everyday deer and stretch your neck out a bit."},"9P39VKPPP531":{"lang":"EN","title":"The Final Evolution of DEEEER","description":"Want MOAR DEEEER?! (No, really - we'd actually like to know.)"},"9PBGCRBQKXTP":{"lang":"EN","title":"Next Space Rebels","description":"SPACE IS FOR EVERYONE. In Next Space Rebels, you will develop from a naive rocket hobbyist into an experienced space activist by designing, building, and launching rockets of increasing complexity."},"9N4K8K2ZGF1L":{"lang":"EN","title":"One Step From Eden","description":"Build a powerful deck, cast spells on the fly, battle evolving enemies, find game-changing artifacts, make friends or make enemies, just make it to Eden."},"9NH4CWLMN938":{"lang":"EN","title":"Educational Games for Kids & Toddlers","description":"✨ Educational Games will help you kids develop such skills as 👁️ visual perception, 🔤 language skill, 🔢 number ability, 🧠 memory, and many more options. \r\n💡 Let your kids improve the learning ability with the collection of best Educational games designed for toddlers, preschool kids, Kindergarten and primary school in this unique all-in-one app, There are 10 different carefully created categories, the games will be entertaining for both girls and boys of pre-k, kindergarten and preschool ages.\r\n\r\n💥 FEATURES: 💥\r\n🎓  Early education for children, 2-10 years old\r\n🤓 Progress in logic, attention and thinking for kids\r\n👨‍👩‍👦Training fine motor skills for preschoolers\r\n🎨 Growth of thinking skills through math\r\n🍊 Simple interface of kindergarten learning\r\n😃 English voice-over\r\n\r\n🛡️ No advertising, No collection of personal data, No in-app purchases and no Internet required, Just Pure Gaming Fun for your Kids!"},"9NH5HN11FG4M":{"lang":"EN","title":"Unpacking","description":"Unpacking is a zen puzzle game about the familiar experience of pulling possessions out of boxes and fitting them into a new home. Part block-fitting puzzle, part home decoration, you are invited to create a satisfying living space while learning clues about the life you’re unpacking."},"9MSP68027100":{"lang":"EN","title":"The Good Life","description":"Enjoy everyday life while solving a murder mystery in Rainy Woods - known as the \"happiest town in the world\" - in this all-new \"Debt Repayment RPG\"!"},"9MXCC2X4TFQW":{"lang":"EN","title":"Blu-ray disc security","description":"This is a simple security program that hides the contents of a BD-RE Disc by making it recognized as blank disc.\r\n\r\nAfter security processing, the computer recognizes that disc as an empty blank disc, so that the contents of it cannot be seen.\r\n\r\n-----------------------------------------------------------------------------------\r\nBD-RE discs can be used as external storage media in the same way as external hard disks or USB drives.\r\n\r\nIf BD-RE Disc is formatted in UDF format, it can be used in the same way as reading and writing files on a hard disk.\r\n \r\n\r\nUsing Blu-ray Disc as a external storage medium has the following advantages:\r\n\r\nIn the case of hard disks, mechanical failures can occur at any time and are also affected by magnetic objects. In that case, data may be lost.\r\n\r\nFlash storage media such as USB drives and memory cards can also fail at any time, resulting in loss of all stored data.\r\n\r\nOn the other hand, Blu-ray disc can safely store data for a long period of time and is cheaper than other storage media, so it is suitable for secondary backup purposes.\r\n\r\nAnd, there are several good products, slim Blu-ray drives that can be used for laptops, notebook computers.\r\n\r\nThis program performs simple security targeting BD-RE discs.\r\n\r\n\r\nBD-RE: Read/Write Blu-ray disc  (RE: Recordable Erasable)\r\n\r\n"},"9P31WJ3N46KB":{"lang":"EN","title":"UNSIGHTED","description":"EXPLORE YOUR WAY. Awoken to a world ruined by war, Alma must traverse the vast city of Arcadia before the life force of her friends and herself withers away. Time is ticking, and every moment matters. Who will you save, and who will you leave to turn UNSIGHTED? "},"9MZNFF29W9ZX":{"lang":"EN","title":"Flynn: Son of Crimson","description":"Help Flynn and his mythical companion Dex save Rosantica before the evil from The Scourge claims his home. In Flynn: Son of Crimson, you’ll go on a journey of discovery and conflict as you learn to master the power of Crimson Energy. "},"9NK5QLGGGBPC":{"lang":"EN","title":"Jurassic World Evolution 2: Deluxe Edition","description":"Jurassic World Evolution 2 is the much-anticipated sequel to Frontier’s highly successful Jurassic World Evolution. This bold new era in the Jurassic World Evolution game franchise builds upon the ground-breaking and immersive 2018 management simulation. "},"9PG28RXDG9GQ":{"lang":"EN","title":"Aliens: Fireteam Elite","description":"Aliens: Fireteam Elite is a cooperative third-person survival game set in the iconic Alien Universe. Battle through hordes of different types of Xenomorph, customize your character and gear, and level-up as you try to contain this ever-growing threat."},"9NVN8NSXDK41":{"lang":"EN","title":"PAW Patrol The Movie: Adventure City Calls","description":"Big city, bigger adventure! The PAW Patrol must save Adventure City from Mayor Humdinger’s selfish scheming –and they need YOU on Team PAWsome! Be the pups – including Chase, Skye, and streetwise Liberty – and use next-level gadgets to save the day, in this fun-for-all 3D platformer for one or two players."},"9NF464MNPXLR":{"lang":"EN","title":"QR Offline Fabrik","description":"Bulk generating QR codes without compromising on privacy. Your data stays on your computer.\r\n\r\nInput: CSV file. You select the column you want to encode\r\n\r\nOutput:\r\n1.) QR codes in a selected image format\r\n2.) CSV file with all your input data and an additional column with a path to the corresponding image file."},"9PCZ8S8SFDD8":{"lang":"EN","title":"Batteries Real-time Power Monitor","description":"Explore the batteries and aggregate power of your device in detail with this application. Application provides real time information about individual batteries and aggregate power supply as follows. \r\n\r\n-\tbattery name\r\n-\tbattery status\r\n-\tremaining energy capacity\r\n-\tcharge rate\r\n-\tdesign energy capacity\r\n-\tfully-charged energy capacity\r\n-\tremaining energy capacity\r\n-\tbattery ID\r\n-\tenergy saver status\r\n-\tremaining discharge time\r\n\r\nApplication maintains real-time log containing the above information that can be saved as .csv text file for further analysis. \r\n\r\nApplication plots live chart for remaining energy capacity for batteries and total power supply. User can select time interval to take measurements displayed on the chart in real time."},"9NBHQSQ3621M":{"lang":"EN","title":"Dodgeball Academia","description":"Dodgeball Academia is a sports RPG game featuring rookie dodgeball student, Otto. Join Otto and an eclectic cast of characters as they train to dominate on and off the courts of the academia."},"9NLW8WFH4RQT":{"lang":"EN","title":"Curse of the Dead Gods (PC)","description":"You seek untold riches, eternal life, divine powers - it leads to this accursed temple…\r\n\r\n- A skill-based roguelike exploring a cruel, dark temple made of endless rooms and corridors\r\n- Swords, spears, bows, guns - wield these and many more\r\n- Unique curses influence each attempt, putting a twist on every action\r\n- Dozens of enemies, with powerful champions and deadly bosses to face off against"},"9N5ZNP8P6TKB":{"lang":"EN","title":"Video to Time Lapse Video Creator","description":"Create fast forward and slow down videos from the original video by extracting frames and composing new videos using parameters such as frames per second (fps), selection of every Nth frame, backward play and video quality (4K, HD, SD and other resolutions). \r\n\r\nWorks with videos of 4K / UHD and other resolutions. \r\nSupported video formats are MP4 and WMV. "},"9N3GWDPV8HBH":{"lang":"EN","title":"Cryptocurrency Sentinel","description":"Monitor cryptocurrency prices and set alarms to alert you when they reach target amounts!"},"9NP14HWHG1F2":{"lang":"EN","title":"GreedFall - The de Vespe Conspiracy","description":"Explore a new region on Teer Fradee, facing unfamiliar foes as you navigate a web of intrigue and unravel the de Vespe conspiracy. This expansion brings new enemies and gear with a twisting narrative that expands on GreedFall’s acclaimed story."},"9MZRSLLWKWDV":{"lang":"EN","title":"Prodeus","description":"Prodeus is a first-person shooter of old, re-imagined using modern rendering techniques and technology. Experience the quality you’d expect from a modern AAA game, designed with retro aesthetics and gameplay that invoke the tech-imposed limits of older hardware."},"9PMX9NHWXZ4L":{"lang":"EN","title":"SCARLET NEXUS Deluxe Edition","description":"The Deluxe Edition includes:\r\n• SCARLET NEXUS (full game)\r\n• Brain Punk Bundle\r\n\r\nDeluxe Edition Bonuses:\r\n• Additional Attachment \"The Other\"\r\n• SAS Plug-in Variations (3)\r\n\r\nChoose between Yuito and Kasane, elite psionics each armed with a talent in psychokinesis and their own reason to fight. Complete both of their stories to unlock all the mysteries of a Brain Punk future caught between technology and psychic abilities."},"9N8PFLMMR9BW":{"lang":"EN","title":"Desktop Toolkit","description":"Desktop Toolkit brings all the tools you've ever needed right to your taskbar. It's simple, fast and elegant. You can now access your favorite apps, files and folders in one place. Record windows or the whole screen and get colors from anywhere using built-in color picker. You can set a reminder for a break at work or just make your device to turn off automatically whenever you want. Born for the pen, designed with touch and mouse in mind. Increase your productivity now!"},"9PCVN6LRVV13":{"lang":"EN","title":"Gears Triple Bundle","description":"Squad up for Gears 5, Gears Tactics and the Gears 5: Hivebusters expansion. From the early days of the Locust war to the jungles of the Galangi islands, experience the pivotal moments in the wars to save Sera. This bundle is optimized for Xbox Series X|S."},"9NXM2P3T8FPK":{"lang":"EN","title":"REKT! High Octane Stunts","description":"A high-octane, stunt, arcade game with an addictive combo and trick-based gameplay set in a retro arena. Get behind the wheel - jump, drift, stunt, and compete with others on the way on top the global leaderboard. It’s time to GET REKT!"},"9NR8ZBSJQ4FD":{"lang":"EN","title":"The Wild at Heart","description":"Wield an ever-growing herd of quirky creatures to rebuild broken paths, battle perilous beasts, and solve peculiar puzzles in a rich, interconnected world. Join two young runaways as they unravel the mysteries of a lost realm in this nostalgic storybook fantasy!"},"9NHJZSV44T2F":{"lang":"EN","title":"SnowRunner - Year 2 Pass (Windows 10)","description":"Expand your SnowRunner experience with the Year 2 Pass! This gives you access to four phases of content, including new vehicles, new skins, new missions, new maps to explore and more."},"9NP6WL1XQDBW":{"lang":"EN","title":"SnowRunner (Windows 10)","description":"Get ready for the next-generation off-road experience! \r\nSnowRunner puts you in the driver’s seat of powerful vehicles as you conquer extreme open environments with the most advanced terrain simulation ever. Drive 40 vehicles from brands such as Ford, Chevrolet, and Freightliner as you leave your mark on an untamed open world."},"9PFVK15Z5ZQ6":{"lang":"EN","title":"SnowRunner - Year 1 Pass (Windows 10)","description":"Get ready for the next-generation off-road experience! \r\n\r\nExpand your SnowRunner experience with the Year 1 Pass, granting you access to the exclusive Sabertooth skin for the Heavy Duty Derry Longhorn 4520, as well as new vehicles, new skins, new missions, new maps to explore and more."},"9NCT87FKQ4GM":{"lang":"EN","title":"Psychonauts (Windows 10)","description":"A PSYCHIC ODYSSEY THROUGH THE MINDS OF MISFITS, MONSTERS, AND MADMEN"},"9NRHR86QDVFB":{"lang":"EN","title":"Journey of the Broken Circle","description":"Platforming & Storytelling *literally* go hand in hand in this journey full of love and fun, but also questions... Let's roll on a life-changing experience!"},"9NPGN9K4W97C":{"lang":"EN","title":"Super Chess","description":"You can play it with AI (your device brain) . It is classic chess game. It has undo and redo features."},"9NBTL551XL5N":{"lang":"EN","title":"The Yakuza Remastered Collection for Windows 10","description":"Celebrate Kazuma Kiryu's saga with the beautifully remastered Yakuza 3, 4, and 5. Complete The Dragon of Dojima’s journey."},"9NC4QMRHCNZK":{"lang":"EN","title":"Yakuza 3 Remastered for Windows 10","description":"Experience the third chapter of the Kazuma Kiryu saga with restored content in 1080p and 60fps.\r\n\r\nA year after the Kanto-Kansai all-out war, Kazuma Kiryu and Haruka Sawamura have left the unforgiving streets of Kamurocho for the island of Okinawa to run the Morning Glory Orphanage. Despite his efforts, shadows of Kiryu's past threaten to entangle the Morning Glory Orphanage in a deadly power struggle involving the Tojo Clan and political world. \r\n\r\nThus begins a dramatic tale set in the \"sleepless city\" of Kamurocho in Tokyo and the tropical lands of Okinawa. Can Kiryu rescue the children of the orphanage from the looming threats emerging from the depths of the underworld and state power?\r\n\r\nComplete The Dragon of Dojima’s journey."},"9NWZTB9JQG9S":{"lang":"EN","title":"Yakuza 4 Remastered for Windows 10","description":"Experience the fourth chapter of the Kazuma Kiryu saga in 1080p and 60fps.\r\n\r\n2010, Tokyo.  A shooting incident one night in a red-light district sets the city swirling with human desires and clamor. It was supposed to be a \"common incident\" for this town... until the appearance of one woman burdened with sorrow. As if drawn to a flame, men of the city's dark underground are gathered, one after another, at the door of the \"legendary yakuza\" Kazuma Kiryu.\r\n\r\nAs the fates of these four men overlap, the story of a miracle created by the passionate and violent way of life begins to takes shape.\r\n\r\nTake control of multiple protagonists, a first for the series, allowing for unprecedented story depth and battle action. Three new protagonists, each with a rich personality, will leave their impact before the story concludes.\r\n\r\nComplete The Dragon of Dojima’s journey."},"9NX1SLRVWKW1":{"lang":"EN","title":"Cloud Drive for Storage Service PRO","description":"The client for iCloud, OneDrive, Dropbox, Google Drive, Amazon Cloud storages"},"9NB77CW5J1TT":{"lang":"EN","title":"Gears 5: Hivebusters","description":"Included in Xbox Game Pass Ultimate. \r\n\r\nReturn to Gears 5 with the Hivebusters expansion and undertake their first suicide mission. Explore the tropical Galangi islands, battle enemies with the team’s ultimate abilities and confront a deadly new predator. "},"9P4KMR76PLLQ":{"lang":"EN","title":"Gears 5 Game of the Year Edition","description":"The complete Gears 5 experience in one bundle. Get the celebrated campaign, recharged multiplayer and Hivebusters campaign expansion as part of the Game of the Year Edition.  \r\n \r\nGears 5 Game of the Year Edition includes: \r\n•\tGears 5 base game \r\n•\tHalo: Reach Character Pack  \r\n•\t30 days of Boost \r\n•\tGears 5: Hivebusters expansion "},"9PB79JST8PDH":{"lang":"EN","title":"GreedFall - Windows 10","description":"Explore uncharted new lands as you set foot on a remote island seeping with magic, and filled with riches, lost secrets, and fantastic creatures.\r\n\r\nForge this new world’s destiny, as you befriend or betray companions and entire factions. With diplomacy, deception and force, become part of a living, evolving world - influence its course and shape your story."},"9P8CFXZH93CK":{"lang":"EN","title":"Halo 4","description":"Witness the Master Chief’s triumphant return to battle an ancient evil bent on vengeance and annihilation. Shipwrecked on a mysterious world, faced with new enemies and deadly technology, the universe will never be the same.*"},"9NN3HCKW5TPC":{"lang":"EN","title":"Gears Tactics","description":"Gears Tactics is the fast-paced, turn-based strategy game from one of the most-acclaimed video game franchises – Gears of War. Outnumbered and fighting for survival, recruit and command your squad to hunt down an evil mastermind who makes monsters. "},"9NMRLWP0VRL0":{"lang":"EN","title":"Coronavirus: Doom and Destiny 2","description":"In this game you have to take control of the newest invention - the Crow bio-robot for destroying viruses. Get the operator's tasks and do everything to kill the virus in the body."},"9P6VZCRGXFMX":{"lang":"EN","title":"Halo 3: ODST","description":"Halo 3: ODST comes to PC as the next installment in Halo: The Master Chief Collection. Experience the events preceding Halo 3 through the eyes of Orbital Drop Shock Troopers (ODST) as they return to familiar ground and attempt to uncover the motivations behind the Covenant’s invasion of New Mombasa. "},"9PLQH85ZGZZH":{"lang":"EN","title":"Audio Tracks Extractor","description":"Extract audio tracks from videos at one go. Convert your videos into audio files. \r\n\r\nApplication extracts audio from video files MP4, HEVC, AVI and WMV and saves tracks in MP3, ALAC, FLAC, M4A, WAV or WMA formats with High, Medium or Low sound quality.  Any combination of format and quality is allowed.\r\n\r\nYou can extract audio tracks file by file or in bulk by adding files to the application windows at any time. "},"9NLJ691Q3LNC":{"lang":"EN","title":"Audio Converter Deluxe","description":"Application converts individually or in bulk audio files among such formats as ALAC, FLAC, M4A, MP3, WAV and WMA with Auto, High, Medium or Low quality. \r\n\r\nAny combination of format and quality is allowed. Conversion is also allowed within the same format but different quality.\r\n\r\nThe app supports Light, Dark and High Contrast themes. \r\nIt incorporates fluent design and acrylic visual effects for smooth user experience.  "},"9N1NN5RWMCHF":{"lang":"EN","title":"Video Converter Deluxe","description":"Convert MP4, WMV, AVI and MPG videos in bulk or individually into any of MP4, WMV, AVI and HEVC video formats in Uhd2160p, HD1080p, HD720p, VGA, WVGA and QVGA resolutions.\r\n\r\nConversion is possible within the same format among different resolutions e.g. when you want to downgrade video quality to make video file size smaller. \r\n\r\nThe app supports Windows themes, has modern interface and pleasant interactive user experience."},"9P6MDXWS3QT1":{"lang":"EN","title":"Permanent File Remover Pro","description":"Permanent File Remover does work in the most powerful way allowing you to drop files and folders onto the main window or via the + button, but the number of erasing cycles is completely configurable. Just select the method of zero’s, one’s, random or secure random and select a number to anywhere between 1 and 100 passes, obviously more is better security but slower. Using the one pass option adds a +1 to the number of passes. "},"9NVKN09WGFQW":{"lang":"EN","title":"Bomb Them All","description":"Take control of a funny creature that lives in any computer.\r\nThe host's computer has been captured by an evil virus and all hope is on you."},"9NBLGJQQBHH4":{"lang":"EN","title":"Touhou Luna Nights","description":"Touhou Luna Nights is a Metroidvania title with a heavy emphasis on exploration and action based on the Touhou Project."},"9PGHX5GGWW8P":{"lang":"EN","title":"Video Frames Extractor Classic","description":"Play a video and save frames as pictures by a click of a button. \r\n\r\nChange playback speed, move frames forward and backward, rotate video, use on-screen buttons or keyboard shortcuts. Pictures are saved with the same quality as video file being played.\r\n\r\nPictures save formats are JPEG, JPG, PNG, GIF, TIFF, BMP, JPEG-XR. In addition, HEIF and HEIC formats are available in Windows 11.\r\n\r\nSupported video formats are MP4, WMV, AVI.\r\n\r\nPictures can be taken in playback and paused states.\r\n\r\nUse one frame backward and forward buttons to get precise position within a video.\r\n\r\nTake pictures with a rotation of 0, 90, 180 and 270 degrees."},"9PGL2Z1H9M4R":{"lang":"EN","title":"Halo 3","description":"Halo 3* comes to PC as the fourth installment of Halo: The Master Chief Collection. Now optimized for PC with mouse and keyboard support, native PC features and up to 4K UHD resolution and HDR. The epic saga continues as Master Chief returns to finish the fight, bringing the epic conflict between the Covenant, the Flood, and the entire human race to a dramatic, pulse-pounding climax "},"9PN3VDFTB5HZ":{"lang":"EN","title":"The Bard's Tale ARPG : Remastered and Resnarkled","description":"You are the Bard, a selfish rogue weary of pointless sub-quests and rat-infested cellars. Through magical song you summon characters to join your quest! "},"9P5739G419LD":{"lang":"EN","title":"Halo 2: Anniversary","description":"Halo 2: Anniversary comes to PC as the next installment in Halo: The Master Chief Collection, bringing the Master Chief’s battle for humanity to Earth."},"9PGJ5VXX7RPR":{"lang":"EN","title":"Cyber Lemur","description":"Cyber Lemur is a challenging 2D couch-multiplayer game with a variety of game modes including race, jump, and battle. The controls are difficulty to master, but can be made easier by having two players control the same character. The game is great for parties, or those who love a challenge. "},"9PKTXKNNVW5K":{"lang":"EN","title":"The Surge 1 & 2 - Dual Pack (PC)","description":"This bundle includes The Surge and The Surge 2’s base game experiences.\r\n\r\nThe Surge\r\nA catastrophic event has knocked you out during your first day on the job. You wake up, mysteriously equipped with a heavy-grade exoskeleton, and must fight to escape.\r\n\r\nThe Surge 2\r\nFight ferocious threats in brutal, unforgiving combat, slashing and tearing the limbs off your opponents to steal their equipment."},"9N4XRJ9ZH4QW":{"lang":"EN","title":"Coronavirus: Doom and Destiny","description":"Fight in the epic battle of humanity against the terrible virus. Take control of a nano-bot that is able to withstand the virus in the human body."},"9PBG3284NB22":{"lang":"EN","title":"Coronavirus","description":"This game is dedicated to everyone who is fighting the terrible virus that has infected humanity."},"9NR4HNBX2QKW":{"lang":"EN","title":"PDF Compressor for Windows","description":"This is an extremely easy, fast and secure app to reduce your PDF file size on just a single click. This is a completely offline application, it does not require internet to compress files. You can select and compress more than one file on a single click.\r\nNote: App is not compatible with Windows 10 S Mode.\r\n\r\nFeatures:\r\n# Completely Offline, no internet upload your file so fast and secure\r\n# Multiple PDF compress\r\n# 3 different compress mode\r\n# Easy to use\r\n# Continuous feature update and support\r\n# No hidden cost"},"9NX6XGVJ0J3D":{"lang":"EN","title":"Bleeding Edge","description":"Team Up. Cause Chaos. Grab your team and tear it up in Bleeding Edge, an electrifying online brawler where every fighter comes mechanically enhanced for mayhem!"},"9NHKSSM4VPQL":{"lang":"EN","title":"TetroBlocks 3D","description":"TetroBlocks 3D is an extension of the most popular game in another dimension.\r\nDevelop your speed of thinking and reaction. Tetris 3D will not let you relax. Easy game at the initial speed, but difficult and requiring critical thinking and reaction at the highest, craziest speed."},"9NWQMVSB63N4":{"lang":"EN","title":"Halo: Combat Evolved Anniversary","description":"Halo: Combat Evolved Anniversary comes to PC as the second installment of Halo: The Master Chief Collection, chronicling the rise of the legendary Master Chief. "},"9NGH1FK0RJGL":{"lang":"EN","title":"Wasteland Remastered","description":"The RPG classic rises from the nuclear ashes! Wasteland Remastered is an overhaul of the 1988 title that brought the post-apocalypse to video games. Bring law to a lawless future or burn everything to the ground with full freedom of choice and consequence. See where the Wasteland series began and experience the character and world the sequels are built on. "},"9PCKNHVF619T":{"lang":"EN","title":"Invoice Creator PRO","description":"Simply create fully customized invoices with various of possibilities."},"9ND0CG3LM22K":{"lang":"EN","title":"A Plague Tale: Innocence - Windows 10","description":"Follow the grim tale of young Amicia and her little brother Hugo, in a heartrending journey through the darkest hours of history. Hunted by Inquisition soldiers and surrounded by unstoppable swarms of rats, Amicia and Hugo will come to know and trust each other. As they struggle to survive against overwhelming odds, they will fight to find purpose in this brutal, unforgiving world."},"9N9WZT3PJ27W":{"lang":"EN","title":"Halo: Reach","description":"Halo: Reach* comes to PC as the first installment of Halo: The Master Chief Collection. Now optimized for PC, experience the heroic story of Noble Team, a group of Spartans, who through great sacrifice and courage, saved countless lives in the face of impossible odds. The planet Reach is humanity’s last line of defense between the encroaching Covenant and their ultimate goal, the destruction of Earth. If it falls, humanity will be pushed to the brink of destruction. \r\n\r\nGame Features:\r\n•\tPC Settings/Optimizations: Halo: Reach is now optimized for PC and looking better than ever at up to 4k UHD and at least 60 FPS. Other PC native settings include mouse and keyboard support, ultrawide support, adaptive sync support, FOV customization, and more. \r\n•\tCampaign: Experience the first chapter in the Halo Saga and fight your way as Noble Six through 11 unforgettable missions\r\n•\tMultiplayer: Start your Spartan Career today with Halo: Reach’s iconic multiplayer featuring an overhauled progression system, generation-defining player customization, over 20 unforgettable maps, as well as classic game modes such as Firefight and Invasion. While Forge and Theater will be delivered later in 2020, enjoy access to millions of community-created maps and game types that have been migrated over from Halo: Reach on Xbox 360 for use today on PC.\r\n•\tFirefight: Fight alone or with squad mates to survive against endless waves of enemies deploying with ever-increasing difficulty. \r\n\r\n\r\n*Halo: The Master Chief Collection is required to play the (digital only) Halo: Reach. "},"9NTM9HXNLSZX":{"lang":"EN","title":"Halo: The Master Chief Collection","description":"The Master Chief’s iconic journey includes six games, built for PC and collected in a single integrated experience. Whether you’re a long-time fan or meeting Spartan 117 for the first time, The Master Chief Collection is the definitive Halo gaming experience."},"9NGHPCSC5XTV":{"lang":"EN","title":"SCORPIO PLAYER X - The Ultimate Video Player","description":"SCORPIO PLAYER is a modern and full-feature powerful universal media player for Windows 10/11 and Xbox"},"9N17LX250Z01":{"lang":"EN","title":"Garfield Kart Furious Racing","description":"Garfield, the famous lasagna-loving cat is back to take on Jon, Odie and company in a no-holds-barred racing game!\r\nChoose your character and kart according to their characteristics and your driving style, get off the starting line first and control skids to outrun your opponents. Use crazy bonus objects, like the Pillow or the Magic Wand, to gain an edge and get over the finishing line first. Are you lazy like Garfield? Take shortcuts to overtake the other racers with the Spring!\r\nRace your friends in local mode or online, with up to eight players on 16 iconic circuits from the world of Garfield."},"BNHPW11QV69F":{"lang":"EN","title":"Blacksad: Under the Skin","description":"A dark corruption scandal in the heart of the New York City's underworld  for charismatic detective John Blacksad"},"C2B4T86TXLRS":{"lang":"EN","title":"The Bard's Tale IV: Director's Cut","description":"The Bard's Tale IV: Director’s Cut is the triumphant return of one of the most iconic RPG series of all-time. Delve into a tactically rich combat system that rewards creativity, solve puzzles to gain treasure and advantages, and discover a beautifully crafted world."},"9MVN4ND41DD3":{"lang":"EN","title":"The Bard's Tale Trilogy","description":"Experience the events that led to The Bard’s Tale IV: Barrows Deep and The Mage’s Tale! The Bard's Tale Trilogy is a remastering of the classic 1980s series, one of the godfathers of the RPG genre. Create an adventuring party in the first volume and play it across all three, creating a heroic story all your own! "},"9N3K1JMVCS0C":{"lang":"EN","title":"The Patrol","description":"Play as one of 4 police officers available in the game and patrol the city with your police car for criminals, the game have 56 levels to play for the 4 officers chose them in your office and chose the missions in your office room."},"9NC0071DJ6XC":{"lang":"EN","title":"Torment: Tides of Numenera","description":"Explore Earth one billion years in the future in the science-fantasy setting of Numenera. Discover the Ninth World built on the bones of extinct, hyper-advanced civilizations and leave your own mark on it. Make thousands of essential choices, face the consequences, and meet death incarnated as you seek the answer to the ultimate question: What does one life matter?"},"9N58J0GM9MRP":{"lang":"EN","title":"MudRunner","description":"MudRunner is the ultimate off-road experience putting the players in the driver seat and dares them to take charge of incredible all-terrain vehicles, venturing across extreme Siberian landscapes with only a map and compass as guides! "},"9NMTP62QL5L2":{"lang":"EN","title":"Start Photo Editor","description":"Start Photo Editor is a powerful image editing software that includes commonly used image editing functions, and supports commonly used functions such as layers, replacing colors, adjusting colors, magic wands, mosaics, free transformations, blurring, shadows, etc. It is more powerful and has a lighter volume. Please use it!"},"9NQTQNQVVDCK":{"lang":"EN","title":"PDF Merge & Split Tool","description":"It is an extremely easy, blazing-fast, and highly secure app to merge and split your PDF document. \r\n\r\n# Features \r\n- Unlimited size and files\r\n- Extremely easy to use no instruction is needed!\r\n- No internet usage to merge so very secure and fast\r\n- Continuous updates, new features\r\n- PDF Merge sequence arrangement\r\n\r\nYou can merge and split your files in just two clicks, first browse files and simply click merge/split file. Thousands of other users love our service. Buy once and get lifetime access to the perfect PDF merge/split app on the Windows store."},"9N2D7ZW3Z8X8":{"lang":"EN","title":"Ninja IP Hider PRO","description":"Ninja IP Hider PRO helps you to replace your primary public IP address and select a new one from a huge list of World Wide IP's"},"9NXR6469DM2P":{"lang":"EN","title":"Crackdown 3","description":"Time to step up your boom to stop crime as a super-powered Agent in Crackdown 3’s sandbox of mayhem and destruction."},"9NT2QNP382V6":{"lang":"EN","title":"VAMPYR","description":"CURSED BE THE CHOICE…London, 1918. You are newly-turned Vampyr Dr. Jonathan Reid. As a doctor, you must find a cure to save the city’s flu-ravaged citizens. As a Vampyr, you are cursed to feed on those you vowed to heal. Will you embrace the monster within? Your actions will save or doom London."},"9PF9ZSM67M81":{"lang":"EN","title":"EZ Meta Tag Editor","description":"Metadata editor / MP3 tagger for audio files\r\n\r\nManage audio files / music library with the Windows Explorer style music file organizer. Edit metadata of audio files. Perfect the audio files with the high quality metadata and album art. Batch edit multiple audio files at once."},"9P5MG60344HV":{"lang":"EN","title":"HEIC to JPG, JPEG & PNG Converter","description":"HEIC Converter is an easy, fast, and secure tool to convert your HEIC to other image formats. It supports HEIC to PNG, JPG, and JPEG image format. The app converts your images locally no need to upload your file over the internet, use our service loved by thousands of users. We are the pioneer and top-rated on windows store.\r\n\r\nPurchase once and get for a lifetime, no subscription, no limit get unlimited conversions.\r\n\r\n★★★★★ - Simple, fast, and reliable, I am very satisfied. - Claudia\r\n★★★★★ - Great app use it weekly, very handy and easy to use. Does exactly what it says. -Ken\r\n\r\nFeatures\r\n✅ Convert heic to jpg, jpeg, png\r\n✅ Drag And Drop Or easy Copy and Paste\r\n✅ Preserve your image metadata\r\n✅ Extremely Easy to use\r\n✅ Choose different output formats\r\n✅ Batch file conversion support\r\n✅ Completely offline conversion\r\n✅ No need to upload your data to a random website all conversion locally on your computer\r\n✅ Continuous update and support\r\n✅ Request features\r\n\r\nPlease note that the app does not support s mode of Windows 10.\r\n"},"9PHKXB8RDKBC":{"lang":"EN","title":"Forza Horizon 4 Deluxe Edition","description":"Dynamic seasons change everything at the world’s greatest automotive festival. Go it alone or team up with others to explore beautiful and historic Britain in a shared open world. Collect, modify, and drive over 450 cars. Race, stunt, create, and explore - choose your own path to become a Horizon Superstar. The Forza Horizon 4 Deluxe Edition digital bundle includes the Car Pass and the Formula Drift Car Pack."},"9P78FSH07C3Z":{"lang":"EN","title":"Eco Weather","description":"Eco Weather has the most accurate, local weather forecasts for 2.7 million locations around the world."},"9MTW16JF0J28":{"lang":"EN","title":"Secure Passwords Generator Master","description":"Generates random alphanumeric passwords, optionally with special characters, using Microsoft Windows Security Cryptography library (this library is an integral part of Windows 10/11). This makes sure that no discernible patterns exist. \r\n\r\nApplication features:\r\n\r\nGenerate passwords of any length up to 200,000 characters. \r\n\r\nScroll up and down through characters generated. \r\n\r\nSelect and copy characters of a desired length. Right click to copy to clipboard.\r\n\r\nSee the number of characters highlighted dynamically as you change the selection.\r\n\r\nSee password strengths validation as you select characters. \r\n\r\nDefine number of characters manually using number box or slider. Enter number of characters manually and press Enter to generate. \r\n\r\nInclude special characters by checking a checkbox.\r\n\r\nSave generated characters as text file.\r\n\r\nUse Help button to display application help and support information."},"9NM0XQKK5GMJ":{"lang":"EN","title":"Scorpio Media Server - For Scorpio Player","description":"Scorpio Media Server"},"9PDLWQHTLSV3":{"lang":"EN","title":"Quick Pad - Fluent Notepad App","description":"Quick Pad simplifies note-taking with its compact overlay feature, which allows you to take notes right on top of other open windows. The focus mode further enhances your productivity by hiding all toolbars and menus, enabling you to focus solely on your notes. With advanced features and customizable options, Quick Pad enables you to work efficiently and without distractions"},"9PGSCB1X2P7G":{"lang":"EN","title":"MARVEL VS. CAPCOM: INFINITE","description":"Xbox One and Windows 10 owners can play this title online together. You cannot play this game with owners on other platforms.\r\n\r\nThe epic clash between two storied universes returns with Marvel vs. Capcom: Infinite, the next era of the highly revered action-fighting game series. Marvel and Capcom universes collide like never before as iconic characters team up for action-packed player-versus-player combat. Ultron Sigma has begun the systematic eradication of all biological life. Against all odds, heroes arise from the rubble, form new alliances and stand together against the ultimate threat, their only hope laying with the all-powerful Infinity Stones."},"9PHW1HL2ZXJK":{"lang":"EN","title":"Marvel vs. Capcom: Infinite - Deluxe Edition","description":"Includes the Marvel vs. Capcom: Infinite full game and Character Pass.\r\n\r\nThe epic clash between two storied universes returns with Marvel vs. Capcom: Infinite, the next era of the highly revered action-fighting game series. Marvel and Capcom universes collide like never before as iconic characters team up for action-packed player-versus-player combat. Ultron Sigma has begun the systematic eradication of all biological life. Against all odds, heroes arise from the rubble, form new alliances and stand together against the ultimate threat, their only hope laying with the all-powerful Infinity Stones."},"9P3MM87VJP9B":{"lang":"EN","title":"Cifrator","description":"Encryptor and file decryptor based on a password you provide.\r\n\r\nProtect your documents and prevent them from seeing your content. Encrypt from a single file to complete folders."},"9NXT1XCCTPLN":{"lang":"EN","title":"PDF Converter App for Windows","description":"PDF Converter Kit converts PDF to different document and image formats and vice versa. It is very easy, fast and secure app to convert PDF on windows 10."},"9PNHCTFL3M90":{"lang":"EN","title":"Tanks Island","description":"All the action takes place in UK during World War II, the Allies must combat the German troops in UK beachs. They must destroy all German infrastructures to be successful in their 24 Missions, and use all Tank models they have to be efficient."},"9WZDNCRFJ4P3":{"lang":"EN","title":"TouchMail","description":"[Updated November 2022] The top-rated email app for Windows 10 and 11, with over 1.5 million downloads, and one of Microsoft's \"Essential Windows Apps\". Works great with touch, or quickly scroll and browse with your mouse or touchpad.\r\n\r\n- Recent update: App load time significantly faster!\r\n- “A super-efficient way to blast through vast quantities of mail” – Time\r\n- \"I had over 30k junk emails until I saw this app. I was able to organize, clean and manage 3 accounts within 10 min.\" - Wendi (User review)\r\n\r\nTouchMail is the fastest and easiest way to find what matters most and clean up the rest in Gmail, Outlook.com, Yahoo Mail, iCloud, AOL, Office 365, and most IMAP email accounts. \r\n\r\nTurn your email into a visual and colorful inbox that you can explore the way you want – using touch, mouse and keyboard, or pen – with rich visualizations, colorful message tiles you can resize, and familiar interactions.\r\n\r\n- \"I had over 4,400 emails, most of which was junk. TouchMail makes it so easy to group, select and delete mass emails. I am now down to 20 emails in my inbox.\" - Paige (User review)\r\n\r\n- “Will make getting into your emails cleaner, faster, and much more fun” - WinBeta Review\r\n\r\n- \"I have Gmail, Hotmail and Yahoo. TouchMail makes it easy to handle all three at one sitting - using the same interface for all three. It's easy to delete a lot of email at once!\" - Alicia (User review)\r\n"},"9MVBXKHXWFDF":{"lang":"EN","title":"Warpie","description":"Run over 60 different levels with power ups, and 3 different ships. Earn coins and unlock different powers to your ship."},"9N6Z8DQXSQWH":{"lang":"EN","title":"Disneyland Adventures","description":"Disneyland Adventures allows children and Disney fans of all ages to explore Disneyland park in 4K Ultra HD and HDR, enjoy immersive adventures based on 18 popular attractions, engage in 100 challenging quests, and interact with 35 beloved Disney characters.  Disneyland Adventures is your ticket to the magical world of Disneyland right in your living room."},"9PJ06TZX4NMH":{"lang":"EN","title":"Zoo Tycoon: Ultimate Animal Collection","description":"The wildly popular Zoo Tycoon series gets fully-remastered and set to crank up the excitement, challenge, and fun of building the ultimate zoo. Let your imagination run wild with \"Zoo Tycoon: Ultimate Animal Collection\" Build, manage, and maintain your dream zoo alone or with up to four players on Xbox LIVE.  This zoo simulation will charm animal lovers of all ages."},"9P7017W8P4WV":{"lang":"EN","title":"Stunt Kite Masters","description":"Enjoy a beautiful day at the sunny beach, savor a majestic view on a mountain peak or feel the thrilling height of a skyscraper at night. Harness the wind and launch your stunt kite! Practice exciting maneuvers as your kite dances in the sky or leave gravity behind and draw figures in the blue with a smoke trail. Get started with ‘Stunt Kite Masters’ and you’ll enjoy total immersion and the most realistic virtual reality kite experience ever!"},"9PDV8FKWP3B4":{"lang":"EN","title":"Middle-earth™: Shadow of War™","description":"Experience an epic open-world brought to life by the award-winning Nemesis System.  Forge a new Ring of Power, conquer Fortresses in massive battles and dominate Mordor with your personal orc army in Middle-earth™: Shadow of War™."},"9PKB49N0GRLP":{"lang":"EN","title":"Expansion Pass","description":"The Middle-earth™: Shadow of War™ Expansion Pass includes:\r\n\r\n• Slaughter Tribe Nemesis Expansion\r\n• Outlaw Tribe Nemesis Expansion\r\n• The Blade of Galadriel Story Expansion\r\n• The Desolation of Mordor Story Expansion"},"9NPKQ7SRLV1L":{"lang":"EN","title":"Scorpio Player - The Best Music & Video Player","description":"SCORPIO PLAYER is a modern and full-feature powerful universal media player for Windows 10, Xbox"},"9P5M0VH236FN":{"lang":"EN","title":"PDF Reader UWP","description":"PDF Reader UWP let you to read your favorite PDF format book anywhere anytime. \r\nTry it out!"},"9NSDXF79ZV4K":{"lang":"EN","title":"Finebits AppPack","description":"Finebits AppPack provides full access to the Finebits app library and many additional opportunities. \r\nYou get access to the following:\r\n•\tPRO versions of all apps by Finebits;\r\n•\tPRO versions of new Finebits products free of charge!\r\n•\tEarly access to new apps at beta phase;"},"9NBLGGH5311L":{"lang":"EN","title":"Sonca - the one smart player","description":"Sonca is a single player for all your music, movies, clips and audio books. Just add all the media files from Windows 10 devices and clouds to Sonca and your collection will always be available offline. Watch your favourite movies or listen to music, and the app itself will add and organize tracks information and will remember the moment you stopped.\r\n"},"9MZZNL8J2MSZ":{"lang":"EN","title":"Broken Age","description":"Broken Age is a timeless coming-of-age story of barfing trees and talking spoons. Vella Tartine and Shay Volta are two teenagers in strangely similar situations, but radically different worlds. The player can freely switch between their stories, helping them take control of their own lives, and dealing with the unexpected adventures that follow."},"9NFVVCQWR0VR":{"lang":"EN","title":"Complex Text Encryption","description":"Application implements substitution cypher technology to encrypt and decrypt text. Use this app to communicate privately as no one else. \r\n\r\nThe app is a symmetric key cryptography also known as secret key cryptography technology.\r\n\r\nUser creates a key up to 100 MB, which is a binary file containing keys, and privately shares key with other users. Using the same key, users can encrypt and decrypt text messages. It is recommended that the same key of standard size is used for encrypting up to 4x10^12 characters in total with any single message containing no more than 2 million characters.\r\n\r\nApplication uses Windows-1251 encoding that covers Latin, Cyrillic and special characters. Every character has 1.5x10^10 keys generated on random basis on key creation. There is also a representation layer containing numbers displayed in encrypted message. The numbers in this layer are part of the key and are used for visual representation of the encrypted message. Every time the message is encrypted, the same numbers are used to represent different characters making sure no writing patterns exist in encrypted message."},"9P7L2PB2X1LZ":{"lang":"EN","title":"ScansPorts","description":"Scanner of computer ports and networks, in devices located in the LAN or on the Internet."},"9MVF93XN1BQ5":{"lang":"EN","title":"Magic Mandelbrot","description":"Start you journey into fractal geometry with Mandelbrot set exploration. Application builds any area of Mandelbrot set on the fly, making calculations in the background and using parallel processing technique. Plotting an image takes just a few seconds depending on computer processor power.\r\n\r\nThe application is a great tool to accompany STEM education curriculum. \r\n\r\nMandelbrot Magic highlights coordinates on complex plane (X and Y-axes) in real-time mode and allows you to drill down as deep as the double precision format of your system can bear."},"9P5M1Q8VCW4L":{"lang":"EN","title":"Controller X","description":"This app can test the Xbox one controllers.\r\nTest buttons and the thumb sticks and triggers sensitivity.\r\nTest all of vibration motors.\r\nSupport multiple controllers.\r\nEnjoy!"},"9NBLGGH40FB7":{"lang":"EN","title":"EZ CD Audio Converter","description":"Music Converter with Professional Audio Quality. Convert audio files between all audio file formats. Trusted by home users, audio enthusiasts, professionals, studios, and radio stations worldwide."},"9NBLGGH51BMC":{"lang":"EN","title":"Killer Instinct: Definitive Edition","description":"FIGHT ON!\r\nDiscover your Killer Instinct! Play the legendary fighting game with stunning 60FPS visuals, over-the-top action, a wild cast of combatants, rocking reactive music, and C-C-C-COMBO BREAKERS!"},"9NBLGGH58XVF":{"lang":"EN","title":"Personal Files","description":"The best app for secure your personal files, notes & .... in the windows store.\r\nYou can lock your files in the secured storage. (Fast & Secure).\r\nYou can set password for your files and move them between devices (Just included to this app in the world).\r\nYou can secure and mange your notes in the app with responsive workspace.\r\nYou can use and customize gestures(Fast Actions) in the app (**New**).\r\nYou can use windows hello feature to login to app.\r\nThis app have the best internal file manager in the windows store.\r\n+Easy and Material UI\r\n+Tile Switcher (Drag Title bar To See)****\r\n++Without Internet Access (High Security)\r\n++Without Ads and In App Purchase for Ever\r\n+Advance Internal Clipboard for File Manager\r\n+Advanced Security Settings\r\n+Advanced Gestures Settings\r\n+Update Every 10 Days\r\nEnjoy!!\r\nSupport (any time) : mersadm.wp@hotmail.com\r\n"},"C521HDXRTS7F":{"lang":"EN","title":"Wasteland 2: Director's Cut","description":"From the Producer of the original Fallout comes Wasteland 2, the sequel to the first-ever post-apocalyptic computer RPG! With over 80 hours of gameplay, you will deck out your Ranger squad with the most devastating weaponry this side of the fallout zone, test the limits of your strategy skills, and bring justice to the wasteland - the choices are yours, but so are the consequences."},"9NBLGGH2JZSG":{"lang":"EN","title":"PDF Joiner","description":"Combine & Organize PDF, Word, Excel, Powerpoint, XPS, Text and CSV documents easily and securely with PDF Joiner; the Ultimate Document combiner Tool!"},"9WZDNCRFHWB8":{"lang":"EN","title":"8 Zip Pro - advanced archiver","description":"Out with the old, in with the new. The powerful archiver 8 Zip has expanded its set of capabilities with the new Continuum, Cortana and Windows Hello technologies.\r\n\r\nNow one app, one license, a uniform design and functionality can be had on all types of devices. Decrypt files through an iris scan or at a touch. Listen to music, read documents, and watch videos right in the app. Share files with friends – it’s simple.\r\n\r\n8 Zip is a cutting-edge archiver."},"9WZDNCRFJB30":{"lang":"EN","title":"Metro Commander Pro","description":"Metro Commander is an orthodox file manager which allows you to manage your files and folders from within the Modern Windows UI interface.\r\nEasily create, open, preview, rename, copy, move, delete, search and share files and folders.\r\nBrowse your documents faster with navigation buttons (back, forward, up), thumbnail previews, shortcuts to your Images, Music and Videos folders and the ability to add shortcuts to your favorite folders.\r\nManage your online files by logging into your OneDrive account.\r\n\r\nApp features:\r\n• Dual-pane interface to easily copy, move, create, rename or delete files and folders.\r\n• Ability to launch executable files on Desktop family devices (desktops, laptops, tablets). In Windows 10 S, you can only launch executable files that are allowed by system.\r\n• Opening and extracting files from archives (RAR, ZIP, 7z, ZipX, ISO, BZIP2, GZIP, TAR, ARJ, XZ, CAB...).\r\n• Ability to Extract Here with the application from the Windows Explorer's context menu.\r\n• Built-in viewer and media player (jpeg, png, bmp, gif, tiff, mp3, wma, m4a, aac, wav, ac3, avi, 3gp, wmv, mp4, m4v, mov).\r\n• Support .nef files (only on Desktop devices)\r\n• Support .ac3 files for all devices excluding Windows 10 Mobile\r\n• Built-in document editor (doc, docx, rtf, txt ) for all devices excluding Windows 10 Mobile\r\n• Adding folders to Favorites and pinning them to the Start Screen.\r\n• Quick and convenient browsing of files and folders.\r\n• Audio playback in the background.\r\n• Share file support to other apps.\r\n• Search for files and folders.\r\n• Snapped mode support.\r\n• Thumbnail previews.\r\n• Video and image preview.\r\n• Bulk operations.\r\n• Support for multiple selections.\r\n• Themes and backgrounds, Bing wallpaper.\r\n• OneDrive access.\r\n• Dropbox access.\r\n• Google Drive access.\r\n• Yandex Disk access.\r\n• FTP access.\r\n• Operating with the system Clipboard (copying to the Windows Explorer).\r\n• Autorun when inserting portable devices and flash drives.\r\n• Hotkey commands.\r\n\r\nRelease notes:\r\n05/03/2018\r\n• Built for Windows 10 April 2018 Update.\r\n• Ability to run multiple instances of the application.\r\n• Access to the file system.\r\n• Ability to Extract Here with the application from the Windows Explorer's context menu.\r\n\r\n03/30/2018\r\n• This version is targeted for Creators Update.\r\n• Added app window transparency (aka Fluent).\r\n• Added compact overlay mode for image/audio/video viewer (aka Picture in picture).\r\n• Added equalizer to audio player.\r\n• Added support for Google Drive and Yandex Disk.\r\n• Added support for FTP connections.\r\n\r\n04/12/2017\r\n• Added ability to launch executable files on Desktop family devices (desktops, laptops, tablets). In Windows 10 S, you can only launch executable files that are allowed by system.\r\n\r\n11/15/2016\r\n• Xbox One support.\r\n• Comic Book Archive support (.cbz, .cbr)\r\n• Support for background images in the GIF format.\r\n• UI improvements.\r\n\r\n12/31/2015\r\nMetro Commander is available for Windows 10 now.\r\n\r\n03/11/2015\r\nMetro Commander is Universal app from now.\r\nCreating ZIP and 7z archives.\r\nUnpacking RAR5 archives.\r\nView animated images in the GIF.\r\nRotate images.\r\nAdded languages: Polish, Turkish, Chinese.\r\n\r\n14/03/2014\r\nSkyDrive has been renamed to OneDrive\r\n\r\n02/14/2014\r\nHas been improved support of archives:\r\n - creating\r\n - editing \r\n - viewing files inside archive \r\nAdded Spanish language support\r\nAdded support of .srt subtitle\r\nBug fixes\r\n\r\n01/21/2014\r\nThe problem with duplication of favorites has been fixed\r\n\r\n12/24/2013\r\nMKV support\r\nItalian translation\r\n\r\n12/10/2013\r\nStuck on start was fixed\r\n\r\n10/10/2013\r\nAdded Classic View designed for mouse and keyboard use\r\n\r\n07/15/2013\r\nDropbox support\r\n\r\n06/20/2013\r\nArchives unpacking RAR, ZIP, 7z, ZipX, ISO, BZIP2, GZIP, TAR, ARJ, XZ, CAB, etc.\r\nMultivolume archives support\r\nPassword protected archives support\r\n\r\n03/05/2013\r\nDutch and Portuguese translation\r\n\r\n01/31/2013\r\nKeyboard shortcuts page\r\n\r\n01/14/2013\r\nFrench language"},"9NG2F1Q062VV":{"lang":"EN","title":"The Outer Worlds: Spacer’s Choice Edition","description":"The Outer Worlds: Spacer’s Choice Edition is the ultimate way to play the award-winning RPG from Obsidian Entertainment and Private Division. Including the base game and all DLC, this remastered masterpiece is optimized  to be the absolute best version of The Outer Worlds."},"9NH6WL63G681":{"lang":"EN","title":"Appel Game","description":"★★★ STORY ★★★\r\nMicro Manager, in his desperation to gain the power of the golden apples has begun to take control of planet Appelmoeshapje. As Micro Manager's influence grows, Appel finds not only the inhabitants of, but the very world is turning against him! - Help Appel to navigate through each level, avoiding danger, collecting as many golden apples as you can before finally facing Micro Manager and restoring peace to the world.\r\n\r\n★★★ CONTROLS ★★★\r\n• Arrow Keys or WASD to run, jump & crouch\r\n• Wall Jump - by touching a wall and pressing 'up'\r\n• Jump Higher - by holding up for longer\r\n• Stick to the ceiling - by holding up - But be careful, you can't move sideways when 'stuck' to a surface\r\n• Crouch by holding down (you can crouch on the floor, but also the walls and ceiling!)\r\n• Q + R - to quickly restart the level\r\n• Complete a level, then click 'replay' and then pause for an option to save your replay (load them back in the Play / Load option)\r\n\r\nWait a few seconds for xbox controller.\r\n\r\n"},"9MWPNHKKPPRF":{"lang":"EN","title":"WeakWood Throne","description":"Open world Action RPG with a rich quest-based narrative, multiple combat styles, an advanced progression/inventory system and lots of travels and discoveries."},"C2B3HFJFGHS6":{"lang":"EN","title":"Asterix & Obelix XXL 2","description":"More than 10 years following their last appearance on games consoles and PC, Asterix and Obelix are back and in better shape than ever! Asterix & Obelix XXL 2 is a superb blend of action and adventure for all ages, with a winning combination of comedy and brawling.\nBut where has Getafix gone? The long-bearded druid has disappeared after betraying his own people for Julius Caesar! The Gaulish village is in uproar! They must find out the truth! Always ready for a fight, Asterix and Obelix are sent"},"C3KN7PZXPP2M":{"lang":"EN","title":"Flashback","description":"2142. After fleeing from a space ship but stripped of all memory, the eminent scientist Conrad B. Hart awakens on Titan, a colonized moon of the planet Saturn. His enemies and kidnappers are snapping at his heels. He must find a way back to Earth, defending himself against the dangers he encounters and unravelling an insidious extra-terrestrial plot that threatens the planet…"},"9NF83PRZK6K3":{"lang":"EN","title":"Tell Me Why: Chapters 1-3","description":"Episode 1 now FREE! Tell Me Why is the multi-award winning episodic adventure game from Dontnod Entertainment in which twins use their supernatural bond to discover the truth of their troubled past. \r\n"},"9NBLGGH5XZ2Z":{"lang":"EN","title":"Operation Center 16 Premium","description":"Fast & reliable file manager with two file windows and ZIP and FTP support. Drag & drop with acoustic feedback allows you to copy and move files and folders easily. The file preview displays files without the need to open them. In addition to the file manager, an editor, photo manager and various tools for maintaining the PC are included."},"9NZF0G7MBS7V":{"lang":"EN","title":"Winterlicher Sternenhimmel III","description":"\"Winterlicher Sternenhimmel III\" entführt Sie in eine kalte Winternacht: Bewundern Sie den funkelnden Sternenhimmel, die Milchstraße und die nächtliche Szenerie.\r\n\r\nDie Software bietet Unterstützung für UHD-Auflösung und kann selbstverständlich auch auf niedrigeren Auflösungen verwendet werden. Optional ist eine Wiedergabe auf zwei Bildschirmen möglich."},"9NM3PJZK289Z":{"lang":"EN","title":"DAT Rechnungsprogramm","description":"Einfaches Rechnungsprogramm mit Bildern."},"9PGK55LK4NG9":{"lang":"EN","title":"BackProtection Festplattenreiniger II","description":"Der BackProtection Festplattenreiniger II bereinigt Ihre Laufwerke von Datenmüll und beschleunigt Ihren PC."},"9N71K4L2HTNK":{"lang":"EN","title":"Fotowerkzeuge 5.0","description":"Fotoverwaltung und Bildbearbeitung in einem großartigen Produkt. Verwalten Sie Ihre Fotos und bearbeiten Sie sie nach. Erstellen Sie Präsentationen, die Sie mit Freunden teilen können oder betrachten Sie Ihre Fotos als Dia-Schau."},"9WZDNCRDN1VR":{"lang":"EN","title":"The Binding of Isaac database","description":null}}