{"9MTLKM2DJMZ2":{"lang":"EN","title":"Forza Horizon 5 Premium Edition","description":"Limitless driving fun in an ever-evolving open world. The Premium Edition includes the FORZA HORIZON 5: RALLY ADVENTURE and Forza Horizon 5: Hot Wheels expansions, VIP, Car Pass and the Welcome Pack."},"9NKX70BBCDRN":{"lang":"EN","title":"Forza Horizon 5 Standard Edition","description":"Limitless driving fun in an ever-evolving open world. "},"9P1HX37NMJLT":{"lang":"EN","title":"Forza Horizon 5 Deluxe Edition","description":"Limitless driving fun in an ever-evolving open world. The Deluxe Edition includes the full game and Car Pass. "},"9NG07QJNK38J":{"lang":"EN","title":"Among Us","description":"An online and local party game of teamwork and betrayal for 4-15 players...in space!"},"9N54CX9XJBP6":{"lang":"EN","title":"Forza Horizon 5 and Forza Horizon 4 Premium Editions Bundle","description":"Get the Forza Horizon 5 Premium Edition and Forza Horizon 4 Ultimate Edition in one bundle. Features four epic expansions, including Rally Adventure, Hot Wheels, Fortune Island, and LEGO® Speed Champions."},"BPQZT43FWD49":{"lang":"EN","title":"Gang Beasts","description":"Gang Beasts is a silly multiplayer party game with surly gelatinous characters, brutal slapstick fight sequences, and absurd hazardous environments, set in the mean streets of Beef City."},"9N732VFPMWKT":{"lang":"EN","title":"Ni no Kuni II: Revenant Kingdom PRINCE’S EDITION","description":"Join the young king Evan as he sets out on an epic quest to found a new kingdom and save his world. The Prince's Edition includes the full game and all DLCs."},"9MZTL351VPXP":{"lang":"EN","title":"PDF Manager - Merge, Split, Trim","description":"Merge, split, extract, and combine PDFs with PDF Manager! An \"Essential App\" as selected by the Microsoft Store.\r\n\r\nPDF Manager is a powerful, easy-to-use app for merging and editing PDF files.\r\n\r\nMerge, reorder, and split pages across multiple documents. Extract, rotate, and delete pages instantly, or combine PDFs, all in just a few clicks.\r\n\r\nDownload PDF Manager today and take control of your PDF files.\r\n\r\n--\r\n\r\nPDF Manager's team can support your enterprise deployment. See our Enterprise page for more detail. "},"9NL4KTK0N4CG":{"lang":"EN","title":"A Memoir Blue","description":"A song from years ago triggers a flood of memories for champion swimmer Miriam. Embark on an evocative journey through her turbulent childhood and the complicated relationship she shared with her devoted mother. "},"9NCF3MRQ8480":{"lang":"EN","title":"You Suck at Parking","description":"You Suck at Parking® is a challenging racing game where your goal is to park your car. Customize your ride and drive along crazy courses in single-player campaigns and multiplayer challenges, or party up with friends. Take on the world or laugh at your blunders in this ever-evolving, frustratingly fun romp.\r\n"},"9PHFJ0N31NV1":{"lang":"EN","title":"Slime Rancher 2","description":"Continue the adventures of Beatrix LeBeau as she journeys across the Slime Sea to Rainbow Island, a land brimming with ancient mysteries, and bursting with wiggly, new slimes to wrangle in this sequel to the smash-hit, Slime Rancher."},"9NH5HN11FG4M":{"lang":"EN","title":"Unpacking","description":"Unpacking is a zen puzzle game about the familiar experience of pulling possessions out of boxes and fitting them into a new home. Part block-fitting puzzle, part home decoration, you are invited to create a satisfying living space while learning clues about the life you’re unpacking."},"9PL36RW9ZTPW":{"lang":"EN","title":"Rubber Bandits","description":"Not every heist goes as planned"},"9N015DFDMVK6":{"lang":"EN","title":"World War Z","description":"World War Z is a heart-pounding co-op third-person shooter for up to 4 players featuring massive swarms of hundreds of zombies and fast-paced gruesome action.\r\n\r\nBattle swarms of hundreds of zombies in gruesomely spectacular firefights\r\nCo-op story-driven campaigns\r\nFight other survivors in Player vs Player vs Zombies modes\r\nLevel 16 character classes and weapon upgrades to take on greater challenges"},"9NGHPCSC5XTV":{"lang":"EN","title":"SCORPIO PLAYER X - The Ultimate Video Player","description":"SCORPIO PLAYER is a modern and full-feature powerful universal media player for Windows 10/11 and Xbox"},"9N6F97F9WGL0":{"lang":"EN","title":"Citizen Sleeper","description":"Roleplaying in the ruins of interplanetary capitalism. Live the life of an escaped worker, washed-up on a lawless station at the edge of an interstellar society. Inspired by the flexibility and freedom of TTRPGs, explore the station, choose your friends, escape your past and change your future."},"9MWZ4WTSWWP5":{"lang":"EN","title":"Mind Maps Pro","description":"Create beautiful mind maps in seconds with Mind Maps Pro.\r\n\r\nMind Maps Pro has earned hundreds of 5-star reviews for its usability, rich feature set, and customer support. \r\n\r\nOrganize your idea with pictures, shapes, colors, flags, and more. Use the auto-layout feature and make the perfect mind map, org chart, or family tree.\r\n\r\nAnnotate and highlight your mind map with your pen, then export it to PDF or PNG for easy sharing. Or, sync your work to OneDrive for access on all your devices. \r\n\r\nMind Maps Pro is the most intuitive mind map app, made exclusively for the Microsoft Store. \r\n\r\n--\r\n\r\nThe Mind Maps Pro team can support your deployment. See our Enterprise page for more detail. "},"9P7SL78VHVMF":{"lang":"EN","title":"Ni no Kuni Wrath of the White Witch™ Remastered","description":"Journey back to the other world in Ni no Kuni: Wrath of the White Witch™ Remastered. LEVEL-5’s classic tale returns better than ever, with improved graphics and performance. Join Oliver as he embarks on an adventure through a world inhabited by new friends and ferocious foes alike in the hopes of bringing back his mother after a tragic incident."},"9PGVFJBVBZWX":{"lang":"EN","title":"Seer Pro","description":"A Windows quick look tool"},"9P8WLCF7K94H":{"lang":"EN","title":"Scan Navigator","description":"Scan Navigator is an easy to use scanning program which enables you to scan, save and print images and documents. \r\nThe scanned documents can be saved as various image formats, specifically PNG, JPG, BMP, PDF and TIFF. \r\nYou can use the application to create multi-page PDF documents, as well as TIFF files. "},"9N4DC4325HLM":{"lang":"EN","title":"Coffee Talk Episode 2: Hibiscus and Butterfly","description":"A coffee-brewing and heart-to-heart talking simulation."},"9P37Z9WHKN7L":{"lang":"EN","title":"Rally Rock 'N Racing","description":"In Rally Rock 'N Racing, you’ll enjoy a wide variety of natural environments, such as deserts, snow-covered mountains, forests... where you can show your skill at the wheel, competing against everyone to become the fastest. The game has several modes, such as Championship, Time Trial, Arcade, and 4-player multiplayer."},"9PFV5VVDD7C6":{"lang":"EN","title":"ScreenSaverMatrix","description":"Desktop screensaver showing the movement of letters, numbers and other characters in the style of the film \"The Matrix\"."},"9NMLNSQ5DBWX":{"lang":"EN","title":"Eternal","description":"       Make History\r\nOne man fights for himself. One man fights for all.\r\nBe one of the first to experience Eternal, an intoxicating journey into the nature of humanity.\r\n\r\n\r\n※Special Limited-Time Bonus:  For a limited time, owners of Eternal receive Psychomachia ('Eternal Psychomachia GOLD') FREE.\r\n"},"9PBTH183Z1SK":{"lang":"EN","title":"Dragon Pinball","description":"Challenge the Dragon and free the Kingdom!"},"9NJ4HGH5CPG0":{"lang":"EN","title":"Island Farmer","description":"Arrange the farm islands and see your archipelago expand. Just swap the blocks of a 3D jigsaw puzzle."},"9PPQJBRB2KH0":{"lang":"EN","title":"Spaceship Orbit Puzzle Game","description":"Get ready to embark on a thrilling interstellar adventure with Spaceship Orbit Puzzle Game! This puzzle and strategy game will put your skills to the test as you navigate your spaceship through a series of rotating orbits. Match four stone balls of the same color in each orbit by rotating them and advance to the next level. But be warned, the levels are full of surprises, including teleportation, different rotations, and other exciting elements that will keep you on the edge of your seat."},"9NSKR4S8GWX0":{"lang":"EN","title":"Starship Space Game","description":"Get ready to embark on an epic space adventure with Starship Space Game! Take control of your own starship and engage in heart-pumping battles against enemy spaceships. With stunning graphics and immersive gameplay, this RPG score-based action arcade game will keep you on the edge of your seat. Strategize your moves, collect bonuses, and keep your health intact as you navigate through the galaxy. Do you have what it takes to become the ultimate space warrior? Find out now with Starship Space Game!"},"9PD15N0V92JW":{"lang":"EN","title":"The Maze Baller","description":"Maze Baller - Minecraft Edition is a fun and challenging 3D puzzle game where you take control of a ball and navigate through a series of mazes. Each level presents a new challenge, with increasingly complex mazes that require careful planning and strategy to complete. The game is set in the Minecraft universe, adding a fun and colorful twist to the gameplay. As you progress through the levels, you'll encounter obstacles, enemies, and power-ups that will help you on your journey. One of the unique features of Maze Baller - Minecraft Edition is its dynamic level generation, which ensures that each play through is different and offers a new and exciting challenge. The game also features stunning 3D graphics and immersive sound effects, bringing the Minecraft world to life. With its addictive gameplay and challenging levels, Maze Baller - Minecraft Edition is sure to provide hours of fun for players of all ages and skill levels.\r\n"},"9N4DC7TSRH15":{"lang":"EN","title":"Neon Score Capture Action Spinner Gameplay","description":"Neon Score Capture Action Spinner Gameplay is a thrilling game that combines reflexes, esports practice, puzzle-solving, and high score challenges. The game features a unique and mesmerizing neon visual style that is sure to catch your eye. In this game, your goal is to defeat your enemies by trapping them in your trail. The gameplay is fun, interactive, and addictive, and it is easy to learn but difficult to master. As you progress through the levels, the game becomes more challenging, and you will need to use your reflexes and strategy to succeed."},"9NJMHFMFVQBM":{"lang":"EN","title":"Mahjong Pro Collection - Multiple Themes","description":"Mahjong Pro Collection - Multiple Themes is a fun and addictive puzzle game that challenges players to match open pairs of identical tiles and remove them from the board. With three beautiful themes (fruits, classic, modern) and six layouts of varying difficulty, players will never get bored of this game. The goal is to expose the tiles under the matched pairs for further play, and the game is won when all pairs have been removed from the board. The game also comes with hints and a helper guide for new players, an undo button in-game, and very smooth and interesting animations. This game is suitable for players of all ages and is perfect for anyone looking for a challenging and entertaining puzzle game."},"9PJ6RSD9W92K":{"lang":"EN","title":"Sudoku Block Puzzle Color Box","description":"Welcome to Sudoku Block Puzzle Color Box, the ultimate brain-training puzzle game that will challenge your strategic thinking and problem-solving skills!"},"9NN0N9MH9DK7":{"lang":"EN","title":"Left Behind: Escape from Mars Maze","description":"Are you a fan of challenging sci-fi games that require strategic thinking and problem-solving skills? If so, \"Left Behind: Mars Maze\" is the game for you!"},"9PHWDGF9W8BB":{"lang":"EN","title":"Two Player Tanks 2023","description":"Two Player TANKS BATTLE is a simple and fun challenge that makes you and your friend busy so many hours.\r\nTwo Tanks are locked in a small military camp and they have to shoot each other and avoid to get shot"},"9NS8WM8KSVDS":{"lang":"EN","title":"Extreme Drift King - Car Drift PRO","description":"THE MOST WANTED DRIFT GAME EVER \r\nWarning! Be careful, this application may attract you on many hours, don't forget to have a rest at least every 40 minutes! \r\n\r\nTHE REAL DRIFTING\r\n- Gives you a unique experience in the handling of sport cars by the simple and the intuitive way \r\n- If you like to drift, get ready to spend many hours playing this game \r\n- Use Conjunction of Acceleration and Brake to Drift\r\n- Paint donuts burning tires \r\n- Animation of the deep smoke while drifting \r\n\r\nWhat Makes Extreme Drift King So Special?\r\n\r\n- Insane feeling of powerful sport cars \r\n- Unique driving on different tracks\r\n- Racing on high detailed tracks \r\n- 12 different Sport cars to Unlock\r\n- 50 different Levels to Unlock\r\n- You can customize your handling scheme \r\n- You can change color of your car smoke and Rims\r\n- Nitro Boost to add extra adrenaline\r\n- Live cameras\r\n- High Quality Audios and Sounds\r\n- High Quality Graphics\r\n- Earn coins for completing Levels\r\n- 5 Tracks to Unlock\r\n- Drift more to earn more coins\r\n- Use coins to unlock other items\r\n- Customizable Smoke\r\n- Customizable Rims\r\n- Brake Assist to help you brake\r\n- Mini Map\r\n- Lap Counter\r\n- Best Time Keeper\r\n- No Ads. No Internet Required. No Data Collection\r\n\r\n[Controls]\r\nAccelerate -> Up Arrow / W key\r\nBrake -> Down Arrow / S Key\r\nSteer Right -> Right Arrow Key / D Key\r\nSteer Left -> Left Arrow Key / A Key\r\nNitro -> Left Shift / Right Shift\r\nSpace -> Handbrake\r\n\r\n\r\n\r\nTIPS:\r\n- Your COINS, unlocked cars and tracks are saved on your device\r\nDO NOT DELETE game before you update it, or all your progress will be LOST!\r\n- Score AT LEAST 2 stars at the level to Unlock Next Level\r\n\r\nIf you like to play high-end racing games, get ready to spend many hours playing Extreme Drift King.\r\nEnjoy your time with Extreme Drift King – Car Drift PRO!\r\n"},"9NKZWT6JXHT6":{"lang":"EN","title":"Project CORE","description":"An epic quest to save the world in the near future, with a compelling story and engaging combat."},"9NXPJC7P2P64":{"lang":"EN","title":"Head To Head : Pixel Sports Showdown","description":"Get ready to take on your friends or the computer\r\nin the ultimate sports showdown with Head to Head!\r\n"},"9NVD5ZMLD022":{"lang":"EN","title":"Curve 2023","description":"Curve is a fast-paced and thrilling game that challenges players to master the art of guiding a curve through a maze of obstacles. Players must use quick reflexes and strategic thinking to dodge incoming obstacles and make it to the end of each level."},"9N2342MN8X0D":{"lang":"EN","title":"XROLLER","description":"xRoller is an exciting and addictive game that challenges players to navigate through a series of obstacles while controlling a ball. The goal of the game is to survive for as long as possible while collecting gift boxes to increase your score and earn power-ups that can help you along the way."},"9NQ8XQXVZ8CW":{"lang":"EN","title":"WinPowerpack","description":"All-in-one app to help you to improve your Windows 11 and 10 experience."},"9NKD6T3QMWSJ":{"lang":"EN","title":"Ball Race 5: Volleyball","description":"This addictive volleyball game for two players will give you unforgettable moments full of emotions and adrenaline. In this game, you move the ball by hitting it through the net and try to score points before your opponent.\r\n\r\nWhat makes Ball Race Volleyball different from other volleyball games? First of all, the game is old-fashioned 2.5D, which means it combines the best elements of 2D and 3D games. Moving the ball through three-dimensional space, combined with dynamic gameplay and quick reflexes, make the game extremely realistic and exciting.\r\n\r\nCompete with family or friends. With intuitive controls and simple yet addictive gameplay, anyone can quickly learn to play and enjoy the game.\r\n\r\nIf you are looking for an addictive and exciting volleyball game, Ball Race Volleyball is perfect for you! Get on the pitch and feel like a real player, score points and achieve victories. Play today and feel the excitement of this fantastic game!"},"9MVKZX7HH01L":{"lang":"EN","title":"Neon Heat","description":"Are you ready to turn up the heat? Neon Heat is the ultimate driving game that will take you on a pulse-pounding adventure through a world of neon lights and intense action.\r\n\r\nGet ready to experience the thrill of high-speed racing as you zoom through the streets, dodging obstacles and navigating sharp turns with lightning-fast reflexes. With its dynamic gameplay and stunning visuals, Neon Heat will keep you on the edge of your seat as you compete for the top spot on the leaderboard.\r\n\r\nthere's never a dull moment in Neon Heat.\r\n\r\nSo get ready to rev your engines and light up the night with the electrifying energy of Neon Heat. Are you up for the challenge?\r\n\r\n"},"9P29X898XRKB":{"lang":"EN","title":"Water Sort Puzzle 2023","description":"Water Sort Puzzle is a fun and addictive puzzle game! Try to sort the colored water in the glasses until all colors in the same glass. A challenging yet relaxing game to exercise your brain!"},"9PKVW6N05SLJ":{"lang":"EN","title":"Cobots","description":"Manipulate time and cooperate with yourself to solve challenging puzzles! Delve into a colorful world filled with a variety of dangers and unique mind-bending puzzle mechanics."},"9NJ3QCHXK4R9":{"lang":"EN","title":"Endless Runner Ball","description":"This game makes you addicted with so cool effects\r\nIf you are looking for a satisfying game and want to relax, I highly recommend to play this game\r\n\r\nControls\r\nJump - (W) or (UpArrow) or (Click left side of screen)\r\nChange player type - (Space) or (Hold right side of screen)"},"9NN7MG2CQ8RW":{"lang":"EN","title":"Wallpaper & Wallpapers App - HD Wallpaper - Wallpapers HD","description":"Browse thousands of image wallpapers capturing Nature, Space, Universe, Planets and more in HD & SD. Each day a new Wallpaper is featured. Save to your device or set as your Lock screen Wallpaper or Background Wallpaper 😊.  \r\n\r\nAre you a Nature or Space Fan? Do images or wallpapers of nature and Universe interest you? Then, this app is made for you.\r\nDiscover the cosmos! Each day a different image or wallpaper of our fascinating universe is featured, along with a brief explanation written by a professional astronomer, courtesy of the NASA. \r\nYou can :\r\n- Download the images or wallpapers in HD & SD. \r\n- Set it as your Lock screen or Background Wallpaper. \r\n- Browse images or wallpapers of the past dates.\r\n\r\nFeatures:\r\n-\tBrowse thousands of Image Wallpapers capturing Nature, Space, Universe, Planets and more in HD & SD\r\n-\tEach day a new image wallpaper is featured\r\n-\tBrief Explanation of the images or wallpapers\r\n-\tSave wallpapers in HD & SD to your device\r\n-\tSet Images as Lock screen Wallpaper\r\n-\tSet Images as Background Wallpaper\r\n-\tFull screen view of the images or wallpapers\r\n-\tBeautiful and Intuitive UI\r\n-\tCustom Made for Windows\r\n-\tNo Ads. No Data Collection\r\n"},"9PNR93D90RKS":{"lang":"EN","title":"Maze Ball Dark wall","description":"So what are you waiting for? Grab your ball and get ready to escape the maze in Maze Ball!"},"9NXQZ20GSG5M":{"lang":"EN","title":"Playground Collection","description":"Welcome to Playground, the ultimate collection of arcade, puzzle, and strategy games! With five different games all in one, Playground offers a variety of experiences that are sure to keep you entertained for hours on end.\r\n\r\nChallenge your brain with classic games like 2048, tetris, and TicTacToe, or try your hand at newer games like hexit and boxudo. Each game is uniquely designed with its own set of rules and challenges, providing a fun and engaging experience that will keep you coming back for more.\r\n\r\nWith gameplay suitable for all ages and knowledge levels, Playground is the perfect game to play alone or with friends and family. Whether you're a seasoned gamer or a newcomer to the world of gaming, Playground offers something for everyone.\r\n\r\nSo what are you waiting for? Come join the fun and explore the worlds of Playground today!"},"9NZFPKM54W15":{"lang":"EN","title":"Super Cat The Monster Hunter͏","description":"Embark on an epic adventure with Super Cat: The Monster Hunter! As the fearless feline hero, you'll face off against a horde of menacing monsters that threaten the peace and prosperity of the land. With your trusty laser eyes and lightning-fast reflexes, you'll take on a variety of enemies in both 2D arcade-style levels and action-packed role-playing RPG levels.\r\n\r\nIn some levels, you'll control Super Cat directly as you jump, sit, move, climb, and shoot your way to victory. In others, you'll take control of a powerful spaceship and blast your enemies from afar. Collect power-ups and devour bugs to enhance your abilities and take on even tougher challenges."},"9PKWGN52Z2MV":{"lang":"EN","title":"PDF Reader (pro)","description":"PDF Reader is a simple yet powerful application that allows you to read and manage PDF files on your PC or tablet. With its user-friendly interface and useful features, it's the perfect tool for students, professionals, and anyone who needs to work with PDF files.\r\n\r\nOne of the key features of PDF Reader is its search function, which allows you to quickly find specific words or phrases within a document. You can also choose between list view and book view, and switch between vertical and horizontal reading modes.\r\n\r\nIn addition, the app provides complete information about any PDF file you open, including its title, author, subject, and keywords. You can also zoom in and out of the document, use the hand tool to move around the page, and rotate the page if necessary."},"9P391XRJFDCS":{"lang":"EN","title":"Online Chess Club","description":"800,000 Players ready to play with you!!!\r\n\r\nOnline Chess Club is a game using the Internet Chess Server (ICS) — one of the oldest internet chess server\r\nwith over 800,000 registered accounts. At Online Chess Club, you have access to online chess, puzzles, tournaments\r\nand analysis — right within your browser!\r\n\r\nPlay with your Friends Online, Invite theme, Learn to play chess, solve chess puzzles, participate in daily tournaments, play different variants at all levels,\r\nplay with a computer and watch relayed games. Maximum chess—guaranteed :)\r\n\r\nENJOY!!!"},"9N563ZT2FJLL":{"lang":"EN","title":"Pipe Line Puzzle","description":"Connect pipes of the same color to let the water flow free! Pair all the colors, and cover the board to solve the puzzles. Remember, pipes can’t overlap!\r\n\r\n\r\n\r\n• NO WIFI? PLAY GAMES OFFLINE!\r\n• Simple gameplay, challenging levels!..."},"9PP5XKVKXS5V":{"lang":"EN","title":"Train Sim World® 3: New York Starter Pack","description":"Experience the City that never sleeps. From the Big Apple to New Jersey suburbs, non-stop action awaits aboard premier electric traction. Serve the East Coast well with NJ TRANSIT and Amtrak® passenger equipment, brought to life in Train Sim World 3: New York Starter Pack."},"9PD0RM4QVL6R":{"lang":"EN","title":"Anime Tube (Unlimited)","description":"Do You Like Anime?\r\n\r\nWanna Watch Any Anime So Fast And Easily With English Subtitle and Without Any Annoying Ads?\r\n\r\nOr Wanna Know Which Anime Is Trending Or Coming Soon?\r\n\r\nIf Your Answer Is Yes, Definitely You Should Install Anime Planet 😊\r\n\r\n** This App Needs Microsoft Visual C++ Redistributable To Run (Don't Worry, Will Automatically Install)"},"9NKZTXV3NTVR":{"lang":"EN","title":"ImageConverter - HEIC to JPEG","description":"This app helps you convert image files to other formats. \r\n\r\nIt supports HEIC, JPEG, JPG, PNG, SVG, BMP, GIF, AVIF, PSD, WEBP, TIFF etc.\r\n\r\nConverts locally, simple, fast, secure and reliable.\r\n\r\nEasy to use, just drag or browse image files or folders."},"9P37W8DB3NQM":{"lang":"EN","title":"Easy Synchroniser","description":"Easy Synchroniser is a simple but powerful application for comparing and synchronising folders. The software creates and manages backup copies of all your important files. The folders can be on different hard drives, on the network or on storage devices connected via the USB port."},"9NCWRB1RHQP6":{"lang":"EN","title":"Maze Runner 3D PRO","description":"Brace yourself to experience an addictive game of Mazes, PAC-O-MAN or PAC-3D-MAN, Ghosts and You full of thrill, excitement and fun in 3D :) \r\nHop Along on an exciting journey of PAC eating dots, power pellets and avoiding the Ghost Gang. Run away from the ghost but if you ate the power pellet on time, even the ghosts will be eaten till the effect of the pellet survives. Plant Bombs to destroy Ghosts \r\nCan you eat all the dots and power pellets before the Ghosts eat You? Why don't we find out...Let's Play \r\n\r\nControls:\r\nUse Arrow Keys to move the Player\r\nJump - X key \r\nBomb Plant - B Key\r\nLevel Change- A Key\r\n\r\nWhat's Inside\r\n- 4 Worlds \r\n- 3D Characters and Graphics\r\n- 4 Mazes\r\n- Fire Obstacles\r\n- Bombs to disintegrate enemies\r\n- Power pellets to eat enemies\r\n- Great Graphics and Audios\r\n- Custom Made for Windows\r\n- Highest Score Keeper\r\n- Addictive and Simple Game-play\r\n- Ad Free - No Data Collection"},"9PD5LQ3WHLWW":{"lang":"EN","title":"Ludo Local Multiplayer","description":"Ludo is fun to play a local multiplayer board game that can be played between 2, 3 or 4 players."},"9NH5H2D4CVLW":{"lang":"EN","title":"ReactorX 2 (PC)","description":"Be an android mechanic in ReactorX 2 and restore power to your spaceship after a pirate attack. Navigate 5 sectors, solve 30 levels and use new arm-magnet & wrench mechanics to succeed in this puzzle game. 6 energy types & personal indicator to boost gameplay experience."},"9MXVPB91XGBB":{"lang":"EN","title":"META Music Player","description":"A Beautiful Feature Rich Music Player to Give you The META Music Player with Daily mixes, Equalizer, Offline Lyrics Finder\r\n, Artists image Downloader, Playlists, Pro Organizer, 3D Design, Mini Mode and lot more..."},"9PH5W473KMKT":{"lang":"EN","title":"2-in-1 3D Game : Football Cue & Vertical Fall","description":"Two 3D Games in One :)   \r\n1. Football Cue   2. Vertical Fall\r\n\r\n--------------------------- 1. Football Cue 3D -------------------------\r\n\r\nDefine the angle of your strike, drag to adjust the direction and power, hit the other balls into the GOAL using your Football CUE. The ultimate blend of football and pool. Requires Combine skills from both games to progress.\r\n\r\nKey Features:\r\n- Perfect combination of logic, skills and fun\r\n- 3D Characters and Graphics\r\n- 60 different challenging levels to beat\r\n- 2 Exciting themes\r\n- 4 Characters to choose form. Choose your favorite character\r\n- Super smooth controls\r\n- Impressive visuals and fun game-play\r\n- Improve your shooting skills\r\n- Fun celebration moves\r\n- Impressive Audio and sounds\r\n- Ad Free. No Data Collection\r\n- No Internet Required\r\n- Custom Made for Windows\r\n\r\n\r\nControls:\r\nDrag Mouse to adjust the direction and power of the football. \r\n\r\nWhat are you waiting for? Play now!\r\n\r\n\r\n--------------------------------- 2. Vertical Fall 3D-------------------------------\r\n\r\nVertical Fall 3D is a 3D game in which the players bounce, bump & smash through revolving platforms of different geometries like square, circle, hexagon and many more, revolving in different patterns, to reach the end. \r\nSound easy? You wish!\r\nYour ball smashes like a brick through colorful platforms, revolving in particular pattern that block its descent, but if you hit a black one, it's all over! Your ball shatters to pieces and you have to start your fall all over again.\r\nBut even black platforms are no match for a fireball falling at full speed! Choose your strategy: speed up like a madman or stop and wait for your next chance to roll and jump. \r\nUnlock different items to enhance your gameplay. 140+ Levels and 39 Items to unlock\r\n\r\nWhat makes Vertical Fall 3D Special:\r\n- 140+ Levels to Unlock\r\n- 5 Fire Balls to Unlock\r\n- 6 Platform Movements to Unlock\r\n- 5 Fall Speeds to Unlock\r\n- 2 Instant Fire Balls to Unlock\r\n- 10 Ball Skins to Unlock\r\n- 21 Platform Skins to Unlock\r\n- 5+ Background Worlds\r\n- Crazy fast speed\r\n- Fun game-play\r\n- Bright vibrant graphics & Soothing Audio\r\n- Simple and easy to play\r\n- Great time killer\r\n- Mouse & Keyboard Controls\r\n- Custom Made for Windows 11/10\t"},"9N9SKMQXRFGH":{"lang":"EN","title":"aMaze PAC PRO","description":"Brace yourself to experience an addictive game of Mazes, PAC-O-MAN, Ghosts and You full of thrill, excitement and fun :)\r\nHop Along on an exciting journey of eating dots, power pellets and avoiding the Ghost Gang. Run away from the ghost but if you ate the power pellet on time, even the ghosts will be eaten till the effect of the pellet survives. \r\nCan you eat all the dots and power pellets before the Ghosts eat You? Why don't we find out...Let's Play \r\n\r\nControls:\r\nUse Arrow Keys to move the Player\r\n\r\nWhat's Inside\r\n- 2 Worlds i.e Retro and Modern\r\n- 20+ Levels in the Modern World\r\n- 20+ Levels in the Retro World\r\n- 6+ Mazes in both the world combined\r\n- Lighting arrangement in the Retro World\r\n- Retro world is a glitchy world\r\n- Modern world is a silky smooth world\r\n- Dynamic Level Changer in Retro World\r\n- Color Changer in the Retro World\r\n- Great Graphics and Audios\r\n- Custom Made for Windows\r\n- Highest Score Keeper\r\n- Addictive and Simple Game-play\r\n- Maze Shake and Move in Modern World\r\n- No Internet Required\r\n- Ad Free - No Data Collection\r\n  "},"9N82T7HF6VP9":{"lang":"EN","title":"Forspoken Digital Deluxe Upgrade","description":"Forspoken follows the journey of Frey, a young New Yorker transported to the beautiful and cruel land of Athia. In search of a way home, Frey must use her newfound magical abilities to traverse sprawling landscapes and battle monstrous creatures."},"9NHBK8J8D5X1":{"lang":"EN","title":"Forspoken Digital Deluxe Edition","description":"Forspoken follows the journey of Frey, a young New Yorker transported to the beautiful and cruel land of Athia. In search of a way home, Frey must use her newfound magical abilities to traverse sprawling landscapes and battle monstrous creatures."},"9P3B7MT34DLS":{"lang":"EN","title":"Forspoken","description":"Forspoken follows the journey of Frey, a young New Yorker transported to the beautiful and cruel land of Athia. \r\nIn search of a way home, Frey must use her newfound magical abilities to traverse sprawling landscapes and battle monstrous creatures.\r\n"},"9NBNL7WNTMPF":{"lang":"EN","title":"Hunt Ducks 4","description":"A game of duck hunting for one or two local players.\r\nTo Pass to the next round, you must shoot at least 6 ducks. Move the scope and shot the ducks before they fly away from the screen! \r\nLet's go. Have Fun!"},"9NZFQTVDT892":{"lang":"EN","title":"Sketch Notes - Whiteboard on your Windows","description":"Sketch Notes Whiteboard is a Vertual Board and It's the perfect app for communicating with remote workers,\r\nclients, students, or working from home. Sketch Notes Whiteboard can also be used to project to a big screen.\r\nwith ability to export you projects page by page or all at once to PNG and even SVG. also you can have unlimited \r\npages and navigate between theme.\r\nplus all the tools and buttons are accessble with Full Keyboard Shortcuts, you can edit Keyboard Shortcuts to any\r\nHotkeys.\r\n"},"9N7P7C6B04N3":{"lang":"EN","title":"MDM - Meta Download Manager","description":"NextGen of Download Managers, Accelerate your downloads X64 times!\r\nA full-featured download manager, Support downloading any file, HTTP, FTP, BitTorrent, Magnet, etc.\r\nMeta Download Manager (MDM) is a tool to increase download speeds.\r\nInstall Meta Download Manager (MDM) to stop waiting for your downloads. You will be truly amazed how fast MDM downloads your files."},"9P8VR7952W9Z":{"lang":"EN","title":"File Cleaner (Pro)","description":"Best Desktop app to clean metadata from images, videos, PDFs, and other files like PNG, JPG, GIF, TIFF,\r\n3G2, 3GP2, M4A, MOV, MP4, PDF, ORF, SR2, XMP and many more...\r\n"},"9P762HCX7ZV5":{"lang":"EN","title":"Pass Track - Password Manager ( Pro )","description":"The Password Manager You Deserve. Secure, Simple, beautiful.\r\nPassTrack is a beautifully-simple password manager designed to help manage your credentials. PassTrack uses very strong\r\nencryption to protect your sensitive details under a single master password - Feel free to use stronger and more\r\ncomplex passwords for each service and let PassTrack store them securely."},"9PJB1VBK3XL0":{"lang":"EN","title":"GO Game͏","description":"GO is the most interesting game in the world.\r\nPut black stone, the white stone in on the board.\r\nSurround the area with stones.\r\nWinner is better a lot of area."},"9PF5FQZ3VQRR":{"lang":"EN","title":"Bomb Bear Man Multiplayer (Classic)","description":"Players must attempt to eliminate each other and be the last one standing. Gameplay involves strategically placing down bombs, which explode in multiple directions after a certain amount of time, in order to destroy obstacles and kill enemies and other players. The player can pick up various power-ups, giving them benefits such as larger explosions or the ability to place more bombs down at a time. The player is killed if they touch an enemy or get caught up in a bomb's explosion, including their own, requiring players to be cautious of their own bomb placement."},"9NS9DH04X6T5":{"lang":"EN","title":"Car Racing 2","description":"Race around in tiny vehicles in a giant household and experience amazing races with your friends up to four players, or race alone and hunt the next best race time in 16 different race tracks! Complete championships to unlock new different tracks or race the arcade mode. Play with up to four friends in split screen and have a fun race experience! Race On!"},"9NTDXZTCQLKR":{"lang":"EN","title":"Joy Ball Adventure","description":null},"9NM5M82LJV8K":{"lang":"EN","title":"Second Brain","description":"Second Brain is a code snippets manager for developers.\r\n"},"9P2RTHN196BZ":{"lang":"EN","title":"Wonders","description":"\r\nThis App Need Microsoft Visual C++ Redistributable To Run (Don't Worry, Will Automatically Install)\r\n\r\nNavigate the intersection of history, art, and culture. Wonders will educate and entertain as you uncover information about some of the most famous structures in the world."},"9PM8M0G4LJJL":{"lang":"EN","title":"Drift Racer2","description":"Drive your first car and drift it on curvy tracks."},"9P5D8B393ZZ4":{"lang":"EN","title":"Inkulinati (Game Preview)","description":"Inkulinati is an ink-based strategy game straight from medieval manuscripts, where a rabbit’s bum can be deadlier than a dog's sword.\r\n\r\nTake your turn in Inkulinati duels filled with unexpected tactical depth (and humour!). Embark on an ever-changing journey, build your own bestiary, defeat medieval superstars and collect perks to unleash special powers."},"9NM2B2ZSJ579":{"lang":"EN","title":"Max Music player (PRO)","description":"Max Music is an audio player which tries to make organizing and listening to music as simple and pretty as possible."},"9N9SMXJ75M70":{"lang":"EN","title":"Free Focus - To Do List","description":"Free Focus is a minimalist weekly planner app focused on productivity and privacy. Schedule your tasks and projects with To do lists and a calendar."},"9PFM82CHLSWV":{"lang":"EN","title":"Time Master͏","description":"Time Master is a simple and configurable Pomodoro timer. It aims to provide a visually-pleasing and reliable way to track productivity using the Pomodoro Technique.\r\n"},"9N13MQ3F5381":{"lang":"EN","title":"Bubble Candy for PC / XBOX","description":"Match, pop, and blast candies in this bubble puzzle adventure. Master match 3 puzzles with quick thinking and smart matching moves to be rewarded with sugar bonuses and tasty candy combos."},"9PHDNLV7QXSR":{"lang":"EN","title":"Traffic Racing 2͏","description":"\r\n\r\nTraffic Racing 2 is no doubt the most addictive and straightforward however exciting game appropriate for everybody. it's now available on PC and XBOX.\r\nSwipe left or right to change lane and avoid those slo-mo cars.  how fast can you reach?"},"9N3CCX4PN5W0":{"lang":"EN","title":"Color Switcher","description":"Play now the #1 addictive game of the year on XBOX/PC !\r\n\r\nTap the ball carefully through each obstacle and your ball will switch color with some power ups.\r\nYou must follow the color pattern on each obstacle to cross it !\r\n\r\nBe careful not to pass through the wrong color, or you’ll have to start again.\r\n\r\n\r\n"},"9MW7R2GQ36H8":{"lang":"EN","title":"ZigBall (No Ads)","description":"ZigBall\r\n\r\nDiscover your super reflexes!\r\n\r\nFollow the path and do as many zigzags as you can!\r\n\r\nTap the screen to change the direction of the ball. Try not to fall off the edges!\r\n\r\n\r\n****NO ADS****"},"9N7ZLPCCXL2Z":{"lang":"EN","title":"SGN Sports™ Airplane Racing 2022","description":"Race in your airplane through Eastern Europe. Unlock new airplanes. Complete the challenges or just have fun in arcade mode. Fly against 7 AI Opponents or another local player.  Two players requires two controllers.\r\n\r\nPlease note:\r\nCreators Collection games, such as this one,  cannot contain Xbox LIVE achievements and as such cannot increase your GamerScore."},"9P810L1RHC3Q":{"lang":"EN","title":"PhotonVIZ","description":"Every photo can become an art. PhotonVIZ is a mini application that empowers you to do more with photos. Refine and enhance your photos has never been easier in PhotonVIZ.\r\n\r\nYou get classic image editing tools out of the box, and you can colorize old photos by using AI-based feature."},"9PC56H2KTC9X":{"lang":"EN","title":"LEGO® Star Wars™: The Skywalker Saga Andor Character Pack","description":"While others charge head on, Rebel spy Cassian Andor moves in stealth to topple the Empire. Play as characters from the new series Andor, in LEGO-style."},"9PKFVVPBHW1N":{"lang":"EN","title":"LEGO® Star Wars™: The Skywalker Saga Book of Boba Fett Character Pack","description":"Travel beyond Tatooine and through the Star Wars galaxy as LEGO-style bounty hunters and mercenaries with The Book Of Boba Fett character pack."},"9NPRJP4NP46G":{"lang":"EN","title":"Surface Notes App - Always on Top","description":"A simple mini note app that floats always on top of the surface of your desktop, always on top of other windows.  Ideal stickies and notepad replacement. Transparent Notes"},"9NDJLHMKBTSR":{"lang":"EN","title":"Train Sim World® 3: Birmingham Starter Pack","description":"All aboard for Brum! Climb onto one of the most unique modern trains in Britain, delve into dense commuter operations and explore West Midlands territory, including the famed Lickey Incline. Bustling duties await in Train Sim World 3: Birmingham Starter Pack."},"9N47WDPP4FV6":{"lang":"EN","title":"SGN Sports™ Head Sports","description":"Three sports in one game! Use your head, literally, to win these sports contests. You can also kick! Choose Soccer, Basketball, or Volleyball to compete in. Customize your character by choosing your face, outfit and shoes. Customize the play field by choosing the ball and field style. Play, Day, Night, Sunny, Rainy, or Snowy. Choose game length, and the AI Skill Level. So many options, so many reasons to replay.\r\n\r\nPlease note:\r\nCreators Collection games, such as this one,  cannot contain Xbox LIVE achievements and as such cannot increase your GamerScore."},"9N3NSFJZBDKS":{"lang":"EN","title":"Audio Player [HD+] Beauty Dancer Edition II","description":"Audio Player [HD+] Beauty Dancer Edition II for your windows devices..."},"9P7XNR4CM3TS":{"lang":"EN","title":"Gabriels Worlds The Adventure","description":"Help Gabriel find out what happened to his friends, explore levels with a high degree of difficulty, puzzles, collectibles and a beautiful story, in a precision platform game focused on exploration."},"9P5B1K0Q3NGQ":{"lang":"EN","title":"LEGO® Star Wars™: The Skywalker Saga Rebels Character Pack","description":"Fight against the evil Galactic Empire and play through all nine films of the saga as resistance fighters from Star Wars: Rebels in LEGO style.\r\n"},"9PPN4HMQ1205":{"lang":"EN","title":"LEGO® Star Wars™: The Skywalker Saga Obi-Wan Kenobi Character Pack","description":"Jedi Master Obi-Wan Kenobi has made himself quite a reputation with the Galactic Empire. Play as LEGO characters from the Obi-Wan Kenobi series."},"9PC4R8N1N2T6":{"lang":"EN","title":"Return to Monkey Island","description":"Return to Monkey Island is an unexpected, thrilling return of series creator Ron Gilbert that continues the story of the legendary adventure games."},"9NNC80X3680Z":{"lang":"EN","title":"LEGO® Star Wars™: The Skywalker Saga The Clone Wars Character Pack","description":"Intergalactic dogfights and defense against Separatist raids aren't the only fun you'll have! Play as veteran heroes and villains from Star Wars: The Clone Wars.\r\n"},"9NVGR4WB6MJV":{"lang":"EN","title":"LEGO® Star Wars™: The Skywalker Saga Summer Vacation Character Pack","description":"Ahh, a vacation is just what you need from Stormtroopers and TIE Fighters. Celebrate the holidays, LEGO Star Wars style, with iconic characters in their beach wear.\r\n"},"9PHKSKVT9DPK":{"lang":"EN","title":"PodLord - Podcasts Downloader","description":"Podcasts Downloader"},"9NPDS43DDPQD":{"lang":"EN","title":"Downloader for IGTV ͏","description":"Best way to download IGTV videos, covers and descriptions."},"9MZTCJQR9FT6":{"lang":"EN","title":"Minesweeper͏͏","description":"Minesweeper͏͏"},"9N829H8VSXP8":{"lang":"EN","title":"Craft Tower","description":"Build cool towers by challenging your concentration in a 3D Minecraft like environment.\r\nClick and hold to scale a block equal the one below it and stack them up to build a skyscraper! Collect coin to unlock new types of block. Craft Tower is a simple yet exciting and addictive game that will keep you entertained for hours!"},"9N00Q97F21RG":{"lang":"EN","title":"Dream Hunter Toys: Evil Dolls","description":"Defend your dreams from evil toys, with a machine gun in your hands!"},"9PM6DBHQJCWD":{"lang":"EN","title":"Super Pixel Kid","description":null},"9NSK84WG7Z1T":{"lang":"EN","title":"Ping PONG Classic͏","description":"Pong is a table tennis–themed arcade sports video game, featuring simple two-dimensional graphics. It was one of the earliest arcade video games."},"9N3L01C51HF8":{"lang":"EN","title":"Magi FliqloClock","description":"This is a page turning clock, which can display the current time in real time,\r\nIt is a 24 hour system, and sometimes it can be displayed in 3 pages every minute and second. To start applications, you can use it as a desktop clock,\r\nOf course, you can also use it as a screen saver for full screen display,\r\nIt is mainly used to watch the real-time time.\r\nIt is a beautiful desktop gadget."},"9PNNLXRFXRX6":{"lang":"EN","title":"MAZE͏","description":" Maze is a puzzle game that can be used to train the brain and logic."},"9NL2G01F95QP":{"lang":"EN","title":"Dpotify Pro","description":"Downloader for Spotify"},"9N4XF19XFJD8":{"lang":"EN","title":"AirPlayReceiver: Screen Mirroring & Streaming","description":"This app turns your PC and Xbox into an AirPlay receiver/server, allowing you to wirelessly mirror the screen and audio of your iPhone, iPad or Mac!\r\n\r\nYou can also use AirPlay to cast videos and music to your PC and Xbox and enjoy them on a bigger screen with better sound!\r\n\r\nPlay music with AirPlay in the background while gaming on your PC or Xbox!\r\n\r\nAllows you to choose the most suitable picture quality by setting resolution and frame rate according to network conditions and device performance.\r\n\r\nNo need to install any 3rd party apps on your iPhone, iPad or Mac, just connect to the same network!"},"9NS0BLC5B08X":{"lang":"EN","title":"Maze Runner: ͏Crystal Mine","description":"Strengthen memory and mind power"},"9P88RFWKW9B7":{"lang":"EN","title":"Block Puzzle 3D (2023)","description":"\r\nCool remake of classic Block Puzzle also known as TETRIS in a mysterious jungle theme.\r\nDrop the blocks to create vertically or horizontally lines of blocks without gaps. When such a line is created, it gets destroyed. Keep your board clear and keep your cool as things heat up in this simple but addictive puzzle game!\r\n\r\nENJOY :)\r\n\r\n*CAUTION*\r\n\r\nThis game is only made for PC and XBOX series X and XBOX series S and does not work on XBOX one!\r\n\r\n"},"9MZ1KMNXC0M6":{"lang":"EN","title":"DTube 3Plus / Download from YouTube","description":"This is the best way to download YouTube videos."},"9NB8SS46GZJG":{"lang":"EN","title":"TT Song Downloader͏ pro","description":"If you ever wanted to have the full version of the songs from TikTok videos this app is for you.\r\n\r\nJust paste a TikTok video link and download the full version of the soundtrack. \r\nAlso This is THE downloader for TikTok videos, cover images, profile pictures AND full version of soundtracks on posts. just copy a TikTok video link and paste it in the app.\r\nWe make it easy for you to watch and review your favorite TikTok videos by using tools and buttons like Pause/Play/Volume Controller/Full screen and some more media player elements.\r\n *There is no need to log in.\r\n\r\n*CAUTIONS*\r\n1. Original songs on TikTok videos are not downloadable.\r\n2. To avoid copyright problems, We are downloading your songs from YouTube servers in the background.\r\nIf you frequently use unpopular songs or songs which may not ever been on YouTube by anyone (which is not a common situation), We do not recommend this App to you!\r\nOtherwise you're gonna be ok.\r\n\r\n"},"9PHP0Z68X02N":{"lang":"EN","title":"Smart Package Tracker","description":"The application is used to track UPS, USPS, FedEx and DHL packages."},"9NHV2J5ZS4WD":{"lang":"EN","title":"Turbo Downloader for YT","description":"This is the best way to download YouTube videos."},"9NX4MD2DKDQ0":{"lang":"EN","title":"ePage","description":"Create eBook files without coding in ePage, the lightweight but powerful EPUB maker by Moonlight Builds.\r\n\r\nePage is beginner-friendly with WYSIWYG experience while has advanced features to help you create beautiful and error-free EPUB files.\r\n\r\nIn addition to text and graphics, ePage makes it easy to unleash your creativity and enrich your story by adding video or audio to your eBook!"},"9MT3STWCMPGB":{"lang":"EN","title":"Train Sim World® 3: UK Starter Pack","description":"Take charge of a variety of trains across Southeastern Highspeed. Drive Britain’s fastest train at 140mph out of London and Ashford and experience more passenger and freight around Kent and Medway. Play your own way with creative tools. Master the machine with Train Sim World 3: UK Starter Pack."},"9N77N6GBJS9K":{"lang":"EN","title":"Train Sim World® 3: Spirit of Steam Starter Pack","description":"Welcome to Northwest England in the 1950s! Drive the famous Jubilee Class on passenger services and take charge of heavy freight in the Stanier 8F Class between Liverpool and Crewe. Play your own way with creative tools. Master the machine with Train Sim World 3: Spirit of Steam Starter Pack."},"9NL11KT6GCHK":{"lang":"EN","title":"Train Sim World® 3: German Starter Pack","description":"Experience the thrill of racing through dense, forested valleys, over awe-inspiring viaducts and deep into swooping tunnels. Germany’s classic Inter City Express awaits on our longest route yet. Play your own way with creative tools. Master the machine with Train Sim World 3: German Starter Pack."},"9NND7P120K8T":{"lang":"EN","title":"Train Sim World® 3: US Starter Pack","description":"Experience the challenge of hauling a nation’s freight industry over the stunning Cajon Pass. Climb aboard the ES44C4 and tackle the stunning mountain ranges and blinding deserts of California. Play your own way with creative tools. Master the machine with Train Sim World 3: US Starter Pack."},"9NC2F7LBKMT0":{"lang":"EN","title":"Bassmaster® Fishing 2022: Throwback B.A.S.S.® Pack","description":"Flashback to old school bass fishing with the Throwback B.A.S.S.® Pack. Celebrate the early days of Bassmaster® and kit your angler & boat out with vintage Bassmaster® colours, designs, and clothing that include original badge patches. "},"9NV9NN0S24RC":{"lang":"EN","title":"SD GUNDAM BATTLE ALLIANCE Deluxe Edition","description":"The Deluxe Edition includes:\r\n• SD GUNDAM BATTLE ALLIANCE (full game)\r\n• Season Pass\r\n• Early unlock for the Command Gundam unit premium edition bonus\r\n\r\nIn SD Gundam Battle Alliance, Mobile Suits and characters from across Mobile Suit Gundam history take center stage in this all-new action RPG."},"9NG68LF16QMM":{"lang":"EN","title":"Universal Download Manager (UDM)͏ PRO","description":"Accelerate your downloads by up to 6 times!\r\nDownload any kind of files from almost anywhere even from YouTube, TikTok , etc.\r\n"},"9NCBN0G5LSF1":{"lang":"EN","title":"Zip Pro͏ ™͏","description":"ZIP Pro is a powerful tool to compress any files to these formats :  .zip , .rar , .gzip , .gz , .tgz , .tar , .tlz , .lz , .lzma , .bz2 , .tbz2 , .bzip2 and extract those file to regular ones."},"9P3DJ87CT2DN":{"lang":"EN","title":"IMPOSSIBLE DASHING","description":"A very cool running game. Simple line style. Up to 63 levels!"},"9PLB1BKZJPM0":{"lang":"EN","title":"Phoenix Point: Complete Edition","description":"Phoenix Point: Complete Edition, the acclaimed strategy game from the creator of X-COM, is now assembled into the ultimate collection, including all DLCs, content updates, and product improvements over four years of development."},"9P4VFJ6362QJ":{"lang":"EN","title":"Bassmaster® Fishing 2022: Pixel Pro Pack","description":"Pick your Pixel Pro with the pixel art Bassmaster® Elite Series™ angler items in this latest cosmetics pack. Dive into the selection of pixel art inspired Bassmaster® Elite Series™ Pro Anglers with rad new items and a set of Mastery Challenges so you can unlock the Pixel Pro Sneakers! "},"9P65WPL1NR55":{"lang":"EN","title":"YoutuMusic_Downloader MP3","description":"MusicTube is an unofficial YouTube base app to download and convert YouTube videos to audio files with MP3 or M4A  formats."},"9PMFZ0WNBBNT":{"lang":"EN","title":"Photo Editor (͏Pro)","description":"Photo Editor Pro is a pre-eminent, powerful and flexible Image Editor that perfectly satisfies the needs of even the pickiest user."},"9NCK7JCHTHR0":{"lang":"EN","title":"Bassmaster® Fishing 2022: Synthwave Cosmetic Pack","description":"Light up the lake with the new radiating Synthwave Cosmetic Pack. With the Synthwave boat wrap, clothing, and glasses, you will blaze and glow neon bringing your bass fishing to an electrifying new level. Night-time’s not for sleeping anymore, head out to the water, find those midnight lunkers and let the neon spill across the water."},"9PB708NCH2J0":{"lang":"EN","title":"Bassmaster® Fishing 2022: Retro Cosmetic Pack Season Pass","description":"Grab the Retro Cosmetic Pack Season Pass today to get day 1 access to all 3 new cosmetic packs as they launch. \r\n \r\n\r\nFeaturing: \r\n \r\n    Synthwave Pack - Light up the lake \r\n\r\n    Pixel Pro Pack - Pick your Pixel Pro with the pixel art Elite anglers \r\n\r\n    Throwback B.A.S.S.® Pack - Flashback to old school Bassmaster® "},"9PMB1BRPHVMG":{"lang":"EN","title":"Zeus Quest - The Rebirth of Earth","description":"A 4K@120FPS/60FPS classic and funny point & click adventure game. Designed for all the family, including the kids."},"9NHJ6T8BTF5T":{"lang":"EN","title":"DrawBall","description":"Draw ink to guide each ball into its appropriately colored hole! Can you beat all 30+ levels? DrawBall is a fun puzzle game where the aim of the game is to complete levels by drawing ink to guide colored balls into a correctly colored hole. DrawBall includes over 30 in built levels and a level editor so you can create and export your own levels and even import levels made by others!"},"9N5MGCNVG5BF":{"lang":"EN","title":"Any Wallpaper pro (4K)","description":"Get HD, FHD, 4K and even 8K wallpapers in almost every categories."},"9PJ3JMJPFZK8":{"lang":"EN","title":"Dpotify­","description":"Downloader for Spotify"},"9P6W2Q41BB8V":{"lang":"EN","title":"PAC-MAN MUSEUM+","description":"PAC-MAN MUSEUM+ includes 14 titles from the legendary PAC-MAN series!\r\n\r\nPlay a variety of classic and nostalgic PAC-MAN games across many genres!"},"9NX81M1D0NZJ":{"lang":"EN","title":"Fuga: Melodies of Steel - Fantasy Costume Pack","description":"This costume pack features the 12 members of the Taranis crew in fantasy-based attire.\r\nYou can modify what the children are wearing under \"Change Costumes\" in the Options menu."},"9N8TKWDS1MJP":{"lang":"EN","title":"Lab Crisis (for Windows 10)","description":"Lab Crisis is a turn-based puzzle about a robot who's rescuing scientists from a mutant-infested lab! The more scientists you grab at once, the longer is the chain, so be careful!"},"9NDFCNK9X0KG":{"lang":"EN","title":"Classic Card Games 3D","description":"17 of the best classic card games in the world in great 3D graphics! Compete with virtual opponents in Rummy, Canasta, Poker, Gin Rummy, Crazy Eights, Blackjack, War and many more! Each game offers a huge amount of rule variants, rooms, tables and more: a must-have for every card game lover!"},"9P7G3JB3ZPRP":{"lang":"EN","title":"Boom Band","description":"The post-apocalyptic fiction horror-themed first-person shooter game"},"9N2KCB49XPW4":{"lang":"EN","title":"LEGO® Star Wars™: The Bad Batch Character Pack","description":"Be a clone unlike any other.  The elite Clone Force 99, also known as The Bad Batch, each have their own exceptional skills making them a formidable crew. The character pack includes:  \r\n- Hunter\r\n- Echo\r\n- Wrecker\r\n- Tech\r\n- Crosshair"},"9PFSQ2M343MW":{"lang":"EN","title":"LEGO® Star Wars™: The Mandalorian Season 2 Character Pack","description":"Get into more action with the fan-favorite characters from Season 2 of the hit series \"The Mandalorian.\" The character pack includes:\r\n- Ahsoka Tano \r\n- Bo-Katan Kryze \r\n- Boba Fett (Re-armored) \r\n- Fennec Shand\r\n- Moff Gideon"},"9PNF5TMG1XVM":{"lang":"EN","title":"LEGO® Star Wars™: The Skywalker Saga Trooper Pack","description":"Play as the soldiers of the Empire from Rogue One, Solo, and The Mandalorian. \r\n- Imperial Death Trooper \r\n- Incinerator Stormtrooper \r\n- Range Trooper \r\n- Imperial Shore Trooper\r\n- Mimban Stormtrooper"},"9PGJK7M3P4RP":{"lang":"EN","title":"Mokoko X","description":"Nostalgic arcade gameplay remastered! Conquer the bigger portion of the screen and save the unlucky girls from the various absurd troublemakers."},"9MT1ZPB88PNF":{"lang":"EN","title":"Electronic circuit simulation","description":"Build and simulate circuits right in your computer. Design with our easy-to-use schematic editor. Analog & digital circuit simulations in seconds."},"9N0T8V0R7MBC":{"lang":"EN","title":"Turnip Boy Commits Tax Evasion","description":"Play as an adorable, yet trouble-making turnip. Avoid paying taxes, solve plantastic puzzles, and take on massive beasts in a journey to tear down a corrupt vegetable government!"},"9MWW2W8TVC2F":{"lang":"EN","title":"LEGO® Star Wars™: The Skywalker Saga Classic Character Pack","description":"Play as the classic variants of Luke, Leia, Han, Lando and Darth Vader in LEGO® Star Wars™: The Skywalker Saga. Explore the galaxy as iconic characters based on the original LEGO® minifigures from 1999."},"9P60KX43MV2P":{"lang":"EN","title":"LEGO® Star Wars™: Rogue One: A Star Wars Story Character Pack","description":"It takes an unlikely band of heroes to save the rebellion.  With their weapons and skills, these heroes (and a villain) are ready for battle. The character pack includes:   \r\n- Jyn Erso \r\n- Cassian Andor\r\n- Baze Malbus \r\n- Bodhi Rook\r\n- Chirrut Îmwe\r\n- Director Krennic\r\n- K-2SO"},"9NV2VTVG0L31":{"lang":"EN","title":"Chinatown Detective Agency","description":"Singapore, 2037. Amira Darma has just opened her own detective agency. Travel the world, solve dangerous cases using real world research and take in the stunning retro design of this cybernoir detective adventure."},"9N7ZZT8P5433":{"lang":"EN","title":"Bassmaster® Fishing 2022: Bass Lake Bundle","description":"Land a Big Basin Bass today on Lake Seminole & Jordan Lake in the Bass Lake Bundle. Fish unique environments, hunt down legendary fish, and compete in career mode tournaments on two new iconic venues. Take on hours of fishing today in the Bass Lake Bundle."},"9P3SXDB568K4":{"lang":"EN","title":"Pomodoro Timer Pro","description":"Smart Digital Timer, count your time like never before.\nThe perfect timer - nice and clean, simple and reliable.\nPerfect for every timing situation (sports, games, work, and of course cooking)."},"9P4WVR69QPM4":{"lang":"EN","title":"LEGO® Star Wars™: The Mandalorian Season 1 Character Pack","description":"This is the Way. Play as the iconic characters from the hit series The Mandalorian Season 1. Travel around the galaxy as The Mandalorian protecting Grogu at all costs. The character pack includes:  \r\n- The Mandalorian \r\n- Cara Dune\r\n- Greef Karga\r\n- IG-11 \r\n- Kuiil"},"9PGL74CR3QZH":{"lang":"EN","title":"LEGO® Star Wars™: Solo: A Star Wars Story Character Pack","description":"Experience the galaxy with the characters from the prequel \"Solo: A Star Wars Story.\" Play as the young scoundrels and blast your way through the epic saga. The character pack includes:\r\n- Han Solo (Young)\r\n- Chewbacca (Young)\r\n- Lando (Young)\r\n- Qi'ra\r\n- Tobias Beckett\r\n- Enfys Nest"},"9PJRSMJ5PSD1":{"lang":"EN","title":"LEGO® Star Wars™:The Skywalker Saga Deluxe Edition","description":"The Deluxe Edition includes 7 downloadable content character packs. \r\nPlay through all nine saga films in a brand-new video game unlike any other.   With over 300 playable characters, over 100 vehicles, and 23 planets to explore, a galaxy far, far away has never been more fun!"},"9PJVW1G3G7K3":{"lang":"EN","title":"Legal Dungeon","description":"Is justice always justified?"},"9PKXVRH7DQ6M":{"lang":"EN","title":"Fuga: Melodies of Steel - Way of the Sword Costume Pack","description":"This costume pack features the 12 members of the Taranis crew in samurai or ninja attire.\r\nYou can modify what the children are wearing under \"Change Costumes\" in the Options menu."},"9P2LVR52JD8S":{"lang":"EN","title":"Bassmaster® Fishing 2022: Elite Fishing Equipment Pack","description":"Fish like an Elite Angler with the all-new Elite Fishing Equipment Pack! Represent your roots as you hit the water with nation-based boat wraps & clothing. Conquer Mastery Challenges for new items such as the unique Taku Time items and new kit from Abu Garcia & Berkley."},"9P6WKXNN2VGD":{"lang":"EN","title":"2048­ Pro","description":"2048\r\nIt's a simple but totally addictive slide puzzle game. Try to join the same numbers and get to the 2048 tile!\r\nUse arrow keys to move all tiles. When two tiles with the same number touch, they merge into one.\r\nGet to the 2048 tile, and reach a high score!\r\n\r\nHave fun :)"},"9P9XXKLJZGP3":{"lang":"EN","title":"Block Puzzle 3D (2022­)","description":"\"Tetris 3D\" is a block puzzle but like you’ve never seen it before, an incredibly addictive and breathtakingly gorgeous remake of one of the most popular puzzle games of all time in a 3D graphical environment.\r\n\r\nENJOY :)"},"9N6WVKK980PM":{"lang":"EN","title":"The StoryTale (for Windows 10)","description":"The StoryTale is a fairytale platformer with booms, explodes and shatters, where heroes fight with cursed weapons and tend to forget spells, but, don't worry, nobody gets hurt."},"9NMBZ4TFLR12":{"lang":"EN","title":"Bump & Run Racing","description":"Ever miss the good ole' days where you could smash your way to the finish line?  Well look no further! \"Bump & Run Racing\" is a re-imagination of classic arcade racers that center gameplay around the destruction of your fellow racers.  Earn and burn boost, take down opponents and avoid those pesky pedestrians on your way to the finish line.\r\n\r\n*OPTIMIZED FOR XBOX SERIES S/X*"},"9MXNTDDWLRN8":{"lang":"EN","title":"Bassmaster® Fishing 2022: Lake Hartwell","description":"Get ready to take on the monster Lake Hartwell and the most professional bass fishing tournament – The Bassmaster Classic®. It’s time to go head-to-head with the competition and compete in a 3-round final on the Bassmaster® 2022 Classic venue to become the champion and take home the coveted trophy."},"9N4V8K7Z5RRG":{"lang":"EN","title":"Taiko no Tatsujin: The Drum Master!","description":"Drum out high scores by accurately playing along with 2 different notes, Don and Ka, in Taiko no Tatsujin: The Drum Master! Includes over 70 songs, local multiplayer mode, and online ranked matches.\r\nLight your drumming spirit on fire!"},"9NPN1X7QPJK5":{"lang":"EN","title":"Bassmaster® Fishing 2022: Predator Equipment Pack","description":"Become the ultimate predator and dominate the competition! The Predator Equipment Pack will set you up nicely to hunt and fight those lunkers into your boat so you can take your spot on the stage with the biggest bag of bass. "},"9N7LQV82F11M":{"lang":"EN","title":"Fuga: Melodies of Steel - Back to School Costume Pack","description":"This costume pack features the 12 members of the Taranis crew in Japanese school attire.\r\nYou can modify what the children are wearing under \"Change Costumes\" in the Options menu."},"9NKX7W0J4CST":{"lang":"EN","title":"VideoScreensaver","description":"Set a video as your Windows screensaver."},"9PFPNL8R4LDP":{"lang":"EN","title":"Unlimited­ ­Unofficial","description":"This is the best way to download YouTube videos.\r\n"},"9PJLBJG4LRM1":{"lang":"EN","title":"TT Song Downloader","description":"TikTok Song Downloader"},"9NNBPBM2F60W":{"lang":"EN","title":"DEEEER Simulator: Your Average Everyday Deer Game","description":"Become an average, everyday deer and stretch your neck out a bit."},"9N4K8K2ZGF1L":{"lang":"EN","title":"One Step From Eden","description":"Build a powerful deck, cast spells on the fly, battle evolving enemies, find game-changing artifacts, make friends or make enemies, just make it to Eden."},"9P208FP0D4K9":{"lang":"EN","title":"Bassmaster® Fishing: Deluxe Upgrade Pack","description":"Stand out from the crowd with the Deluxe Upgrade content such as the unique Bassmaster® Fishing boat wrap, B.A.S.S.® branded cosmetics & equipment, and your own list of in-game Deluxe Edition challenges, so you can become the ultimate Bassmaster® angler.  "},"9NKXX0ZP7MPJ":{"lang":"EN","title":"Lent: The Easter Bunny (Story Three)","description":"The humans and animals are preparing for Easter! But one bunny has different plans?! Purchase and play the Lent: The Easter Bunny series today!"},"9NW4Z3HPJVKW":{"lang":"EN","title":"Skul: The Hero Slayer","description":"Skul is a fast-paced action rogue-lite where losing your head is encouraged. Featuring 90 playable characters each with their own unique abilities and a ton of items that can create wild synergies, the battles are as electrifying as they are challenging.\r\n\r\nThe Demon King's Castle in Ruins\r\nThe human race attacking the Demon King's castle is nothing new and has happened countless times before. What makes this time different though, is that the Adventurers decided to join forces with the Imperial Army and the 'Hero of Caerleon' to lead a full onslaught in hopes of wiping out the Demons once and for all. They attacked the Demon stronghold with overwhelming numbers and succeeded in its total destruction. All of the demons in the castle were taken prisoner except for one lone skeleton named 'Skul'.\r\n\r\nSide-Scrolling Platformer Action\r\n'Skul: The Hero Slayer' is an action-platformer that boasts rogue-like features such as everchanging and challenging maps. It will keep you on your toes, as you will never know what to expect.\r\n\r\nTons of skulls, tons of playable characters\r\nSkul is no ordinary skeleton. In addition to his formidable fighting skills, he can gain new and exciting abilities depending on which skull he's wearing. Use up to 2 skulls at a time, each of which has its own unique attack range, speed and power. Choose combos that match your playing style and switch them in the heat of battle to bring your enemies to their knees. The power is in your hands!\r\n\r\nThe Adventurers\r\nSkul has crossed paths with a party of Adventurers! They are powerful foes that hunt Demons for sport. While Skul may be small, he still packs quite a punch. So just wait and see who really is the hunter and who is the hunted....\r\n\r\nBosses Corrupted by Dark Quartz\r\nAt the end of every chapter, go head-to-head with massive bosses corrupted with Dark Quartz and powerful beyond belief. Derived from the pain and hate of life itself, Dark Quartz taints and takes control of everything it touches."},"9N8QQ6HZ7G7F":{"lang":"EN","title":"Dark Grim Mariupolis (for Windows 10)","description":"Introducing “Dark Grim Mariupolis”, a point'n'click adventure game set in a world, combining noir, Greek mythology, magic, mysticism, hopeless entourage of Greco-Roman Age of Decadence and stifling everyday routine. Encourage yourself and step into darkness…\r\nEnter Mariupolis, a dark place accompanied with confusing, strange music of no visible source. You are some sort of a detective, and therefore you need to investigate, but why? That’s the thing you’re going to find out… or, maybe not. Everything depends on you and sudden whims of Pentaculus, a grim god stretching its hands out over the whole city.\r\nInvestigate and solve puzzles, while resisting dark and obscure grasp of Mariupolis, where the only things guarding you from its baneful influence are sarcasm and arrogance. And be aware – your hero might actually die."},"9NGCXSWQH505":{"lang":"EN","title":"MechWarrior 5: Mercenaries - JumpShip Edition","description":"MechWarrior 5: Mercenaries JumpShip Edition includes MechWarrior 5: Mercenaries with the year one update and the New Legendary update featuring Melee and Mech Switching, the first DLC Heroes of the Inner Sphere, and The Legend of the Kestrel Lancers Expansion. "},"9P9XS9D0LBPV":{"lang":"EN","title":"Embr","description":"Team up with friends to become the most über firefighters money can buy. Rush into burning buildings filled with dangerous hazards, valuables, and top-of-the-line security systems. Fight fires, save lives, salvage goods, and make life-changing money. Buy high tech tools with advanced upgrades, and fresh outfits that unlock new ways to play.\r\n\r\nEmbr will keep you coming back for more with new mission types, daily and weekly challenges, and plenty of achievements to hunt."},"9PH779KSQN98":{"lang":"EN","title":"Yellow Chess","description":"How would you like to play the standard Chess game with this design? Play a match against the computer and see how fast it plays, maybe you will win?"},"9P55TJKCL1BC":{"lang":"EN","title":"Twelve Minutes","description":"An interactive thriller about a man trapped in a time loop. Featuring James McAvoy, Daisy Ridley, and Willem Dafoe. "},"9PMN56MT3HC5":{"lang":"EN","title":"Motorcycle Stunt Racer","description":"Gear up and get ready for the ride of your life! Ride your bike through 27 exciting and challenging levels."},"9NQ494H131K6":{"lang":"EN","title":"Shakes on a Plane","description":"Shakes on a Plane is a chaotic co-op shaking game for one to four players. Flying on various planes with your flight crew, serve up a variety of tasty shakes, burgers, fries and many more dishes before the plane lands on the airport and your passengers rate your services."},"9PKZ6GX66VZ4":{"lang":"EN","title":"Monster Truck Ramp Adventure","description":"It's like a Monster Truck Rollercoaster ride! Get ready for a fun filled adventure spread over fifteen levels. Choose your truck or unlock new favorites. Next select your level and compete on the leaderboards for the best time on each. "},"9NBHQSQ3621M":{"lang":"EN","title":"Dodgeball Academia","description":"Dodgeball Academia is a sports RPG game featuring rookie dodgeball student, Otto. Join Otto and an eclectic cast of characters as they train to dominate on and off the courts of the academia."},"9MX9WN6DBS39":{"lang":"EN","title":"Fishing Planet - Golden Starter Pack","description":"Not only do you get all the awesome Advanced & Deluxe tackle in their Golden edition, but also the most powerful state-or-the art exclusively Golden fishing equipment! Sound good? How about FULL ACCESS to 17 WATERWAYS in North America and Europe with 30 Day Pond Passes, complemented by all corresponding Advanced Fishing Licenses!"},"9NLX3GWW0HF1":{"lang":"EN","title":"Fuga: Melodies of Steel","description":"\"We have to fight! If we don't, everyone we love will be taken away!\"\r\n\r\nOne fateful night, a peaceful village is thrown into the flames of war. Determined to save their families, a group of children boards a giant tank and begins an offensive charge!\r\n\r\nFuga: Melodies of Steel is an RPG where you place children, each with their own unique characteristics and skills, at different gun turrets in a tank to fight against the enemy.\r\n\r\nLiving inside the tank, the children show emotion and gain affinity amongst each other. Manage these both to change the outcome of their journey!"},"9NVBMF0BJBDM":{"lang":"EN","title":"Fuga: Melodies of Steel - Deluxe Edition","description":"\"We have to fight! If we don't, everyone we love will be taken away!\"\r\n\r\nOne fateful night, a peaceful village is thrown into the flames of war. Determined to save their families, a group of children boards a giant tank and begins an offensive charge!\r\n\r\nFuga: Melodies of Steel is an RPG where you place children, each with their own unique characteristics and skills, at different gun turrets in a tank to fight against the enemy.\r\n\r\nLiving inside the tank, the children show emotion and gain affinity amongst each other. Manage these both to change the outcome of their journey!"},"9N2FBP5RZX06":{"lang":"EN","title":"Fuga: Melodies of Steel - Deluxe Edition Upgrade Pack","description":"*This content is also included in \"Fuga: Melodies of Steel - Deluxe Edition\". Please be careful to not purchase the content multiple times.\r\n*In order to use this content you need \"Fuga: Melodies of Steel\" which is sold separately.\r\n\r\nUpgrade from the Standard Edition of \"Fuga: Melodies of Steel\" to the Deluxe Edition."},"9NW7S04QK7XV":{"lang":"EN","title":"The Procession to Calvary","description":"The Procession to Calvary is an adventure game in which you journey through a richly detailed landscape built from hundreds of Renaissance paintings."},"9NCK543D5BN6":{"lang":"EN","title":"Pirate Monkey Run! 2","description":"Jake and Jade, your favorite pirate monkeys, are on the run again! "},"9NDRDS21Q8C7":{"lang":"EN","title":"Fishing Planet - Deluxe Starter Pack","description":"Skyrocket your angling progress and treat yourself to a truly deluxe fishing experience with the DELUXE STARTER PACK! The DELUXE STARTER PACK features SEVEN powerful Deluxe Edition rod and reel combos, along with superb Deluxe Edition fishing apparel - an all round basic set of superb equipment to cover all your progressive fishing needs! You also get Pond Passes to 10 FISHING DESTINATIONS along with the corresponding Advanced Fishing Licenses!"},"9PLSRQ8B6XL4":{"lang":"EN","title":"Worms Rumble - Digital Deluxe Edition","description":"Worms Rumble is Worms like you’ve never played it before, with intense, real-time, arena-based 32 player cross-platform combat. Get ready for frantic Deathmatches and intense Last Worm Standing!\r\n\r\nThe Digital Deluxe Edition includes:\r\n• Worms Rumble Base Game\r\n• Legends Pack - 6 Outfits – Retro Commando, Sheep, Donkey, Skunk, Cow and Pigeon (each with 3 different colour variants!) 6 Weapon Skins - Retro, Wooly, Concrete, Poison, Bovine, Feathers and 6 Banners\r\n\r\nUse a variety of fan-favourite weapons like the Bazooka, Shotgun and Sheep Launcher plus all-new additions to the armoury to bring the pain to your invertebrate opponents as you climb the ranks. Customise your worm, take part in challenges and seasonal events and experiment with new ways to play in The Lab. This is Worms, reinvented.  \r\n\r\nThe First Real Time Worms! \r\n\r\nYou won’t find any turn-based combat in Worms Rumble. Every round is in REAL TIME! If your enemy is raining fire upon you, give them heck right back! \r\n\r\n32 Player Cross Platform Multiplayer \r\n\r\nPlay with friends online across console and PC. With Deathmatch and Last Worm Standing solo and squad battle royale modes available at launch! \r\n\r\nClassic Weapons with New Ways to Play \r\n\r\nArm yourself with new and returning fan-favourite weapons! With classics like the Bazooka, Holy Hand-grenade and Sheep launcher and the all-new Hammerhead, Plasma Blaster and Rocket shield. \r\n\r\nEvents, Challenges and ‘The Lab’ \r\n\r\nTake part in seasonal and community events, and daily challenges for additional XP and in-game rewards. And experiment with new gameplay mechanics and weapons in The Lab. Each week brings new experimental game modes with new fun ways to play!\r\n\r\nPlayer Customisations \r\n\r\nEarn XP and in-game currency to unlock and purchase weapon skins, outfits, accessories and emotes! Mix and match to create your own personal style on the battlefield."},"9NFT5LFPW5D2":{"lang":"EN","title":"SGN Sports Wild Game Hunting","description":"Collect your gear and let's go hunting. Compete with the best hunters out there. Test your skills with Stag, Rabbit, Boar, Wolf, Eagle, and Duck Hunting. \r\n\r\nEach animal type has ten different challenges. Try for your best score in each. Spend winnings on better and more powerful weapons.\r\n\r\nEnjoy the great outdoors, weapon at you side, take aim & fire!"},"9NSB482N7H9W":{"lang":"EN","title":"Pirate Monkey Match","description":"Jake and Jade, the Pirate Monkeys, star in their own Match Game. Help Jake and Jade master the 100 levels along the path. \r\n\r\nMatch 3 or more candies in a row to clear them. More than three results in a power candy that when matched with two others candies of the same color has a powerful effect. Different levels have different requirements to clear. Match a certain number of candies of a certain color, clear all the sugar, find hidden pineapples, drop ingredients such as bananas and coconut milk, and more.\r\n\r\nClear the boards with less than the allowed or moves, or within the time limit. Fail and you'll have to try again.\r\n\r\n"},"9N5ZJMZH71S7":{"lang":"EN","title":"Pirate Monkey Fruit Shoot","description":"Jake and Jade, your favorite Pirate Monkeys, are back in a new puzzle game! Play as either Jake or Jade. Throw balls into the air. If you connect with two or more other balls of the same color they will pop away. Any balls that are not touching other objects will fall away. Some balls have a piece of fruit, these are the object of the game. When they fall or pop, a piece of fruit will parachute down to the ground. Collect the amount of fruit that the level requires to win the level.\r\n\r\nDestroying or dropping balls of a certain color will count towards earning a power-up. Watch as the tanks on the left fill up. Once full, they will glow signifying you have earned that power-up.  Make sure you use them as they will disappear at the end of the level. \r\n\r\nCan you help Jake and Jade collect as much fruit as they can?"},"9N06J05BKJ5V":{"lang":"EN","title":"Fishing Planet - Advanced Starter Pack","description":"Take your fishing experience to the NEXT LEVEL instantaneously - with the ADVANCED STARTER PACK! The pack features FOUR powerful Advanced Edition rod and reel combos, along with awesome Advanced Edition fishing apparel - an all round basic set of superb equipment to cover all your progressive fishing needs! You also get 7-Day Pond Passes to 5 STATES and 2 European COUNTRIES!"},"9PB3VHFWB5RV":{"lang":"EN","title":"AntVentor","description":"AntVentor is a point & click adventure game. You find yourself in a photorealistic macroworld where you immediately manage to ruin the life of the main character, ant, and foil all his plans for making his dream come true. Can you help get everything back in order?"},"9NKPFW0MDNL8":{"lang":"EN","title":"Gunship Assault","description":"You're piloting a gunship helicopter on a mission to destroy enemies targets and craft. Watch your radar and long range scanner. Identify targets to destroy to complete your mission. Scout out enemy convoys traversing the terrain. Be on the look out for enemy aircraft such as fighter jets, drones, and even enemy gunships. We are counting on you!\r\n\r\nThe action is fast and furious. Take charge as you're at the controls to complete these important missions.\r\n\r\n** Note:\r\nThis game supports leaderboards for fastest completion time. You must complete all missions at a difficulty to post to the leaderboard. For example, complete all 10 Easy missions to post the total time to complete them to the Easy leaderboard."},"9P0V3BLGW7NX":{"lang":"EN","title":"The Darkside Detective: A Fumble in the Dark","description":"Delouse your room with sage and pack up your travel-sized ouija board, it’s time to re-enter Twin Lakes - America’s 34th most haunted city. Join Detective McQueen as he puzzles his way through six chilling cases, risking life and pixelated limb to solve the macabre mysteries that plague this poor town."},"9NH304JTM1KF":{"lang":"EN","title":"Bullet Beat (for Windows 10)","description":"Bullet Beat is a shoot'em up, where everything at the levels is in tune with the music, even shooting. Keep the combo to get stronger!\r\n\r\nAvailable in the game:\r\n- 8 different levels with unique tracks in the dubstep genre and more;\r\n- Chill Out mode;\r\n- infinite mode with fortress protection.\r\n\r\nWarning! This game contains fast flashing images. It may cause discomfort and trigger seizures for people with photosensitive epilepsy. Gamers discretion is advised. Safety first!"},"9NRZFG8Q27BF":{"lang":"EN","title":"ReactorX (for Windows 10)","description":"This is a relaxing game about moving boxes on energy grids in a sci-fi setting, in order to repair the space ship which was hit by a meteor.\r\n\r\nFeatures:\r\n\r\n- Easy to play, exactly what you need to rest from the dynamics of big games;\r\n- Level-design with no dead ends, so you don't have to restart any level except if you really want to start anew;\r\n- Short animated cutscenes with story elements.\r\n\r\nEngine rooms include such elements as:\r\n\r\n1. Power grid: it receives the power from the reactors. Each reactor has a distinct shape of routing the energy it contains. Objective of each level is to have every power grid cell filled with energy.\r\n2. Coloring rays: they change the color of the reactor which it touches. Game starts with only red-colored reactors, then proceeds to include yellow-colored, blue-colored and non-colored, which must be first exposed to the coloring rays. Upon going into the coloring ray, player can lose the level.\r\n3. Various obstacles that block the way."},"9NRWNJS7JS6H":{"lang":"EN","title":"The Darkside Detective","description":"Grab your trench coat, tune your sixth sense and join the Darkside Division as they investigate the outright bizarre, the downright dangerous and the mildly confusing cases of Twin Lakes. Flesh-hungry tentacles, mafian zombies, and the occasional missing sock are no match for The Darkside Detective."},"9PGRS6WW78MB":{"lang":"EN","title":"Adios","description":"A pig farmer decides he no longer wants to dispose of bodies for the mob. What follows is a discussion between you, and the hitman who will have to kill you if he can't convince you to stay."},"9PML0BPQ6FH9":{"lang":"EN","title":"Cave Quest - Match 3 Adventure","description":"Unravel the mystery of the Ghost King!"},"9NQ93D6MMCZV":{"lang":"EN","title":"Image Vectorizer","description":"Image vectorizer can convert most image file types (BMP, GIF, JPEG, PNG, TIFF, ...) to Vector graphics. Vector graphics are scaleable and do not pixelate at higher zoom levels.\r\n\r\nRaster images are created with pixel-based software or captured with a camera or scanner.\r\nOne of the main disadvantages is that raster images cannot be resized without losing quality. If the image is magnified enough, its artifacts appear. The halftone dots, film grains, and pixels become apparent. Images of sharp edges become fuzzy or jagged. See, for example, pixelation. Conversely, vector graphics can be scaled to any size without any loss in quality.\r\nvector graphics can be used for logos, page layout, type, line art, or illustrations"},"9NB4GMT80Z5L":{"lang":"EN","title":"Horse Riding (Story Two (A))","description":"It's time for horse riding! Play story mode or race around courses on your horse! It's great fun for all ages!"},"9NWFR2ZH9NWZ":{"lang":"EN","title":"My First Date RPG 2 (Windows 10 Version)","description":"In the \"My First Date RPG\" series, play as characters who experience a big part of growing up: going out on your first date! **This game is a work in progress! New stories to play are added to the game via free updates, so have fun seeing the game grow with each new update!  Thank you for playing, reading, and watching!**"},"9PM3L9379567":{"lang":"EN","title":"Video Converter - Plus","description":"**Image Converter Plus is our another product that is Free for the owners of this app**\r\n\r\nVideo Converter Plus is a powerful and is easy to use tool that can convert your video files to almost any video format (mp4, Flv, Avi, WebM, MOV, Mpeg, Mkv, Wmv, Swf, Gif, Ac3, Ogg, M4v, Rm, and many more) with just one click\r\n\r\nSome features:\r\n- Support almost any video format (mp4, Flv, Avi, WebM, MOV, Mpeg, Mkv, Wmv, Swf, Gif, Ac3, Ogg, M4v, Rm, and many more)\r\n- Get our Image Converter Plus for Free\r\n- Powerful and easy to use\r\n- Show Thumbnail of videos\r\n- Convert multiple files at once\r\n- Drag and drop your File\r\n- No internet required\r\n- Free lifetime free updates and new features"},"9N8DKG2R0HKZ":{"lang":"EN","title":"Space Hulk®: Deathwing™ - Enhanced Edition (Windows 10)","description":"Space Hulk: Deathwing - Enhanced Edition is the First-Person Shooter set in the Warhammer 40,000 universe. \r\n\r\nPlay as a Space Marine of the Deathwing and engage in a desperate battle against Genestealers within the confines of a Space Hulk. Grow stronger as you earn experience across perilous missions, in solo or online cooperative multiplayer up to 4 players (Cross-Play)."},"9MWFR4TFX54K":{"lang":"EN","title":"Goetia","description":"Goetia is a point & click adventure where you play the ghost of a young lady. You are Abigail. Abigail Blackwood. "},"9PNX64JZ783R":{"lang":"EN","title":"Open World RPG (Windows 10 Version)","description":"In the \"Open World RPG\" series from ProjectSummerIce.com, play as characters who explore a new world! **This game is a work in progress! New stories to play are added to the game via free updates, so have fun seeing the game grow with each new update! Thank you for playing, watching, and reading!**"},"BV5KGPKG5ZKM":{"lang":"EN","title":"Four Kings Casino: All-In Starter Pack","description":"All-In Starter Pack"},"BVNQ1XS36VMP":{"lang":"EN","title":"Four Kings Casino: Double Down Starter Pack","description":"Double Down Starter Pack"},"9NDX5K8P2KMT":{"lang":"EN","title":"Motorcycle RPG (Windows 10 Version)","description":"Mark is starting a motorcycle business, and his first team members are his girlfriend Sabrina and another friend. But new trials begin to appear for them. Will everything work out the way they want it to? **This game is a work in progress! New stories to play are added to the game via free updates, so have fun seeing the game grow with each new update! Thank you for playing, watching, and reading!**"},"9NZQ57MWJQQ5":{"lang":"EN","title":"Ultimate Space Invaders","description":"This game is inspired by the classic Arcade 'Space Invaders' and the purpose of this game is to destroy all the aliens by moving your battleship from left to right holding and firing your weapon without losing lives.\r\n"},"9MVWCVM23H77":{"lang":"EN","title":"Our Church and Halloween RPG (Story One)","description":"In a small village on the edge of the island, a young resident named James leave in search of something. And what is he looking for? He's trying to get to the mountain top before Halloween. He received a letter claiming that if he goes there before Halloween begins, he can bring his parents back from the dead. Is the note correct? Is it good or evil? What's really beyond the forest? **This game is a work in progress, so have fun seeing the game grow with each new update! Thank you for playing and have fun!**"},"9PLK59PNP0R2":{"lang":"EN","title":"Princess RPG (Windows 10 Version)","description":"Two royal sisters are fighting each other for control of the kingdom?! **This game is a work in progress! New stories to play are added to the game via free updates, so have fun seeing the game grow with each new update! Thank you for playing, watching, and reading!**"},"9NXMDCKXDWBP":{"lang":"EN","title":"Nexoria: Dungeon Rogue Heroes","description":"This game is a unique mix of rogue-like with dungeon exploration, RPG, turn-based tactics and collectible card game. At the base of the turn-based system are not turns, but time. Find and improve new heroes and get coins to buy new spells. But remember, a hero’s death will be fatal."},"9P3DD7NHBHZQ":{"lang":"EN","title":"Cinders","description":"A mature take on Cinderella that's all about player choices and shaping the famous fairy tale in any way you like. \r\n\r\nCinders is a witty young woman living with an overbearing stepmother and her two daughters, as if she was reenacting a certain well-known fairy tale. But unlike its protagonist, Cinders is not afraid of taking fate into her own hands. Even if it means breaking the rules... \r\n"},"9NW95RSRMGGZ":{"lang":"EN","title":"Nik and Kit (Windows 10 Version)","description":"Nik & Kit have lost their Bibles and now they have to find them! Who is the person that stole it?\r\n\r\n\r\n[Game Features]\r\n-Simple game play and controls\r\n-Retro styled graphics and music\r\n-For 1 or 2 players\r\n\r\n\r\n[This game is recommended for people who enjoy or are looking for...]\r\n-the Nik and Kit series\r\n-a simple, classic styled arcade adventure\r\n-an arcade game with Christian themes\r\n-Christian video games\r\n-Bible based games\r\n-a Christian themed game that anyone can play\r\n-a Christian themed arcade game\r\n-retro pixel art and music\r\n-multiplayer games\r\n-games for one or two players\r\n\r\n\r\n[About the Nik and Kit series]\r\nNik and Kit is a series of video games, books, and animations about characters who have lots of adventures while learning about God, themselves, and the world around them! Nik and Kit products are designed for children ages 5 to 10. The series began with the original Nik and Kit video game, released in May 2006, and has continued to this day with many different products!\r\n\r\n\r\nLearn more about the series, the characters, and find a timeline of story events at our official website: https://www.NikandKit.com\r\n\r\n\r\nNik and Kit © 2006-2020 Myron Kevan Tynes Jr. / Breakthrough Gaming"},"9N8RR4DPK4MX":{"lang":"EN","title":"Zippy the Circle (Windows 10 Version)","description":"A shadow appears over Zippy the Circle's home! Zippy must save his family and friends from Jagged, who has taken over his home island!"},"9N7GX768QPJP":{"lang":"EN","title":"ZJ the Ball (Windows 10 Version)","description":"What do you get when you mix a ball who is looking for a gift to give his mom, a robot who loves to play arcade styled video games, and a Christian message? You get ZJ The Ball!"},"9N6L9JXQZCDD":{"lang":"EN","title":"School Tutor RPG (Windows 10 Version)","description":"Get educational help and relationship advice from the characters of Project: Summer Ice, Lent: the Easter Bunny, and more! **This game is a work in progress! New content is added to the game via free updates, so have fun seeing the game grow with each new update! Thank you for playing, watching, and reading!**"},"9N2DWW1BCVL3":{"lang":"EN","title":"My First Date RPG (Windows 10 Version)","description":"Oriana, a high school senior, is a little disappointed that she's about to end high school without ever going out on a date with a guy. At the tail end of her high school life, will a guy ask her out before the year is over? **This game is a work in progress! New stories to play are added to the game via free updates, so have fun seeing the game grow with each new update! Thank you for playing, watching, and reading!**"},"9NQJ9W2MRTWT":{"lang":"EN","title":"Dorm Room Designer - Project: Summer Ice (Windows 10 Version)","description":"It's time to design your own dorm room with the characters of Project: Summer Ice! **This game is a work in progress! New furniture and other customizations are coming in future updates, so have fun seeing the game grow with each new update! Thank you for playing and have fun!**"},"9PGJ5VXX7RPR":{"lang":"EN","title":"Cyber Lemur","description":"Cyber Lemur is a challenging 2D couch-multiplayer game with a variety of game modes including race, jump, and battle. The controls are difficulty to master, but can be made easier by having two players control the same character. The game is great for parties, or those who love a challenge. "},"9PKTXKNNVW5K":{"lang":"EN","title":"The Surge 1 & 2 - Dual Pack (PC)","description":"This bundle includes The Surge and The Surge 2’s base game experiences.\r\n\r\nThe Surge\r\nA catastrophic event has knocked you out during your first day on the job. You wake up, mysteriously equipped with a heavy-grade exoskeleton, and must fight to escape.\r\n\r\nThe Surge 2\r\nFight ferocious threats in brutal, unforgiving combat, slashing and tearing the limbs off your opponents to steal their equipment."},"9MV6C07GL53C":{"lang":"EN","title":"Lent: The Easter Bunny (Story Two)","description":"The humans and animals are preparing for Easter! But one bunny has different plans?! Purchase and play the Lent: The Easter Bunny series today!"},"9N4W7ZZ0ZF16":{"lang":"EN","title":"Back to School (Story Two)","description":"The sequel to the original Project: Summer Ice! Pammy, Wru, and Hanna start their first semester of college! What adventures await?! **This game is a work in progress! New stories to play are added to the game via free updates, so have fun seeing the game grow with each new update! Thank you for playing and have fun!**"},"9N5K42NZTZ3R":{"lang":"EN","title":"Skateboarding - Breakthrough Gaming Arcade","description":"Do your best and skate to get a high score in this 2D side scrolling skateboarding game from Breakthrough Gaming! As a skater, you'll need to perform tricks in the skate park to score points! So what will your score be for your run?"},"9N0G5DQ7773J":{"lang":"EN","title":"Football - Breakthrough Gaming Arcade (Windows 10 Version)","description":"You're the player and the manager of your moves on the field! It's a frenzy out there! Dash at sonic speed to the end zone and score as many touchdowns as possible! This game illustrates the fact that we need to not let bad things get in the way of us doing what God wants us to do! Based on Hebrews Chapter 12 in the Bible!"},"9PL98RKC44TK":{"lang":"EN","title":"Baseball - Breakthrough Gaming Arcade (Windows 10 Version)","description":"You're one of the super stars of the local baseball team! Be the outfielder and catch those baseballs! This game illustrates the need to pay attention to the important things in life! Based on 1st Thessalonians Chapter 5 in the Bible!"},"9PN6709KJHP0":{"lang":"EN","title":"Space 2 - Breakthrough Gaming Arcade (Windows 10 Version)","description":"It's a war in space! You are one of the guardians of this area and it's your job to defeat the mega amount of space foes and avoid the asteroids! They are all flying at sonic speeds so you have to be quick and brave! Pilot your ship and go! This game illustrates the fact that life is a battle, so fight to be kind, patience, humble, and to live for God! Based on 1st John Chapter 5 in the Bible!"},"9PL7841P1G34":{"lang":"EN","title":"Racing - Breakthrough Gaming Arcade (Windows 10 Version)","description":"It's time for a ride! Speed fast down the dirt and gravel roads at sonic speed to grab the flags! But this isn't a joyride! It could get crazy out there! So don't get into mega trouble & crash into a pothole! This game illustrates the need for us to avoid the bad things in life, but go for the good things instead! Based on 1st Thessalonians Chapter 5 Verses 12 to 22 in the Bible!"},"9N4S3JPL2WZ1":{"lang":"EN","title":"Space RPG (Windows 10 Version)","description":"War is here! Five mad scientists have unleashed \"monsters\" across the earth! Are they really aliens or something else?! **This game is a work in progress! New stories to play are added to the game via free updates, so have fun seeing the game grow with each new update! Thank you for playing, watching, and reading!**"},"9N0LP3QLQ1JN":{"lang":"EN","title":"Pirates RPG (Windows 10 Version)","description":"A group of pirates are looking for something very important! But are the pirates as bad as people think they are?! **This game is a work in progress! New stories to play are added to the game via free updates, so have fun seeing the game grow with each new update! Thank you for playing, reading, and watching!**"},"9NC14C0TP5LK":{"lang":"EN","title":"JSON Viewer & Formatter","description":"Paste or import your JSON text into JSON Viewer & Formatter and it will validate, beautify and  minify your input text. JSON Viewer & Formatter is a lite, simple, easy to use and stable tool to help you work with JSON format and convert validated JSON text to other formats like XML or CSV.\r\n\r\nSome features :\r\n- Validate JSON text\r\n- Beautify \r\n- Minify\r\n- Convert to XML\r\n- Convert to CSV\r\n- Import / Export files\r\n- Hightlight line that has error\r\n- Colorize input text\r\n- Ability to make app default for .json, .txt and .text file types"},"9MXTLBZG32NJ":{"lang":"EN","title":"Prom - Project: Summer Ice (Windows 10 Version)","description":"Experience prom season with Project: Summer Ice! **This game is a work in progress! New stories to play are added to the game via free updates, so have fun seeing the game grow with each new update! Thank you for playing, watching, and reading!**"},"9PLRX9687J8Z":{"lang":"EN","title":"Trailmakers Deluxe Edition","description":"Trailmakers Deluxe Edition includes:\r\n- Trailmakers - The full Game\r\n- Trailmakers Hat Pack DLC\r\n- Trailmakers Skin Pack DLC"},"9NQ1WQX97WJB":{"lang":"EN","title":"Horse Riding (Story One (A))","description":"It's time for horse riding! Play story mode or race around courses on your horse! It's great fun for all ages!"},"9PF585CXB1R9":{"lang":"EN","title":"Lent: The Easter Bunny (Story One)","description":"The humans and animals are preparing for Easter! But one bunny has different plans?! Purchase and play the Lent: The Easter Bunny series today!"},"9PC1BXJ6DPMF":{"lang":"EN","title":"Project: Summer Ice (Windows 10 Version)","description":"Two groups of new high school graduates are starting their summer vacation at the beach. Both groups know that their lives will change dramatically when they start college in the fall....\r\n\r\nBut why is it so cold on the beach this year? The water isn't frozen! So what else could be the cause?!\r\n\r\nThe events concerning \"Project: Summer Ice\" will change the way they look at their relationships and lives forever...\r\n\r\nYou may have a dream for finding true love and finding your purpose in life. It's not an easy road and there are bumps along the way, but if you trust God, things will eventually work out the way they should!\r\n\r\n\r\n[Game Features]\r\n-Eight playable characters\r\n-Simple game play and controls\r\n-A modern day, story driven, classic styled \"old school\" RPG\r\n-The game's story is told over seven parts, and you can begin or continue your adventure at the start of any of those seven parts at any time\r\n\r\n\r\n[Character Profiles]\r\n[[[( Here are some of the characters you can play as in your journey! )]]]\r\nWru: The girl who is looking for a boyfriend at any cost! \"I wonder if I can find a boyfriend among all the guys at the beach this summer?!\"\r\nPammy: \r\nHanna: \r\nRick: \r\nYet: \r\nZane: \r\n\r\n[This game is recommended for people who enjoy or are looking for...]\r\n-the Project: Summer Ice series\r\n-simple, classic styled RPG with a deep story\r\n-an RPG with Christian themes\r\n-a JRPG with strong and compelling characters\r\n-Christian anime\r\n-an anime JRPG featuring Bible principles\r\n-Bible based games\r\n-JRPG\r\n-a modern romance story\r\n-cute games\r\n-a Christian themed game that anyone can play\r\n-a Romance game in the style of classic JRPG\r\n-a game for men, woman, boys, and girls\r\n-games for teen and young adult boys and girls\r\n-a Christian themed JRPG\r\n\r\n\r\n[About Project: Summer Ice]\r\nProject: Summer Ice is a series of video games, books, and animations about characters who are pursuing their future dreams and future romances! The series began with the original Project: Summer Ice video game released on July 14th, 2017, and has continued to this day with many different products! Learn more about the series, the characters, and find a timeline of events at our official website: https://play.ExecuteCode.com\r\n\r\n\r\n[Visit us at our official website today!]\r\nhttps://play.ExecuteCode.com\r\n\r\n\r\n[Watch our videos on YouTube today!]\r\nYouTube.com/executecodedotcom\r\n\r\n\r\n[Check out news about this and other games at our social media today!]\r\nInstagram: instagram.com/executecodedotcom\r\nTwitter: twitter.com/executecode\r\n\r\n\r\nProject: Summer Ice © 2017-2020 Myron Kevan Tynes Jr. / ExecuteCode.com. All Rights Reserved.\r\nRPG Maker MV © 2015 KADOKAWA CORPORATION. / YOJI OJIMA. All Rights Reserved."},"9ND0CG3LM22K":{"lang":"EN","title":"A Plague Tale: Innocence - Windows 10","description":"Follow the grim tale of young Amicia and her little brother Hugo, in a heartrending journey through the darkest hours of history. Hunted by Inquisition soldiers and surrounded by unstoppable swarms of rats, Amicia and Hugo will come to know and trust each other. As they struggle to survive against overwhelming odds, they will fight to find purpose in this brutal, unforgiving world."},"9NNSQSC2D89G":{"lang":"EN","title":"Back to School (Story One)","description":"The sequel to the original Project: Summer Ice! Pammy, Wru, and Hanna start their first semester of college! What adventures await?! **This game is a work in progress! New stories to play are added to the game via free updates, so have fun seeing the game grow with each new update! Thank you for playing and have fun!**"},"9NV1RH3114HP":{"lang":"EN","title":"Headliner: NoviNews","description":"Award-winning adventure where you control national news. Watch the city change day by day and influence lives of 4 main characters. Multiple different endings!"},"9NWN3JD9QL2S":{"lang":"EN","title":"Image Converter Plus","description":"Free for the owners of our another product Video Converter - Plus\r\n\r\nImage Converter Plus is easy to use, fast, offline and a powerful converter that supports over 100 formats including Jpeg, Bmp, Gif, Heic, Tiff, Png, Svg and many more.\r\n\r\nSome features:\r\n- Support over 100 file types (Jpeg,   Bmp, Gif, Heic, Tiff, Png, Svg, ...)\r\n- Simple and easy to use\r\n- Drag and drop your File\r\n- Batch conversion\r\n- No internet required\r\n- Preview image\r\n- Free lifetime free updates and new features"},"9MVNB889L3HN":{"lang":"EN","title":"Felix The Reaper PC","description":"Felix The Reaper is a romantic comedy about the life of Death. It's brought to you as a 3D shadow manipulation puzzle adventure game of dance, dying people and dangerous love. "},"9PBVRHZT421P":{"lang":"EN","title":"Space Hulk: Tactics","description":"Space Hulk: Tactics is a faithful adaptation of the board game Space Hulk, set in the Warhammer 40,000 universe, bringing a unique twist to the cult classic formula. Engage in bloody battles through an immense Space Hulk - a twisted mass of asteroids, wrecked star ships, and debris – as either a squad of Terminator Space Marines or the deadly alien Genestealers. Which side will you choose?"},"9MZWLWHPT70M":{"lang":"EN","title":"Adventures of Bertram Fiddle: Episode 2: A Bleaker Predicklement","description":"The year is 1884 and Victorian London is ready for \r\nthe greatest Adventure ever told."},"9N0F6HNGJV6T":{"lang":"EN","title":"Shadow Tactics: Blades of the Shogun","description":"Japan, 1615. A new Shogun seizes power over Japan and enforces nationwide peace.\r\n\r\nIn his battle against conspiracy and rebellion, he recruits five specialists with extraordinary skills for assassination, sabotage and espionage. But how much are they really willing to sacrifice in the name of peace?"},"9PFKKZ5T89NL":{"lang":"EN","title":"Operencia: The Stolen Sun","description":"Operencia: The Stolen Sun embraces everything you love about classic first-person dungeon-crawlers, enhancing the old-school turn-based RPG experience with modern sensibilities. Gather your team of memorable characters and guide them through a world inspired by Central European mythology."},"9NK0Q102Q320":{"lang":"EN","title":"Wrecked Destruction Simulator","description":"New Release Sale - Get it before the price goes up!\r\n\r\nWant to see Grandma get hit by a Semi Truck? Make it happen.\r\n\r\nWant to see an old man walk into an exploding napalm canister?  Make it happen\r\n\r\nWant to see an F1 car slam through a cow and ploy through a TV? Make it happen\r\n\r\nBuild! Create! Let your imagination run wild!\r\nWrecked Destruction Simulator is the ultimate sandbox game."},"9N0RSV9DHLPR":{"lang":"EN","title":"Old Man's Journey","description":"A heartfelt game about life, loss and hope."},"9NT2QNP382V6":{"lang":"EN","title":"VAMPYR","description":"CURSED BE THE CHOICE…London, 1918. You are newly-turned Vampyr Dr. Jonathan Reid. As a doctor, you must find a cure to save the city’s flu-ravaged citizens. As a Vampyr, you are cursed to feed on those you vowed to heal. Will you embrace the monster within? Your actions will save or doom London."},"9NKBFX4N7GPM":{"lang":"EN","title":"Pirate Monkey Run!","description":"Help Jake and Jade to collect bananas and coconuts."},"9N6GDM4K2HNC":{"lang":"EN","title":"Fedora Remix for WSL","description":"Fedora Remix for WSL is a remix of the upstream Fedora Linux distribution for Windows."},"9N6VMVTRK4CR":{"lang":"EN","title":"Snow Fall","description":"Craft elements:\r\nMetal x3 = chip\r\nChip x3 = Charge\r\nCrystal x3 = Shard\r\n\r\nCraft weapon:\r\nMetal + metal + chip = rifle\r\nMetal + wood + gear = automatic rifle\r\nMetal + gear + board = machine gun\r\nCrystal + board + gear = laser rifle\r\nShard + board + pinion = laser machine gun"},"9N8SLQMJT519":{"lang":"EN","title":"Last Tale","description":"For a whole year the monkey rules the world, but the moment came when she needed to leave. The monkey did not want to part with her throne, and then she decided that if no one celebrates the new year, next year will not come. Therefore, she decided to spoil all the holiday. A mellow monkey sent a magic charm on a toy in a bag of Santa Claus. The toys came to life and dispersed all around. In despair, Santa Claus breathed life into the last toy, In the hope that she would help him collect all the runaway toys.\r\n\r\nCollect toys! Fight with the bosses! Pass the levels! Help Santa to save the new year!"},"9NLD4RCPH7MH":{"lang":"EN","title":"Rabbit of Destiny","description":"Choose your path, rabbit!"},"9NTJS9VKRJVQ":{"lang":"EN","title":"Shamrock Slots","description":"Get lucky for St. Patrick’s Day or any day you feel a need for a little Irish luck. Shamrock Slots is a five reel Video Slots game! Find pots of gold and win free spins. A four leaf clover is a lucky find that matches other symbols. Get three hats and play the Leprechaun's gold mini-game."},"9N0LZBPRNSBF":{"lang":"EN","title":"AV Collector","description":"The software has a one-month trial period. Full version please search Home NAS . Support for OneDrive. BT and MagnetLink downloding capabilities . Video Edit. The app is a stand-alone version with no capabilities of collecting your privacy for advertising. UWP architecture, secure, without any residual files after uninstalled. \r\n1. Video files on PC can be viewed on mobile phones,  tablet , XBOX\r\n2. Add Simple Mode--Automatically Refresh Folders，Automatically Pairing，Automatically Labeling      \r\n3. With a lot of video files on my computer. I don't know which video file is in which folder and what is in which video when I want to see it. I can only guess by name, or open the video file and click the progress bar to check.  Jumping between the folders is very troublesome, inconvenient, and experience is extremely poor.\r\n4. I need a simple solution somewhat like iPhone, like click the poster, check the details, and begin to playback from right the time I preferred, three simple clicks, that's all it needs. No more folders\r\n5. Here it is, this AV Collector. Each item in this program needs a poster and a video file. After paired and labeled, it looks very handy and extremely simple. It's somewhat like the difference between bicycle and automatic gear car.           \r\n6. The playback page supports voice control. So you can free your hands\r\n7. This is not entirely commercial ad, dude, just have a try.  \r\n8.Voice Commands\r\nVolume Down，Volume Up，\r\nAccelerate，Decelerate，Backward，Forward，Skip Forward，Skip Backward\r\nFull Screen，Exit FullScreen\r\nNext Track，Next Video，Next Time Span，Previous Track，Previous Video，Previous Time Span\r\nPlay，Continue，Pause，Start，Stop，Hello，Hi\r\n Important note:          \r\n0. App on XBOX platform can only receive shared data from PC and tablet. iPhone, Android phone, Android tablet can only play videos file through web page. Windows tablet can use app or web page to play video. When sharing data, you need to open the shared service on the classified pages\r\n1, Before uninstalling App, you must go to the settings page and click Delete All App Data."},"9NM0XQKK5GMJ":{"lang":"EN","title":"Scorpio Media Server - For Scorpio Player","description":"Scorpio Media Server"},"9NHBDBP7MD1P":{"lang":"EN","title":"WebPage Monitor","description":"WebPage Monitor monitors the availability of your web pages, sites and services, detects problems early and allows you to anticipate denials of service. It can monitor any web page that is on the internet or on your local network.\r\n\r\nIt includes a background task, which starts working automatically when the operating system suspends the application or when the application is closed, ensuring the execution of the monitoring that you have configured."},"C41M2F4NWB2S":{"lang":"EN","title":"Gorogoa","description":"Gorogoa is an elegant evolution of the puzzle genre, told through a beautifully hand-drawn story designed and illustrated by Jason Roberts."},"9NH7TWF9N2N6":{"lang":"EN","title":"Australian Trip","description":"Australian trip with dingo.\r\n\r\nTake a bright and exciting adventure in Australia with the symbol of New Year - dog Dingo. A fascinating and extraordinary puzzle game. Your task is to manage the dingo dog - to move the opal stones, to blow up the boxes, to use the portals and the conveyor belts, and also the laser installations in order to reach the checkpoint. Do not forget to collect the energetic elements in order to get achievements. Australian Trip is a game for those who love logical puzzles. In some problems it is necessary to think outside the box and calculate the moves in advance. \r\n\r\nBeautiful and colorful graphics will please you. Easy and convenient controls. A lot of levels are scattered on the map of Australia. Original music with elements of Australian Aboriginals will immerse you in the atmosphere of Australia. \r\n\r\nDo not even think that you will pass all levels on the first try, some levels will make you think very hard. Accessible for all ages, because the game does not require a quick reaction. Play and enjoy the trip to Australia. \r\n\r\nFeatures: \r\n✔ Addictive puzzles; \r\n✔ The game in the sokoban genre; \r\n✔ A game for savvy people; \r\n✔ Beautiful graphics; \r\n✔ Excellent controls; \r\n✔ For people of any age; \r\n✔ Original Aboriginal music; \r\n✔ Lasers, portals, bombs. \r\n\r\nHow to play: \r\nYour task is to interact with objects and get to the checkpoint."},"9NK3S22V4GL8":{"lang":"EN","title":"The Chronicles of The Maze Hunter","description":"The Chronicles of Nathan - The Maze Hunter is an episodic action-adventure puzzle game with a Tomb Raider / Indiana Jones style of gameplay. The game has two game modes the story and expedition."},"9P09GZGBBRPZ":{"lang":"EN","title":"Fleet Force","description":"You have a fleet and you must control the enemy. Play over 24 levels and 8 ships with configurable weapons against other fleets in a distant galaxy."},"9PL4GX47GT7K":{"lang":"EN","title":"Penbook","description":"Penbook is the nicest freehand writing experience on Windows.\r\n\r\nWindows App Creator of the Year Finalist!\r\n\r\nTake notes, plan your day (or year), draw a sketch, or do your math homework. Penbook includes dozens of kinds of stationery, from graph paper to sheet music. You can even import your own photos or PDFs to write on.\r\n\r\nKeep your work organized with beautiful, customizable notebook covers. Create in portrait or landscape mode, and share and export your work with just a few taps. \r\n\r\nPenbook was built for pens (but you can use your finger or a mouse, if you want), and includes support for Surface Dial. \r\n\r\n--\r\n\r\nPenbook's team can support your enterprise deployment. See our Enterprise page for more detail. "},"9N104TMQWFH8":{"lang":"EN","title":"BlackJack X","description":"Blackjack X brings the exciting game of Blackjack to your Xbox or Windows Device with Beautiful Graphics and an easy to use User Interface.  Blackjack X allows you to split, double down and take Insurance just like you were in a real casino. It also features an online Xbox Leaderboard.\r\n\r\n"},"9MZ03LB2JVJB":{"lang":"EN","title":"WIA Scanner","description":"Scan Navigator is an easy to use scanning program which enables you to scan, save and print images and documents. \r\nThe scanned documents can be saved as various image formats, specifically PNG, JPG, BMP, PDF and TIFF. \r\nYou can use the application to create multi-page PDF documents, as well as TIFF files. "},"9PHT4W7WBBDQ":{"lang":"EN","title":"Injustice™ 2 - Standard Edition","description":"Build and power up the ultimate version of your favorite DC legends in INJUSTICE 2. This is your Legend. Your Journey. Your Injustice.\r\n"},"9PDV8FKWP3B4":{"lang":"EN","title":"Middle-earth™: Shadow of War™","description":"Experience an epic open-world brought to life by the award-winning Nemesis System.  Forge a new Ring of Power, conquer Fortresses in massive battles and dominate Mordor with your personal orc army in Middle-earth™: Shadow of War™."},"9PKB49N0GRLP":{"lang":"EN","title":"Expansion Pass","description":"The Middle-earth™: Shadow of War™ Expansion Pass includes:\r\n\r\n• Slaughter Tribe Nemesis Expansion\r\n• Outlaw Tribe Nemesis Expansion\r\n• The Blade of Galadriel Story Expansion\r\n• The Desolation of Mordor Story Expansion"},"9MZJXDSZKWKZ":{"lang":"EN","title":"ottcluber","description":"Player for easy viewing only M3U playlist.\r\nSupport EPG XMLTV format for each playlist.\r\n\r\n• OneDrive Synchronization.\r\nFor backup and synchronization between devices.\r\n\r\n• Hot keys (Xbox One controller buttons):\r\nAlt + B or GamePad B - back to the previous page or back to categories.\r\nSpace or enter or GamePad A - go to the selected playlist/category/play channel.\r\nI or GamePad Y - Information about the selected channel/Modify selected playlist\r\nCtrl + E or GamePad Left Shoulder - Add/remove selected channel from favorite.\r\nCtrl + B or GamePad Left Trigger - Previous channel in selected group.\r\nCtrl + N or GamePad Right Trigger - Next channel in selected group.\r\nP or GamePad View - Quick access channel list from video player page.\r\n\r\n• EXPERIMANTAL\r\n   Added VLC Video Player\r\n   Activate in Settings - Video\r\n\r\n• EXPERIMENTAL support Xbox One Media Remote\r\nChannel buttons - Next/Previous channel in selected group. It is working on video page and channel detail page.\r\nMenu button - Open context menu for playlists or channel group or channel.\r\nView button - Quick access information about the selected channel."},"9NPKQ7SRLV1L":{"lang":"EN","title":"Scorpio Player - The Best Music & Video Player","description":"SCORPIO PLAYER is a modern and full-feature powerful universal media player for Windows 10, Xbox"},"9P4WKZXWP1QW":{"lang":"EN","title":"Tacoma","description":"The Venturis Corporation wants their AI back. That's where you come in.\n\nTacoma is a narrative adventure set aboard a high-tech space station in the year 2088. As you go about your mission, you'll explore every detail of how the station's crew lived and worked, finding the clues that add up to a gripping story of trust, fear, and resolve in the face of disaster.\n\nTacoma is the next game from the creators of Gone Home, continuing a tradition of detailed, immersive, and powerful storytelling."},"C2NC88M7NWZ1":{"lang":"EN","title":"Slime Rancher","description":"Slime Rancher is a chaotic adventure where you can explore a vast, alien frontier, build and customize a space ranch, and avoid the perilous avalanche of a thousand wiggling, jiggling slimes!\r\n\r\nVisit http://slimerancher.com for more info about Slime Rancher!"},"9P5M0VH236FN":{"lang":"EN","title":"PDF Reader UWP","description":"PDF Reader UWP let you to read your favorite PDF format book anywhere anytime. \r\nTry it out!"},"9NBLGGH40DCM":{"lang":"EN","title":"Thimbleweed Park","description":"In Thimbleweed Park, a dead body is the least of your problems. Switch between five playable characters to uncover the surreal secrets of this strange town in a modern mystery adventure game from the creators of Monkey Island and Maniac Mansion. The deeper you go, the weirder it gets."},"9NBLGGH4V2WG":{"lang":"EN","title":"Flight Unlimited X","description":"Soar across the beautiful skies of the San Francisco bay area, Las Vegas, and Switzerland.  Flight Unlimited utilizes advanced streaming technology to provide some of the best visuals in flight simulation.  \r\n\r\nThe San Francisco scenery is so detailed you can even find your house.  \r\n\r\nThe campaign tasks with you missions such as rescuing a prisoner from Alcatraz, B2 Bomber surveillance over the Swiss Alps, landing your Cessna on the Golden Gate Bridge, and more!  \r\n\r\nOver two years in the making, Flight Unlimited has been redesigned from the ground up by an aviation expert.\r\n\r\nBuzz the Golden Gate Bridge, take a fly-by of Alcatraz, scream past Levi Field, and even take a look at the future home of the world champion Golden State Warriors.  \r\n\r\nPilot 13 Aircraft\r\n\r\n- Cessna 172\r\n- A10 Thunderbolt\r\n- Challenger Learjet\r\n- P40 Mustang\r\n- Pitts Special\r\n- Robin DR300\r\n- D3 Douglas\r\n- C130 Hercules\r\n- F/A-18 Hornet\r\n- F22 Raptor \r\n- Boeing 747\r\n- Ultralight\r\n- AWACS\r\n\r\n"},"9WZDNCRDM79R":{"lang":"EN","title":"BegatAll Genealogy","description":"BegatAll is a fantastic way to keep your research and family history safe.  Import your GEDCOM from other popular ancestry tools and save outside of their cloud environment.  BegatAll is a great alternative to paying monthly fees for storage and research access!\r\n\r\nVersion 5 is a complete genealogy application that provides integration into popular web based research tools, fast lookup, editing, reporting, and more.  BegatAll presents your family history with flowing, \"live\" tree views and media support for those images that describe your family members unique personality.  BegatAll let's you create more than a written record.\r\n\r\nCome join other users in creating an accessible family tree to share with family and friends.  Generate report files that can be opened in any web browser. "},"9WZDNCRDM8V1":{"lang":"EN","title":"BlackWhite","description":null},"9WZDNCRDM8GM":{"lang":"EN","title":"Lighthouse","description":null},"9WZDNCRDCP0W":{"lang":"EN","title":"World Time Clock and Call Planner","description":"Quickly see what time it is in your favorite cities around the globe, in a call/meeting planning tool, or on a map. Need to call your subcontractor in Sydney? What time is it there? What is the date? When does Daylight Savings Time change there? Coordinate calls and meeting times with your friends and business partners around the globe using World Time Clock. Easily see simultaneous times (and dialing codes) in the cities you are interested in for the current time and future times/dates. Don’t strain your brain – use this app to plan your calls.\r\n\r\nWhy this app is different: Simple to use. More functionality for planning calls and meetings.\r\n\r\nChoose your own cities, without having to wade through long lists of places you don't care about. You can add places that are important to your list of favorites. \r\n\r\nCustomize the labels to make place names meaningful to you. For example, you can change “Rio de Janeiro, RJ ” to “Brazil Sales Office”. \r\n \r\nUnlike apps that only show conversions for the current time/date, our straightforward Call Planner gives you an easy-to-read chart of simultaneous times in cities you choose – for right now and for upcoming times/dates. \r\n\r\nCoordinate with international coworkers or friends by copying the call planning times and sharing them in a message to them. \r\n\r\nWe provide not only times, dates, and day of week, but also international/country calling codes. \r\n\r\nOn Windows 10, you don’t even have to open the app to check the current time in the places that are most relevant to you. With a glance at the live start screen or start menu tiles, you can see the time for up to ten cites of your choosing. (Live start screen time tiles are not available on Windows 11.) \r\n\r\nCalling a small town that isn’t in the built-in database? No problem. Just click on the map to find the nearest city in the region of interest. \r\n\r\nYou deserve to get your work done without frustration, with easy-to-use apps. Our primary software developer’s decades of work in user interface design mean that our applications are developed from the ground up with your experience at the heart. \r\n\r\nDownload your 7-day free trial of World Time Clock today."},"9NMGR3PDN9TS":{"lang":"EN","title":"Audio Player [HD+] Beauty Dancer Edition.","description":"Audio Player [HD+] Beauty Dancer Edition for your windows devices..."},"9N8LZHHM1LRG":{"lang":"EN","title":"Kaminfeuer Comprehensive Edition 5","description":"Turn your PC into a fireplace. Contains several sequences with fire and glow, which were recorded in ultra high resolution quality. The built-in weather generator provides the right mood with rain, storm and thunderstorm."},"9NBLGGH5XZ2Z":{"lang":"EN","title":"Operation Center 16 Premium","description":"Fast & reliable file manager with two file windows and ZIP and FTP support. Drag & drop with acoustic feedback allows you to copy and move files and folders easily. The file preview displays files without the need to open them. In addition to the file manager, an editor, photo manager and various tools for maintaining the PC are included."},"9NDX628R66WS":{"lang":"EN","title":"Helicopter Money","description":"Helicopter Money - full game.\r\nA game for one or two players in split-screen mode.the player controls the helicopter and collects the falling coins. He gets 3 points for gold coins, and 2 points for silver ones. There are also chests with coins to find, for each of them the player receives 15 points The player who collects the most value of coins in a given time wins.\r\nThe player has many switchable cameras at his disposal, thanks to which he can easily observe the area."},"9N4TKQGXNG9C":{"lang":"EN","title":"Visual Calculator","description":"A native UWP scientific calculator with the ability to handle complex expressions.\r\n\r\n- Displays fractions and surds naturally\r\n- Allows for exact answers to be displayed in terms of fractions and / or surds\r\n- A complete editable history\r\n- Supports trigonometric and hyperbolic functions.\r\n\r\nTry Visual Calculator for free for 7 days by downloading the free trial."},"9NP1MVVVSP4B":{"lang":"EN","title":"Unreal Parkour","description":"Parkour Unreally"},"9PJ4S059T3JG":{"lang":"EN","title":"Habilidad Lectora","description":"Lee, articula, interactúa, comprende y aprende. \r\n\r\nJuego interactivo y didáctico que ayuda al niño a mejorar su comprensión y habilidad en la lectura, permitiéndole ganar fluidez, corregir problemas de articulación en el habla fortaleciendo su aprendizaje. Este juego incluye cuatro módulos. El módulo principal es para ejercicios de articulación, el cual le ayuda a mejorar el habla, lectura y comprensión. Otro módulo es el audio-cuento, el cual permite que se reproduzcan automáticamente los ejercicios como si fueran cuentos. El tercer módulo es para completar palabras, en el cual el niño tiene que ver la imagen y colocar las letras que falten. El cuarto módulo le permite crear sus propios ejercicios, hechos a la medida de las necesidades del niño."},"9PHVVL40Z4Q8":{"lang":"EN","title":"Aprendiendo con Max","description":"Lee, articula, interactúa, comprende y aprende. \r\n\r\nJuego interactivo y didáctico que ayuda al niño a mejorar su comprensión y habilidad en la lectura, permitiéndole ganar fluidez, corregir problemas de articulación en el habla fortaleciendo su aprendizaje. Este juego incluye cuatro módulos. El módulo principal es para ejercicios de articulación, el cual le ayuda a mejorar el habla, lectura y comprensión. Otro módulo es el audio-cuento, el cual permite que se reproduzcan automáticamente los ejercicios como si fueran cuentos. El tercer módulo es para completar palabras, en el cual el niño tiene que ver la imagen y colocar las letras que falten. El cuarto módulo le permite crear sus propios ejercicios, hechos a la medida de las necesidades del niño."},"9MZ9D9FWC0DS":{"lang":"EN","title":"VxTotal Кредитный калькулятор, Полное решение","description":"VxTotal - самое точное, мощное и гибкое приложение, из всех существующих приложений во всем интернете. \r\nVxTotal экономит значительные средства в кредитах на рефинансировании, досрочных платежах, консолидации и портфельном управлении."},"9WZDNCRDN1VR":{"lang":"EN","title":"The Binding of Isaac database","description":null},"9N3JXK506JKG":{"lang":"EN","title":"Pirate Monkey Kindergarten","description":"Your child can practice their Kindergarten skills with Jake and Jade. Based on recommendations by leading educators, Pirate Monkey Kindergarten™ reinforces the skills your child is learning at school."},"9PLDWR49JZC6":{"lang":"EN","title":"Pirate Monkey Preschool","description":"Jake and Jade help your child get ready for school. Based on recommendations by leading educators, Pirate Monkey Preschool™ teaches early learning skills. Schools today expect your child to know these important skills before they enter Kindergarten. Let Jake and Jade, the Pirate Monkeys, help your child reinforce these skills to practice with their Preschool work or even if they haven't attended."},"9P6HS3NF60HC":{"lang":"EN","title":"文字でつたエール -リアルタイム・キーボード字幕-","description":"「文字でつたエール」はビジネス・プライベートを問わず、すべての人の距離を身近にする字幕ツールです。\r\n\r\n◆ビデオ通話アプリでキーボードからリアルタイムに字幕をつけることができます。\r\n\r\nリアルタイムなビデオ通話の最中にキーボード入力で映像に字幕を付けることができます。\r\n\r\n◆PC版のLINEやZOOMで使えます。\r\n\r\nPC版のLINEやZOOMのようなビデオ通話アプリで使えます。\r\n仮想カメラ機能に対応しているビデオ通話アプリならどれでも使えます。\r\n\r\n◆使い方は簡単です。\r\n\r\n「文字でつたエール」を起動後、各ビデオ通話アプリの設定画面を開き、使用するカメラを「OBS Virtual Camera」に変更するだけです。\r\n\r\n◆話す・聞くのが困難な方にもビデオ通話ができます。\r\n\r\n開発者の私のように病気で話すのが困難な人でもビデオ通話アプリで字幕をつけることで、ミーティング等で自分の意見を簡単に伝えることができます。\r\nまた耳が聞こえにくい相手にも字幕を表示させることで気持ちを伝えることができます。\r\n\r\n※このアプリはフリーソフトである「OBS Studio」の仮想カメラ機能を使っているので、事前にインストールしておく必要があります。"}}